Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: You can restore the default system context to this file by executing the restorecon command. restorecon restore using restorecon -R /root/.ssh.
bg: Можете да възстановите подразбиращият се системен контекст на този файл чрез командата restorecon. restorecon -R /root/.ssh
gu: તમે મૂળભૂત સિસ્ટમ સંદર્ભ આ ફાઈલમાં restorecon આદેશ ચલાવીને પુનઃસંગ્રહી શકો. restorecon ને , restorecon -R '$TARGET_PATH' ની મદદથી પુનઃસંગ્રહી શકો.
kn: ಈ ಕಡತಕ್ಕೆ ಗಣಕದ ಪೂರ್ವನಿಯೋಜಿತ ಸನ್ನಿವೇಶವನ್ನು ಮರುಸ್ಥಾಪಿಸಲು restorecon ಆದೇಶವನ್ನು ನೀವುಬಳಸಬಹುದಾಗಿದೆ. restorecon -R /root/.ssh ಅನ್ನು ಬಳಸಿಕೊಂಡು ಮರುಸ್ಥಾಪಿಸಬಹುದಾಗಿದೆ.
ml: ഈ ഫയലിലേക്ക് സ്വതവേയുള്ള സിസ്റ്റം കോണ്‍ടെക്സ്റ്റ് വീണ്ടെടുക്കുന്നതിനായി, restorecon കമാന്‍ഡ് ഉപയോഗിക്കാം. restorecon വീണ്ടെടുക്കുന്നതിനു് restorecon -R /root/.ssh.
mr: restorecon आदेश चालवून तुम्ही पूर्वनिर्धारीत प्रणालीचा संदर्भ पूर्व स्थितीत आणू शकता. restorecon -R /root/.ssh चा वापर करून restorecon पूर्व स्थिती शक्य करतो.
nl: Je kunt de standaard systeem context voor dit bestand herstellen door het restorecon commando uit te voeren. Herstel met gebruik van restorecon -R /root/.ssh.
or: ଆପଣ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ତନ୍ତ୍ର ପ୍ରସଙ୍ଗକୁ ଏହି ଫାଇଲରେ restorecon ନିର୍ଦ୍ଦେଶକୁ ନିଷ୍ପାଦନ କରି ପୁନଃସ୍ଥାପନ କରିପାରିବେ। restorecon -R /root/.ssh କୁ ବ୍ୟବହାର କରି restorecon ପୁନଃସ୍ଥାପନ କରିପାରିବ।
ta: restorecon கட்டளையை இயக்குவதன் மூலம் நீங்கள் முன்னிருப்பு கணினி சூழலை மீட்டமைக்கலாம். restorecon -R /root/.ssh ஐப் பயன்படுத்தி மீட்டமைத்தலைக் காணவும்.

source: you want to mv $TARGET_BASE_PATH to standard location so that $SOURCE_BASE_PATH can have $ACCESS access
bg: искате да преместите $TARGET_BASE_PATH в стандартно място, така че този $SOURCE_BASE_PATH да има достъп $ACCESS
gu: તમે મૂળભૂત સ્થાનમાં mv $TARGET_BASE_PATH ને ઇચ્છો છો તેથી $SOURCE_BASE_PATH પાસે $ACCESS પ્રવેશ હોઇ શકે છે
kn: $SOURCE_BASE_PATH $ACCESS ನಿಲುಕಣೆಯನ್ನು ಹೊಂದಿರುವಂತೆ ನೀವು $TARGET_BASE_PATH ಅನ್ನು ಒಂದು ಶಿಷ್ಟವಾದ ಸ್ಥಳಕ್ಕೆ mv ಮಾಡಲು ಬಯಸುತ್ತೀರಿ
ml: $TARGET_BASE_PATH-നെ സാധാരണ സ്ഥാനത്തിലേക്കു് mv ചെയ്യുന്നു. അങ്ങനെ $SOURCE_BASE_PATH-നു് $ACCESS അനുമതി ലഭ്യമാണു്
mr: $TARGET_BASE_PATH यास मानक ठिकाणावर स्थानांतरीत करायचे असल्यास जेणेकरून $SOURCE_BASE_PATH यास $ACCESS प्रवेश प्राप्त होईल
nl: je wilt $TARGET_BASE_PATH verplaatsen met mv naar standaard locatie zodat $SOURCE_BASE_PATH $ACCESS toegang kan krijgen
or: $TARGET_BASE_PATH mv କରିବା ପାଇଁ ଚାହୁଁଛନ୍ତି ଯାହା ଫଳରେ $SOURCE_BASE_PATH କୁ $ACCESS ଅଭିଗମ୍ୟ ଅନୁମତି ମିଳିପାରିବ
ta: mv $TARGET_BASE_PATH-ஐ நிலையாக இடத்திற்கு நகர்த்தவும் எனவே $SOURCE_BASE_PATH-ஆனது $ACCESS அணுகலை கொண்டிருக்கலாம்

source: you want to modify the label on $TARGET_BASE_PATH so that $SOURCE_BASE_PATH can have $ACCESS access on it
bg: искате да промените етикета на $TARGET_BASE_PATH така, че този $SOURCE_BASE_PATH да има достъп $ACCESS върху него
gu: તમે $TARGET_BASE_PATH પર લેબલને બદલવા માંગો છો તેથી $SOURCE_BASE_PATH ને તેની પર $ACCESS પ્રવેશ હોઇ શકે છે
kn: $SOURCE_BASE_PATH $ACCESS ನಿಲುಕಣೆಯನ್ನು ಹೊಂದಿರುವಂತೆ ನೀವು $TARGET_BASE_PATH ನ ಲೇಬಲ್ ಅನ್ನು ಮಾರ್ಪಡಿಸಲು ಬಯಸುತ್ತೀರಿ
ml: $TARGET_BASE_PATH-ല്‍ ലേബലില്‍ മാറ്റം വരുത്തേണ്ടതുണ്ടു്. അങ്ങനെ $SOURCE_BASE_PATH-നു് $ACCESS അനുമതി ലഭ്യമാകുന്നു
mr: $TARGET_BASE_PATH वरील लेबल संपादित करणे आवश्यक आहे जेणेकरून $SOURCE_BASE_PATH यास $ACCESS प्रवेश प्राप्त होईल
nl: je wilt het label van $TARGET_BASE_PATH veranderen zodat $SOURCE_BASE_PATH $ACCESS toegang kan krijgen
or: ଆପଣ $TARGET_BASE_PATH ଉପରେ ନାମପଟିକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ଚାହୁଁଛନ୍ତି ଯାହାଫଳରେ $SOURCE_BASE_PATH ରେ $ACCESS ଅଭିଗମ୍ୟତା ରହିପାରିବ
ta: $TARGET_BASE_PATH-இல் லேபிளை மாற்ற வேண்டும் எனவே $SOURCE_BASE_PATH-ஆனது $ACCESS அணுகலை இதில் கொண்டிருக்கலாம்

source: you must move the cert file to the ~/.cert directory
bg: трябва да преместите cert файла в директорията ~/.cert
cs: je nutné přesunout soubor cert do adresáře ~/.cert
de: Sie müssen die cert-Datei ins ~/.cert-Verzeichnis verschieben
gu: તમારે ~/.cert ડિરેક્ટરીમાં cert ફાઇલને ખસેડવુ જ જોઇએ
kn: ನೀವು cert ಕಡತವನ್ನು ~/.cert ಕೋಶಕ್ಕೆ ಜರುಗಿಸಬೇಕು
ko: 인증서 파일을 ~/.cert 디렉토리로 옮겨야 함
ml: ~/.cert ഡയറക്ടറിയിലേക്കു് cert ഫയല്‍ നീക്കേണ്ടതുണ്ടു്
mr: cert फाइलला ~/.cert डिरेक्ट्रिकरीता स्थानांतरीत करा
nl: je moet het cert bestand verplaatsen naar de ~/.cert map
or: ଆପଣଙ୍କୁ ନିଶ୍ଚିତ ଭାବରେ ପ୍ରମାଣପତ୍ର ଫାଇଲକୁ ~/.cert ଡିରେକ୍ଟୋରୀ ମଧ୍ଯକୁ ପଠାଇବା ଉଚିତ
pl: należy przenieść plik certyfikatu do katalogu ~/.cert
pt_br: você precisa mover o arquivo de cert para o diretório ~/.cert
ta: cert கோப்பை the ~/.cert அடைவிற்கு நகர்த்த வேண்டும்

source: you must fix the labels.
bg: трябва да оправите етикетите.
cs: Je nutné opravit označení.
de: Sie müssen die Markierungen korrigieren.
gu: તમારે લેબલોને સુધારવુ જ જોઇએ.
kn: ನೀವು ಲೇಬಲ್‌ಗಳನ್ನು ಸರಿಪಡಿಸಬೇಕು.
ko: 레이블을 수정해야 합니다.
ml: ലേബലുകള്‍ പരിഹരിയ്ക്കേണ്ടതുണ്ടു്.
mr: लेबल्स् ठरवणे आवश्यक आहे.
nl: je moet de labels herstellen.
or: ଆପଣଙ୍କୁ ନିଶ୍ଚିତ ଭାବରେ ନାମପଟିକୁ ସମାଧାନ କରିବାକୁ ହେବ।
pl: należy naprawić etykiety.
pt_br: você precisa reparar os rótulos
ta: அடையாளங்களை நிர்ணயிக்க வேண்டும்.

source: SELinux denied access to $TARGET_PATH requested by $SOURCE. $TARGET_PATH has a context used for sharing by a different program. If you would like to share $TARGET_PATH from $SOURCE also, you need to change its file context to public_content_t. If you did not intend to allow this access, this could signal an intrusion attempt.
bg: SELinux забрани достъпа до $TARGET_PATH, поискан от $SOURCE. $TARGET_PATH има контекст за съвместна употреба от различни програми. Ако искате също така и да споделяте $TARGET_PATH и с $SOURCE, трябва да промените контекста му на public_content_t. Ако не сте планирали този достъп, то това може да е сигнал за опит за пробив.
cs: SELinux zamítl přístup k $TARGET_PATH, jejž požaduje $SOURCE. $TARGET_PATH má kontext sloužící ke sdílení jiným programem. Pokud si přejete sdílet $TARGET_PATH také z $SOURCE, musíte k tomu změnit jeho souborový kontext na public_content_t. Nemáte-li v úmyslu tento přístup povolit, může toto upozornění naznačovat pokus o vniknutí.
de: SELinux verweigerte den von $SOURCE angeforderten Zugriff auf $TARGET_PATH. $TARGET_PATH besitzt einen Kontext zur gemeinsamen Nutzung durch verschiedene Programme. Wenn Sie $TARGET_PATH von $SOURCE ebenfalls gemeinsam nutzen möchten, müssen Sie dessen Dateikontext in public_content_t ändern. Falls Sie nicht beabsichtigten, diesen Zugriff freizugeben, könnte dies einen Einbruchsversuch signalisieren.
gu: SELinux એ $TARGET_PATH નો $SOURCE દ્વારા અરજી થયેલ વપરાશ નામંજૂર કર્યો. $TARGET_PATH ને વિવિધ કાર્યક્રમો દ્વારા વહેચણીનો સંદર્ભ વપરાયેલ છે. જો તમે $TARGET_PATH ને $SOURCE માંથી પણ વહેંચવા માંગો, તો તમારે તેનો ફાઈલ સંદર્ભ public_content_t માં બદલવાની જરૂર છે. જો તમે આ વપરાશ રાખવાની ઈચ્છા દાખવો નહિં, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હશે.
kn: $SOURCE ನಿಂದ ಮನವಿಸಲ್ಲಿಸಲಾದ $TARGET_PATH ಗಾಗಿನ ನಿಲುಕಣೆಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. $TARGET_PATH ವಿವಿಧ ಪ್ರೋಗ್ರಾಂ ನಡುವೆ ಹಂಚಿಕೊಳ್ಳಲು ಬಳಸಲಾಗುವ ಒಂದು ಸನ್ನಿವೇಶವನ್ನು ಹೊಂದಿದೆ. If ನೀವು $SOURCE ನಿಂದ $TARGET_PATH ಅನ್ನೂ ಸಹ ಹಂಚಿಕೆ ಮಾಡಲು ಬಯಸಿದಲ್ಲಿ, ಅದರ ಕಡತ ಸನ್ನಿವೇಶವನ್ನು public_content_t ನಲ್ಲಿ ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. ನೀವು ಆ ಅನುಮತಿಗೆ ಬಯಸದೆ ಇದ್ದಲ್ಲಿ ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುತ್ತದೆ.
ko: SELinux는 $SOURCE가 요청한 $TARGET_PATH로의 액세스를 거부합니다. $TARGET_PATH는 다른 프로그램의해 공유하는데 사용되는 문맥을 가지고 있습니다. $SOURCE에서 $TARGET_PATH를 공유하시고자 할 경우, 파일 문맥을 public_content_t로 변경하셔야 합니다. 이러한 액세스 허용을 의도하지 않으신 경우, 침입을 시도했다는 신호가 나타날 수 있습니다.
ml: $SOURCE ആവശ്യപ്പെട്ട $TARGET_PATH-ലേക്കുള്ള അനുമതി SELinux നിഷേധിക്കുന്നു. മറ്റൊരു പ്രോഗ്രാം പങ്കിടുന്ന കോണ്‍ടെക്സ്റ്റ് $TARGET_PATH-ല്‍ ലഭിക്കുന്നു. നിങ്ങള്‍ക്കു് $SOURCE-ല്‍ നിന്നും $TARGET_PATH പങ്കിടണമെങ്കില്‍, അതിന്റെ ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് public_content_t ആയി മാറ്റേണ്ടതാണു്. നിങ്ങള്‍ ഇതു് അനുവദിക്കുന്നില്ലെങ്കില്‍, ഇതൊരു തെറ്റായ പ്രവര്‍ത്തിയായി കണക്കാക്കുന്നു.
mr: SELinux ने $SOURCE द्वारे विनंतीकृत $TARGET_PATH करीता प्रवेश नकारले. $TARGET_PATH कडे विविध कार्यक्रमांद्वारे शेअरींगसाठी संदर्भ समाविष्टीत आहे. तुम्हाला $SOURCE पासूनचे $TARGET_PATH वापरणीसाठी उपलब्ध करायचे असल्यास, त्याचे फाइल संदर्भ public_content_t याप्रमाणे बदलावे लागेल. प्रवेश प्राप्त करायचे नसल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux verbood toegang tot $TARGET_PATH aangevraagd door $SOURCE. $TARGET_PATH heeft een context gebruikt voor het delen met een ander programma. Als je ook $TARGET_PATH van $SOURCE wilt delen, moet je zijn bestand context veranderen naar public_content_t veranderen. Als je deze toegang niet bedoeld had, kan dit een teken zijn van een indringing poging.
or: SELinux $SOURCE ଦ୍ୱାରା ଅନୁରୋଧ କରାଯାଇଥିବା $TARGET_PATH ରେ ଅଭିଗମ୍ୟ ପାଇଁ ବାରଣ କରିଛି। $TARGET_PATH ରେ ବିଭିନ୍ନ ପ୍ରଗ୍ରାମ ଦ୍ୱାରା ସହଭାଗ ହେବା ପାଇଁ ବ୍ୟବହୃତ ଗୋଟିଏ ପ୍ରସଙ୍ଗ ଅଛି। ଯଦିଆପଣ $TARGET_PATH କୁ $SOURCE ରୁ ସହଭାଗ କରିବା ପାଇଁ ଚାହୁଁଛନ୍ତି, ତେବେ ଆପଣଙ୍କୁ ଏହାର ଫାଇଲ ପ୍ରସଙ୍ଗକୁ public_content_t କୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ହେବ। ଯଦି ଆପଣ ଏହି ଅଭିଗମ୍ୟତାକୁ ଅନୁମତି ଦେବା ପାଇଁ ଇଚ୍ଛାକରୁନାହାନ୍ତି, ତେବେ ଏହା ଏକ ବିନାଅନୁମତି ପ୍ରବେଶକୁ ସୂଚାଇଥାଏ।
pl: SELinux odmówił dostępu do $TARGET_PATH, żądanego przez $SOURCE. $TARGET_PATH posiada kontekst używany do współdzielenia z innym programem. Aby współdzielić także $TARGET_PATH z $SOURCE,należy zmienić jego kontekst na public_content_t. Aby nie pozwolono na ten dostęp, może to wskazywać na próbę włamania.
pt_br: O SELinux impediu o acesso ao $TARGET_PATH requisitado pelo $SOURCE. O $TARGET_PATH tem um contexto usado para compartilhamento por um programa diferente. Se você também gostaria de compartilhar o $TARGET_PATH a partir do $SOURCE, você precisa modificar o contexto de arquivo dele para public_content_t. Se você não pretendia permitir este acesso, isso poderia indicar uma tentativa de intrusão.
ta: SELinux ஆனது $TARGET_PATHக்கு கோரப்பட்டத்தின் படி $SOURCEஐ அணுக மறுக்கிறது. $TARGET_PATH ஆனது பல்வேறு நீரலை பகிருவதன் படி உரையை பயன்படுத்துகிறது. நீங்கள் $TARGET_PATHலிருந்து $SOURCE யும் பகிர விரும்பினால், நீங்கள் கோப்பு உரையை அதன் public_content_tலிருந்து மாற்ற வேண்டும். இந்த அணுகலை நீங்கள் திட்டமிட்டு அணுகவில்லை எனில், இது ஒரு நிர்வாக முயற்சி சிக்னலாகும்.

source: You can alter the file context by executing chcon -t public_content_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
bg: Можете да промените файловия контекст като стартирате chcon -t public_content_t '$TARGET_PATH' Също така, трябва да промените поразбиращият се файлов контекст на файловете за да ги запазите при пълно преетикетиране. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
cs: Kontext souboru můžete změnit spuštěním chcon -t public_content_t '$TARGET_PATH' Je nutné také změnit výchozí kontext souborů na systému s cílem jejich uchování i při plném přeznačení. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
de: Sie können den Dateikontext durch Ausführen von "chcon -t public_content_t '$TARGET_PATH' ändern. Sie müssen auf dem System auch die Standard-Dateikontextdateien ändern, um sie von einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t public_content_t '$TARGET_PATH'"
gu: તમે chcon -t public_content_t '$TARGET_PATH' ચલાવીને ફાઈલ સંદર્ભ બદલી શકો છો તમારે મૂળભૂત ફાઈલ સંદર્ભ ફાઈલોને પણ સંપૂર્ણ પુન:લેબલ પર તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર બદલવી જ પડશે "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'" ATH'"
kn: chcon -t public_content_t '$TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ ಕಡತದ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಬಹುದು ಒಂದು ಸಂಪೂರ್ಣ ಮರುಲೇಬಲ್ ನಂತರವೂ ಗಣಕಗಳ ಕಡತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
ko: chcon -t public_content_t '$TARGET_PATH'를 실행하여 파일 문맥을 변경할 수 있습니다 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
ml: chcon -t public_content_t '$TARGET_PATH' ഉപയോഗിച്ച് നിങ്ങള്‍ക്ക് ഫയല്‍ കോണ്‍ടെക്സ്റ്റില്‍ മാറ്റം വരുത്തുവാന്‍ സാധിക്കുന്നു പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
mr: chcon -t public_content_t '$TARGET_PATH' चालवून तुम्ही फाइल संदर्भ बदलवू शकता पूर्णतया पुनःलेबल झाल्यावरही तुम्ही प्रणालीवरील पूर्वनिर्धारीत फाइल्स् फाइल संदर्भ बदलवले पाहिजेत. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
nl: Je kunt de bestand context veranderen door het uitvoeren van chcon -t public_content_t '$TARGET_PATH' Je moet ook de standaard bestand context bestanden op het systeem veranderen om dit te behouden ook na een volledige her-labeling. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
or: ଆପଣ chcon -t public_content_t '$TARGET_PATH' କୁ ନିଷ୍ପାଦନ କରି ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ବଦଳାଇପାରିବେ ସେମାନଙ୍କୁ ସମ୍ପୂର୍ଣ୍ଣ ପୁନଃ ନାମକରଣରେ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ଆପଣ ମଧ୍ଯ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ଫାଇଲକୁ ତନ୍ତ୍ରରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ। "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
pl: Można zmienić kontekst pliku wykonując chcon -t public_content_t „$TARGET_PATH”. Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. „semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'”
pt_br: Você pode alterar o contexto de arquivo executando chcon -t public_content_t '$TARGET_PATH' Você deve também alterar o contexto de arquivo padrão dos arquivos do sistema a fim preservá-los mesmo em uma nova rotulagem total. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
ta: chcon -t public_content_t '$TARGET_PATH' ஐ இயக்கி நீங்கள் கோப்பு சூழலை மாற்றலாம் முழுவதும் மறுலேபிளிடப்படும் போதும் கோப்புகளின் சூழல் தக்கவைக்கப்பட வேண்டுமானால் நீங்கள் கணினியில் உள்ள கோப்புகளின் முன்னிருப்பு கோப்பு சூழலையும் மாற்ற வேண்டும். "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"

source: you want to allow want to treat $TARGET_BASE_PATH as pubic content
nl: je wilt toestaan dat $TARGET_BASE_PATH als publieke inhoud behandeld wordt

source: You need to change the label on $TARGET_BASE_PATH to public_content_t or public_content_rw_t.
bg: Трябва да промените етикета на $TARGET_BASE_PATH на public_content_t или public_content_rw_t.
cs: Je potřeba změnit značku v $TARGET_BASE_PATH na public_content_t or public_content_rw_t.
de: Sie müssen die Kennzeichnung von $TARGET_BASE_PATH auf public_content_t oder public_content_rw_t ändern.
gu: public_content_t અથવા public_content_rw_t માટે $TARGET_BASE_PATH પર તમારે લેબલને બદલવાની જરૂર છે.
kn: ನೀವು $TARGET_BASE_PATH ನಲ್ಲಿನ ಲೇಬಲ್ ಅನ್ನು public_content_t or public_content_rw_t ಗೆ ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ.
ko: $TARGET_BASE_PATH의 레이블을 public_content_t 또는 public_content_rw_t로 변경해야 합니다.
ml: public_content_t അല്ലെങ്കില്‍ public_content_rw_t-ലേക്കു് $TARGET_BASE_PATH-ലുള്ള ലേബലിനെ മാറ്റേണ്ടതുണ്ടു്.
mr: $TARGET_BASE_PATH वरील लेबलला public_content_t किंवा public_content_rw_t करीता बदलणे आवश्यक आहे..
nl: Je moet het label van $TARGET_BASE_PATH veranderen in public_content_t of public_content_rw_t.
or: ଆପଣଙ୍କୁ $TARGET_BASE_PATH' ଉପରେ ନାମପଟିକୁ public_content_t କିମ୍ବା public_content_rw_t ନାମରେ ପରିବର୍ତ୍ତନ କରିବାକୁ ହେବ।
pl: Należy zmienić etykietę $TARGET_BASE_PATH na public_content_t lub public_content_rw_t.
pt_br: Você precisa mudar o rótulo em $TARGET_BASE_PATH para public_content_t ou public_content_rw_t.
ta: $TARGET_BASE_PATH ஆனது public_content_t அல்லதுpublic_content_rw_t இல் லேபிளை மாற்ற விரும்புகிறீர்கள்.

source: SELinux denied qemu access to the block device $TARGET_PATH. If this is a virtualization image, it needs to be labeled with a virtualization file context (virt_image_t). You can relabel $TARGET_PATH to be virt_image_t using chcon. You also need to execute semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' to add this new path to the system defaults. If you did not intend to use $TARGET_PATH as a qemu image it could indicate either a bug or an intrusion attempt.
bg: SELinux забрани достъп на qemu до блоковото устройство $TARGET_PATH. Ако това е виртуализиращ образ, етикетът му трябва да е с виртуализиращ файлов контекст (virt_image_t). Може да преетикетирате $TARGET_PATH на virt_image_t чрез chcon. Трябва също да изпълните semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' за да добавите този нов път към подразбиращите се за системата. Ако не възнамерявате да ползвате $TARGET_PATH като qemu образ, това може да е сигнал за бъг или за опит за пробив.
cs: SELinux zamítl přístup k $TARGET_PATH, o nějž se pokusil qemu. Pokud se jedná o virtualizační obraz, je nutné jej označit souborovým kontextem virtualizace (virt_image_t). Můžete $TARGET_PATH přeznačkovat na virt_image_t pomocí chcon. Musíte také provést semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH', abyste novou cestu přidali do výchozího nastavení systému. Pokud jste neměli v úmyslu $TARGET_PATH použít jako obraz qemu, může to být známkou buď chyby, nebo pokusu o vniknutí.
de: SELinux hat den Zugriff von qemu auf das Block-Gerät $TARGET_PATH verhindert. Wenn es ein Virtualisierungsabbild ist, muss es den Dateikontext-Label virt_image_t haben. Sie können $TARGET_PATH mit chcon auf virt_image_t relabeln. Sie müssen auch "semanage fcontext -a -t virt_image_t '$TARGET_PATH'" ausführen, um den neuen Pfad zu den Systemstandards hinzuzufügen. Wenn Sie nicht beabsichtigten, $TARGET_PATH als qemu-Abbild zu verwenden, könnte dies entweder einen Fehler oder einen Einbruchsversuch darstellen.
gu: SELinux એ $TARGET_PATH માટે qemu વપરાશ નામંજૂર કર્યો. જો આ વર્ચ્યુઅલાઇઝ ઈમેજ હોય તો તેને વર્ચ્યુઅલાઇઝ ફાઈલ સંદર્ભ (virt_image_t) ના લેબલની જરૂર છે. chcon મદદથી virt_image_t કરવા માટે $TARGET_PATH ને ફરીથી લેબલ કરી શકાય છે. તમારે આ સિસ્ટમ મૂળભૂતોમાં નવા પાથને ઉમેરવા માટે semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' ચલાવવાની જરૂર પડશે જો તમારો $TARGET_PATH ને qemu ઈમેજ તરીકે વાપરવાતો હેતુ નહિં હોય તો તે ક્યાં તો ભૂલ સૂચવી શક્યું હોત અથવા તે ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
kn: ಬ್ಲಾಕ್ ಸಾಧನ $TARGET_PATH ಗೆ qemu ಅನುಮತಿಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಇದು ಒಂದು ವರ್ಚುವಲೈಸೇಶನ್ ಚಿತ್ರಿಕೆಯಾಗಿದ್ದರೆ, ಒಂದು ವರ್ಚುವಲೈಸೇಶನ್ನ ಕಡತ ಸನ್ನಿವೇಶ ಲೇಬಲ್ ಅನ್ನು ಹೊಂದಿರಬೇಕಾಗುತ್ತದೆ(virt_image_t). ನೀವು chcon ಅನ್ನು ಬಳಸಿಕೊಂಡು $TARGET_PATH ಅನ್ನು virt_image_t ಗೆ ಮರು ಲೇಬಲ್ ಮಾಡಬಹುದು. ಗಣಕ ಪೂರ್ವನಿಯೋಜಿತಗಳಿಗೆ ಈ ಹೊಸ ಮಾರ್ಗವನ್ನು ಸೇರಿಸಲು semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಬೇಕಾಗುತ್ತದೆ ನೀವು $TARGET_PATH ಅನ್ನು ಒಂದು qemu ಚಿತ್ರಿಕೆಯಾಗಿ ಬಳಸಲು ಬಯಸಿಲ್ಲದೆ ಹೋಗಿದ್ದರೆ ಇದು ಒಂದು ದೋಷ ಅಥವ ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುವುದು.
ko: SELinux는 블록 장치 $TARGET_PATH로의 qemu 액세스를 거부합니다. 이것이 가상화 이미지일 경우, 가상화 파일 문맥 (virt_image_t)으로 레이블되어야 합니다. $TARGET_PATH를 chcon을 사용하여 virt_image_t 로 다시 레이블할 수 있습니다. 이 새 경로를 시스템 기본값으로 추가하기 위해 semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'를 실행해야 합니다 qemu 이미지로서 $TARGET_PATH를 사용하려고 하지 않았던 경우라면, 이것은 버그나, 침입 시도를 나타내는 신호일 수 있습니다.
ml: ബ്ലോക്ക് ഡിവൈസ് $TARGET_PATH-ലേക്കുള്ള qemu അനുമതി SELinux നിഷേധിച്ചു. ഇതൊരു വിര്‍ച്ച്വലൈസേഷന്‍ ഇമേജാണെങ്കില്‍, വിര്‍ച്ച്വലൈസേഷന്‍ ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് (virt_image_t) ഉപയോഗിച്ചു് ഇതു് ലേബല്‍ ചെയ്യുക. chcon ഉപയോഗിച്ചു് നിങ്ങള്‍ക്കു് $TARGET_PATH-നെ virt_image_t എന്നു് വീണ്ടും ലേബല്‍ ചെയ്യുവാന്‍ സാധിക്കുന്നു. സിസ്റ്റം സ്വതവേയുള്ളതിലേക്ക് ഇതു് ചേര്‍ക്കുന്നതിനായി നിങ്ങള്‍ക്കു് semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' ഉപയോഗിക്കണം. നിങ്ങള്‍ qemu ഇമേജായി $TARGET_PATH ഉപയോഗിക്കുന്നില്ലെങ്കില്‍, ഒരു ബഗായി അല്ലെങ്കില്‍ തെറ്റായ പ്രവര്‍ത്തിയായി സൂചിപ്പിക്കുന്നു
mr: SELinux ने ब्लॉक साधन $TARGET_PATH करीता qemu प्रवेश नकारला. ही आभासीकरण प्रतिमा असल्यास, त्याचे फाइल संदर्भ लेबल (virt_image_t) असायला हवे. chcon चा वापर करून $TARGET_PATH यांस virt_image_t या प्रमाणे पुनःलेबल करू शकता. प्रणाली पूर्वनिर्धारीतांमध्ये नवीन मार्ग जोडण्याकरीता तुम्हाला semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' समाविष्ट करावे लागेल. $TARGET_PATH ला qemu प्रतिमा म्हणून वापरायचे नसल्यास यांस बग किंवा अवैध प्रवेश प्रयत्न म्हणून ओळखले जाईल.
nl: SELinux verbood qemu toegang tot het blok apparaat $TARGET_PATH. Dit is een virtualisatie image, het moet gelabeld worden met een virtualisatie bestand context (virt_image_t). Je kunt $TARGET_PATH her-labelen naar een virt_image_t met chcon. Je moet ook uitvoeren: semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' om dit nieuwe pad toe te voegen aan de systeem standaard instelling. Als je niet bedoeld had om $TARGET_PATH als een qemu image te gebruiken kan dit of een fout of een indringing aanval beteken.
or: SELinux $TARGET_PATH ରେ qemu ଅଭିଗମ୍ୟତାକୁ ବାରଣ କରିଅଛି। ଯଦି ଏହା ଗୋଟିଏ ଆଭାସୀକରଣ ପ୍ରତିଛବି, ତେବେ ଏଥିରେ virt_image_t ର ଗୋଟିଏ ଫାଇଲ ପ୍ରସଙ୍ଗ (virt_image_t) ନାମପଟି ଥିବା ଉଚିତ। ଯଦି ଆପଣ ପ୍ରକୃତରେ ପ୍ରଚଳିତ ଡିରେକ୍ଟୋରୀରେ virt_image_t ପ୍ରତିଛବିକୁ ରଖିବାକୁ ଚାହୁଁଛନ୍ତି, ତେବେ ଆପଣ $TARGET_PATH କୁ virt_image_t ଭାବରେ chcon ବ୍ୟବହାର କରି ପୁନଃନାମକରଣ କରିପାରିବେ। ଆପଣଙ୍କୁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ତନ୍ତ୍ରରେ ନୂତନ ପଥ ଯୋଗ କରିବା ପାଇଁ semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' କୁ ମଧ୍ଯ ନିଷ୍ପାଦନ କରିବାକୁ ହୋଇପାରେ। ଯଦି ଆପଣ $TARGET_PATH କୁ qemu ଭାବରେ ବ୍ୟବହାର କରିବାକୁ ଚାହୁଁନାହାନ୍ତି ତେବେ ଏହା ଗୋଟିଏ ତ୍ରୁଟି ଭାବରେ ଦୃଶ୍ୟମାନ ହୋଇପାରେ ଅଥବା ବିନାଅନୁମତିରେ ପ୍ରବେଶ ପ୍ରଚେଷ୍ଟା କରିପାରେ।
pl: SELinux odmówił QEMU dostęp do urządzenia blokowego $TARGET_PATH. Jeśli jest to obraz wirtualizacji, musi posiadać etykietę z kontekstem pliku wirtualizacji (virt_image_t). Można zmienić etykietę $TARGET_PATH na virt_image_t za pomocą chcon. Należy wykonać także semanage fcontext -a -t virt_image_t "$FIX_TARGET_PATH", aby dodać tę nową ścieżkę do domyślnych systemu. Jeśli $TARGET_PATH nie miało być używane jako obraz QEMU, może wskazywać to na błąd lub próbę włamania.
pt_br: O SELinux impediu o acesso do qemu ao dispositivo de bloco $TARGET_PATH. Se esta é uma imagem de virtualização, o mesmo deve ser rotulado com um contexto de arquivo de virtualização (virt_image_t). Você pode rotular novamente o $TARGET_PATH para virt_image_t usando o chcon. Você também deverá executar semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' para adicionar este novo caminho aos padrões do sistema. Se você não pretendia usar o $TARGET_PATH como uma imagem do qemu, então isto poderia indicar um erro ou uma tentativa de intrusão.
ta: SELinux தொகுப்பு சாதனம் $TARGET_PATH க்கு qemu அணுகலை மறுத்தது. இது மெய்நிகராக்கப் படம் எனில், அது மெய்நிகராக்க கோப்புச் சூழலுடன் லேபிள் இட்டிருக்கப்பட வேண்டும் (virt_image_t). நீங்கள் chcon ஐப் பயன்படுத்தி $TARGET_PATH க்கு virt_image_t என மறுலேபிளிட முடியும். இந்தப் புதிய பாதையை கணினி முன்னிருப்பு மதிப்புகளில் சேர்க்க, நீங்கள் semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' கட்டளையையும் இயக்க வேண்டும். நீங்கள் $TARGET_PATH ஐ ஒரு qemu படமாக பயன்படுத்த நினைத்திருக்காவிட்டால் இது ஒரு வழு அல்லது குறுக்கீட்டுச் செயலின் அடையாளமாக இருக்கலாம்.
