Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: SELinux denied an operation requested by $SOURCE, a program used to alter video hardware state. This program is known to use an unsafe operation on system memory but so are a number of malware/exploit programs which masquerade as vbetool. This tool is used to reset video state when a machine resumes from a suspend. If your machine is not resuming properly your only choice is to allow this operation and reduce your system security against such malware.
cs: SELinux zamitl operaci požadovanou $SOURCE, program použitý ke změně stavu video hardwaru. Tento program je znám pro používání nebezpečných operací na systémové paměti, obdobně jako několik zákeřných/zneužívacích programů, které se maskují jako vbetool. Tento nástroj se používá k opětovnému nastavení stavu videa, když se přístroj obnoví ze spánku. Neobnoví-li se váš přístroj korektně, vaší jedinou volbou je povolit tuto operaci a snížit bezpečnost vašeho systému vůči takovému zákeřnému softwaru.
de: SELinux verweigerte eine Operation angefragt von $SOURCE, einem Programm, das den Status von Grafik-Hardware ändert. Dieses Programm führt bekanntermaßen eine unsichere Operation auf dem Systemspeicher durch, dasselbe gilt jedoch für eine Reihe von Malware-Programmen, die sich als vbetool tarnen. Dieses Tool wird dazu verwendet, den Grafikstatus zurückzusetzen, wenn ein Rechner aus dem Ruhezustand zurückkehrt. Falls Ihr Rechner nicht ordnungsgemäß aus dem Ruhezustand zurückkehrt, ist Ihre einzige Möglichkeit, diese Operation zuzulassen und geringere Systemsicherheit gegen diese Art Malware in Kauf zu nehmen.
ko: SELinux는 비디오 하드웨어 상태를 변경하기 위해 사용되는 프로그램인 $SOURCE에서 요청한 작업을 거부했습니다. vbetool로 위장한 여러 불법/악성 프로그램과 마찬가지로 이 프로그램은 시스템 메모리에서 안전하지 않게 작동하는 것으로 알려져 있습니다. 이 도구는 컴퓨터가 중지 상태에서 다시 시작할 때 비디오 상태를 다시 설정하는데 사용됩니다. 컴퓨터가 정상적으로 다시 시작되지 않을 경우, 이 작업을 허용하는 것이 유일한 방법이며 악성 프로그램에 대한 시스템 보안이 저하됩니다.
pl: SELinux odmówił działania żądanego przez $SOURCE, program używany do zmieniania stanu sprzętu graficznego. Ten program wykonuje niebezpieczne działanie na pamięci systemu, ale robi tak także wiele złośliwych programów/exploitów, które podają się za program vbetool. To narzędzie jest używane do przywracania stanu obrazu, kiedy komputer wychodzi z wstrzymania. Jeśli komputer nie jest poprawnie wznawiany, jedynym wyjściem jest zezwolenie na to działanie i zmniejszenie bezpieczeństwa systemu przed złośliwym oprogramowaniem.
pt_br: O SELinux negou uma operação requisitada pelo $SOURCE, um programa usado para alterar o estado do hardware de vídeo. Este programa é conhecido por usar uma operação insegura na memória do sistema, da mesma forma que uma variedade de programas malware/exploit que se disfarçam como vbetool. Esta ferramenta é usada para restaurar o estado do vídeo quando uma máquina retorna da suspensão. Se a sua máquina não está retornando apropriadamente, a única alternativa é permitir esta operação e reduzir a segurança do seu sistema contra tais malwares.

source: If you want to ignore this AVC because it is dangerous and your machine seems to be working correctly.
cs: Pokud tento AVC chcete ignorovat, protože je to nebezpečné a zdá se, že váš počítač funguje správně.
pl: Jeśli te komunikaty AVC powinny być ignorowane, ponieważ jest to niebezpieczne i komputer działa poprawnie.

source: SELinux denied an operation requested by wine-preloader, a program used to run Windows applications under Linux. This program is known to use an unsafe operation on system memory but so are a number of malware/exploit programs which masquerade as wine. If you were attempting to run a Windows program your only choices are to allow this operation and reduce your system security against such malware or to refrain from running Windows applications under Linux. If you were not attempting to run a Windows application this indicates you are likely being attacked by some for of malware or program trying to exploit your system for nefarious purposes. Please refer to http://wiki.winehq.org/PreloaderPageZeroProblem Which outlines the other problems wine encounters due to its unsafe use of memory and solutions to those problems.
cs: SELinux odmítl operaci požadovanou wine-předzavaděčem (wine-preloader), program používaný ke spouštění aplikací pro Windows pod Linuxem. Tento program je znám pro používání nebezpečných operací na systémové paměti, stejně jako několik zákeřných/zneužívacích programů, které se maskují jako wine. Pokoušeli-li jste se spustit program pro Windows, vaší jedinou volbou je povolit tuto operaci a snížit bezpečnost svého systému proti takovému zákeřnému softwaru, a nebo rezignovat na spouštění aplikací pro Windows pod Linuxem. Nepokoušeli-li jste se spustit aplikaci pro Windows, může to naznačovat, že jste pravděpodobně pod útokem některého zákeřného softwaru nebo programu, který se snaží zneužít váš systém pro nekalé účely. Prosíme, obraťte se na http://wiki.winehq.org/PreloaderPageZeroProblem Kde nabízí přehled dalších problémů, se kterými se wine potýká díky svému nebezpečnému používání paměti, a jejich řešení.
de: SELinux verweigerte eine Operation angefragt vom Wine-Preloader, einem Programm, das Windows-Anwendungen unter Linux ausführt. Dieses Programm führt bekanntermaßen eine unsichere Operation auf dem Systemspeicher durch, dasselbe gilt jedoch für eine Reihe von Malware-Programmen, die sich als Wine tarnen. Falls Sie ein Windows-Programm ausführen möchten, bestehen Ihre einzigen Möglichkeiten darin, diese Operation zuzulassen und geringere Systemsicherheit gegen diese Art von Malware in Kauf zu nehmen, oder aber davon abzusehen, Windows-Anwendungen unter Linux auszuführen. Falls Sie nicht versuchten, eine Windows-Anwendung auszuführen, deutet dies darauf hin, dass Sie wahrscheinlich von einer Art Malware oder einem Programm angegriffen werden, das versucht, Ihr System für zwielichtige Zwecke auszunutzen. Werfen Sie bitte einen Blick auf http://wiki.winehq.org/PreloaderPageZeroProblem Dort werden andere Probleme mit Wine erläutert, die aufgrund dessen unsicheren Gebrauchs von Speicher entstehen, sowie deren Lösungen.
ko: SELinux는 Linux에서 Windows 응용 프로그램을 실행하는데 사용되는 프로그램인 wine-preloader에서 요청한 작업을 거부했습니다. wine으로 위장한 여러 불법/악성 프로그램과 마찬가지로 이 프로그램은 시스템 메모리에서 안전하지 않은 동작을 사용하는 것으로 알려져있습니다. Windows 응용 프로그램을 실행하고자 하실 경우 이 작업을 허용하는 것이 유일한 방법이며 악성 프로그램에 대해 시스템 보안이 저하됩니다. 또는 Linux에서 Windows 응용 프로그램을 실행하지 않는 것이 좋습니다. Windows 응용 프로그램을 실행하고자 하지 않으실 경우, 이는 악의로 사용자의 시스템에 침입 시도하는 악성 프로그램의 공격을 받고 있다고 나타납니다. 다음 사이트를 참조하십시오: http://wiki.winehq.org/PreloaderPageZeroProblem 이 사이트에서는 메모리의 안전하지 않은 사용으로 인해 wine에서 발생할 수 있는 다른 문제 및 이러한 문제를 해결할 수 있는 방법에 대해 설명합니다.
pl: SELinux odmówił działania żądanego przez wine-preloader, program używany do uruchamiania aplikacji systemu Windows w systemie Linux. Ten program używa niebezpiecznych działań na pamięci systemowej, ale jest także wiele złośliwych programów/exploitów, które udają Wine. Jeśli przeprowadzana była próba uruchomienia programu systemu Windows, jedyną możliwością jest pozwolenie na to działanie i zmniejszenie bezpieczeństwa systemu względem takiego złośliwego oprogramowania lub powstrzymanie się od uruchamiania aplikacji systemu Windows w systemie Linux. Jeśli taka próba nie była przeprowadzana, wskazuje to na prawdopodobny atak złośliwego oprogramowania lub programu próbującego wykorzystać system w niecnych celach. Proszę zobaczyć stronę http://wiki.winehq.org/PreloaderPageZeroProblem Wyjaśnia ona inne problemy, jakie mogą wystąpić w programie Wine z powodu niebezpiecznego używania pamięci i rozwiązania tych problemów.
pt_br: O SELinux negou uma operação requisitada pelo wine-preloader, um programa usado para executar aplicativos do Windows no Linux. Este programa é conhecido por usar uma operação insegura na memória do sistema, mas também há uma variedade de programas malware/exploit que podem ser mascarados como o wine. Se você estava tentando executar um programa do Windows, as suas únicas escolhas são permitir esta operação e reduzir a sua segurança do sistema contra tais malwares ou evitar a execução de aplicativos Windows no Linux. Se você não estava tentando executar um aplicativo do Windows, isso indica que você provavelmente está sendo atacado por algum malware ou programa tentando explorar o seu sistema para propósitos nefastos. Por favor, visite http://wiki.winehq.org/PreloaderPageZeroProblem que delineia outros problemas que o wine encontra devido ao seu uso inseguro da memória e as soluções para esses problemas.

source: If you want to ignore this AVC because it is dangerous and your wine applications are working correctly.
cs: Pokud tento AVC chcete ignorovat, protože je to nebezpečné a vaše aplikace pod wine fungují správně.
pl: Jeśli te komunikaty AVC powinny być ignorowane, ponieważ jest to niebezpieczne i aplikacje wine działają poprawnie.

source: you want to change the label of $TARGET_PATH to %s, you are not allowed to since it is not a valid file type.
bg: искате да смените етикета на $TARGET_PATH на %s, но не е позволено, понеже това не е валиден файлов тип.
gu: તમારે %s માં $TARGET_PATH નાં લેબલને બદલવા માંગો છો, તમે તેને ત્યાં સુધી પરવાનગી આપી નહિં શકો તે યોગ્ય ફાઇલ સિસ્ટમ ન હોય.
kn: ನೀವು $TARGET_PATH ನ ಲೇಬಲ್ ಅನ್ನು %s ಗೆ ಬದಲಾಯಿಸಲು ಬಯಸಿದ್ದೀರಿ, ಆದರೆ ಅದು ಒಂದು ಮಾನ್ಯವಾದ ಬಗೆಯಾಗಿರದ ಕಾರಣ ಹಾಗೆ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: $TARGET_PATH ന്റെ പേര് %s ആക്കാന്‍ നിങ്ങള്‍ക്ക് പറ്റില്ല കാരണം അതൊരു ശരിയായ ഫയല്‍ടൈപ്പല്ല.
mr: वैध फाइल प्रकार नसल्यामुळे, $TARGET_PATH चे लेबल %s करीता बदलणे अशक्य.
or: ଆପଣ $TARGET_PATH ର ନାମପଟିକୁ %s କୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ଚାହୁଁଛନ୍ତି, ଆପଣ ଏହା କରିବା ପାଇଁ ଅନୁମତି ପ୍ରାପ୍ତ ନୁହଁଯେହେତୁ ଏହା ଏକ ବୈଧ ଫାଇଲ ପ୍ରକାର ନୁହଁ।
ta: நீங்கள் $TARGET_PATH இன் லேபிளை %s ஆக மாற்ற வேண்டும், அது சரியான கோப்பு வகையாக இல்லாததால் இதைச் செய்ய உங்களுக்கு அனுமதியில்லை.

source: you want to use the %s package
gu: તમે %s પેકેજને વાપરવાનું ઇચ્છો છો
kn: ನೀವು %s ಪ್ಯಾಕೇಜನ್ನು ಬಳಸಬೇಕಾಗುತ್ತದೆ
ml: %s പാക്കേജ് ഉപയോഗിയ്ക്കണം
mr: तुम्हाला %s संकुल वापरायचे
or: ଆପଣ %s ପ୍ୟାକେଜକୁ ବ୍ୟବହାର କରିବାକୁ ଚାହୁଁଛନ୍ତି କି
ta: நீங்கள் %s தொகுப்பைப் பயன்படுத்த வேண்டும்

source: you want to disable IPV6 on this machine
bg: искате да забраните IPV6 на тази машина
gu: તમે આ મશીન પર IPV6 ને નિષ્ક્રિય કરવા માંગો છો
kn: ನೀವು ಈ ಗಣಕದಲ್ಲಿ IPV6 ಅನ್ನು ಅಶಕ್ತಗೊಳಿಸಲು ಬಯಸಿದ್ದೀರಿ
ml: ഈ സിസ്റ്റത്തില്‍ IPV6 പ്രവര്‍ത്തന രഹിതമാക്കണം
mr: या मशीनवर तुम्हाला IPV6 बंद करायचे
or: ଏହି ତନ୍ତ୍ରରେ ଆପଣ IPV6 କୁ ନିଷ୍କ୍ରିୟ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି
ta: இந்த கணினியில் IPV6-ஐ செயல்நீக்க விரும்புகிறீர்கள்

source: you want to to continue using SELinux Firefox plugin containment rather then using mozplugger package
bg: Вие искате да продължите да ползвате SELinux ограниченията на Firefox плъгини вместо да ползвате пакета mozplugger
gu: તમે mozplugger પેકેજને વાપરવાને બદલે SELinux Firefox પ્લગઇનને વાપરવાનું ચાલુ રાખવા માંગો છો
kn: ನೀವು mozplugger ಪ್ಯಾಕೇಜನ್ನು ಬಳಸುವ ಬದಲಿಗೆ SELinux ಫೈರ್ಫಾಕ್ಸ್ ಪ್ಲಗ್‌ಇನ್ ಹತೋಟಿಯನ್ನು ಬಳಸುವುದನ್ನು ಮುಂದುವರೆಸಲು ಬಯಸಿದ್ದೀರಿ
ml: മോസ്‌‌പ്ലഗ്ഗര്‍ പാക്കേജിനു പകരം SELinux ഫയര്‍ഫോക്സ് പ്ലഗ്ഗിന്‍ തന്നെ ഉപയോഗിക്കുന്നത് തുടരണോ?
mr: mozplugger संकुलचा वापर करण्याऐवजी SELinux फायरफॉक्स प्लगइन कंटेंमेंटचा वापर चालू ठेवा
or: mozplugger ପ୍ୟାକେଜ ବ୍ୟବହାର କରିବା ପରିବର୍ତ୍ତେ ଆପଣ SELinux Firefox ପ୍ଲଗଇନ ବ୍ୟବହାର କରି ଆଗକୁ ବଢ଼ିବାକୁ ଚାହୁଁଛନ୍ତି
ta: நீங்கள் mozplugger தொகுப்பை பயன்படுத்தாமல் SELinux Firefox செருகுநிரல் பாதுகாப்பு அம்சத்தைப் பயன்படுத்த வேண்டும்

source: you want to treat $TARGET_BASE_PATH as public content
bg: Ако искате да третирате $TARGET_BASE_PATH като публично съдържание
gu: તમે સાર્વજનિક સમાવિષ્ટ તરીકે $TARGET_BASE_PATH સાથે વર્તવા માંગો છો
kn: $TARGET_BASE_PATH ಅನ್ನು ನೀವು ಸಾರ್ವಜನಿಕ ವಿಷಯವೆಂದು ಪರಿಗಣಿಸಲು ಬಯಸುತ್ತೀರಿ
ml: പബ്ലിക് ഉള്ളടക്കമായി $TARGET_BASE_PATH കണക്കാക്കുക
mr: $TARGET_BASE_PATH यास पब्लिक कंटेंट म्हणून वागवायचे
or: ଆପଣ $TARGET_BASE_PATH କୁ ଏକ ସର୍ବସାଧାରଣ ବିଷୟବସ୍ତୁ ଭାବରେ ଗ୍ରହଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି
ta: $TARGET_BASE_PATH ஒரு பொது உள்ளடக்கமாக கொள்ள வேண்டுமா

source: you want to fix the label. $SOURCE_PATH default label should be %s.
gu: તમે લેબલને સુધારવા માંગો છો, $SOURCE_PATH મૂળભૂત લેબલ %s હોવુ જોઇએ.
kn: ನೀವು ಲೇಬಲ್ ಅನ್ನು ಸರಿಪಡಿಸಲು ಬಯಸುತ್ತೀರಿ. $SOURCE_PATH ಪೂರ್ವನಿಯೋಜಿತ ಲೇಬಲ್ %s ಆಗಿರಬೇಕು.
ml: ലേബല്‍ പരിഹരിയ്ക്കണം. $SOURCE_PATH സ്വതവേയുള്ള ലേബല്‍ %s ആയിരിയ്ക്കണം.
mr: लेबल ठिक करा. $SOURCE_PATH पूर्वनिर्धारित लेबवल %s पाहिजे.
or: ଆପଣ ସେହି ନାମପଟିକୁ ଠିକ କରିବାକୁ ଚାହୁଁଛନ୍ତି। $SOURCE_PATH ର ପୂର୍ବନିର୍ଦ୍ଧାରିତ ନାମପଟି %s ହେବା ଉଚିତ।
ta: லேபிளை பொருத்த விரும்புகிறீர்கள். $SOURCE_PATH முன்னிருப்பு லேபிள் %s ஆக இருக்க வேண்டும்.

source: you want to allow $SOURCE_PATH to connect to network port $PORT_NUMBER
gu: તમારે નેટવર્ક પોર્ટ $PORT_NUMBER સાથે જોડાવા માટે $SOURCE_PATH ને પરવાનગી આપવા માંગો છો
kn: ಜಾಲಬಂಧ ಸಂಪರ್ಕಸ್ಥಾನ $PORT_NUMBER ದೊಂದಿಗೆ $SOURCE_PATH ಅನ್ನು ಅನುಮತಿಸಲು ಬಯಸಿದಲ್ಲಿ
ml: $PORT_NUMBER നെറ്റ്‌വര്‍ക്ക് പോര്‍ട്ടിലേക്കു് $SOURCE_PATH-നെ കണക്ട് ചെയ്യുവാന്‍ അനുവദിയ്ക്കണമെങ്കില്‍
mr: $SOURCE_PATHला नेटवर्क पोर्ट $PORT_NUMBERसह जोडणी करण्यासाठी परवानगी द्या
or: ଆପଣ $SOURCE_PATH କୁ ନେଟୱର୍କ ପୋର୍ଟ $PORT_NUMBER ସହିତ ସଂଯୋଗ କରିବା ପାଇଁ ଅନୁମତି ଦିଅନ୍ତି
ta: $PORT_NUMBER என்ற பிணைய முனையத்திற்கு இணைக்க $SOURCE_PATH ஐ நீங்கள் அனுமதிக்க விரும்பினால்

source: you do not want processes to require capabilities to use up all the system resources on your system;
gu: સિસ્ટમ પર બધા સિસ્ટમ સ્ત્રોતોને વાપરવા માટે તમારે ક્ષમતાઓની જરૂરિયાત માટે પ્રક્રિયા કરવા માંગતા નથી;
kn: ನಿಮ್ಮ ವ್ಯವಸ್ಥೆಯಲ್ಲಿರುವ ಎಲ್ಲಾ ಸಂಪನ್ಮೂಲಗಳನ್ನು ಬಳಸುವ ಸಾಮರ್ಥ್ಯಗಳನ್ನು ಹೊಂದಿರುವ ಪ್ರಕ್ರಿಯೆಗಳನ್ನು ಹೊಂದಲು ನೀವು ಬಯಸುವುದಿಲ್ಲ;
ml: നിങ്ങളുടെ സിസ്റ്റത്തിലുള്ള എല്ലാ റിസോഴ്സുകളും ഉപയോഗിയ്ക്കുന്ന കഴിവു് പ്രക്രിയകള്‍ക്കു് ആവശ്യമില്ല;
mr: प्रोसेसनी केपेबिलिटिज्चा वापर प्रणालीवरील सर्व स्रोतांचा वापर करण्यापासून बंधिस्त करायचे असल्यास;
or: ଆପଣଙ୍କ ତନ୍ତ୍ରରେ ଥିବା ସମସ୍ତ ତନ୍ତ୍ର ଉତ୍ସଗୁଡ଼ିକୁ ବ୍ୟବହାର କରି ଆପଣଙ୍କୁ ଆବଶ୍ୟକ କ୍ଷମତାକୁ କାର୍ଯ୍ୟକାରୀ କରିବା ଆବଶ୍ୟକ ନାହିଁ;
ta: செயலாக்கங்கள் உங்கள் கணினியில் உள்ள அனைத்து வளங்களையும் பயன்படுத்தக்கூடிய திறன்களைப் பெற்றிருக்க வேண்டும் என நீங்கள் விரும்பமாட்டீர்கள்;

source: # semanage port -a -t %s -p %s $PORT_NUMBER
ta: # semanage முனையம் -a -t %s -p %s $PORT_NUMBER
