Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: SELinux permission checks on files labeled file_t are being denied. file_t is the context the SELinux kernel gives to files that do not have a label. This indicates a serious labeling problem. No files on an SELinux box should ever be labeled file_t. If you have just added a disk drive to the system you can relabel it using the restorecon command. For example if you saved the home directory from a previous installation that did not use SELinux, 'restorecon -R -v /home' will fix the labels. Otherwise you should relabel the entire file system.
bg: SELinux проверките за права върху файлове с етикет file_t беше забранен. file_t е контекстът, който ядрото на SELinux дава на файлове, които нямат етикет. Това показва сериозен проблем в етикетирането Не трябва да има файлове в SELinux машина с етикет file_t. Ако току-що сте добавили диск в системата, може да я преетикетирате чрез командата restorecon. Например, ако сте записали домашна директория от предишна инсталация, която не е използвала SELinux, 'restorecon -R -v /home' ще оправи етикетите. Иначе ще трябва да преетикетирате цялата файлова система.
cs: Kontroly oprávnění SELinuxu k souborům se značkou file_t jsou zakázány. file_t je kontext, které jádro SELinuxu dává do souborů, které nemají značku. To poukazuje na vážný problém se značením. Žádné soubory na systému s SELinuxem by nikdy neměly mít značku file_t. Pokud jste právě vložili disk do vašeho systému, můžete ho přeznačkovat pomocí příkazu restorecon. Pokud jste například uložili domovský adresář z předchozí instalace, která nepoužívala SELinux, 'restorecon -R -v /home' opraví značky. V opačném případě byste měli přeznačkovat celý systém.
de: SELinux-Berechtigungsüberprüfungen auf Dateien, die mit file_t markiert sind, werden verweigert. file_t ist der Kontext den SELinux Dateien zuweist, die kein Label haben. Dies weist auf ein ernsthaftes Markierungsproblem hin. Keine Dateien eines SELinux-Rechners sollten jemals mit file_t markiert werden. Falls Sie auf dem System gerade ein Speichermedium hinzugefügt haben, können Sie es erneut markieren, indem Sie den restorecon-Befehl anwenden. Zum Beispiel, wenn Sie das Home-Verzeichnis einer früheren Installation gespeichert haben, welche SELinux nicht benutzte, 'restorecon -R -v /home' wird die Markierungen korrigieren. Andernfalls sollten Sie das gesamte Dateisystem neu markieren.
gu: SELinux પરવાનગી નામંજૂર થયેલ લેબલવાળી ફાઇલો file_t પર ચકાસે છે. file_t એ સંદર્ભ છે કે જે SELinux કર્નલ ફાઇલોને આપે છે કે જેની પાસે લેબલ નથી. આ ગંભીર લેબલીંગ સમસ્યા સૂચવે છે. SELinux બોક્સ પર ફાઇલો કદી લેબલવાળી file_t હોવી જોઇએ નહિં. જો તમારી પાસે સિસ્ટમમાં ફક્ત ડિસ્ક ડ્રાઇવ ઉમેરાયેલ હોય તો તમે તેને પુન:લેબલ કરી શકો છો restorecon આદેશની મદદથી. ઉદાહરણ તરીકે જો તમે પહેલાનાં સ્થાપનમાંથીઘર ડિરેક્ટરી સંગ્રહેલ હોય તો ઘર ડિરેક્ટરી સંગ્રહેલ હોય તો કે જે SELinux ને વાપર્યુ ન હતુ, 'restorecon -R -v /home' એ લેબલને સુધારશે. નહિંતો તે આખી ફાઇલ સિસ્ટમને પુન:લેબલ કરવુ જોઇએ.
kn: file_t ಎಂದು ಲೇಬಲ್ ಮಾಡಲಾದ ಕಡತಗಳಿಗೆ SELinux ಅನುಮತಿ ಪರಿಶೀಲನೆಯು ನಿರಾಕರಿಸಲ್ಪಟ್ಟಿದೆ file_t ಎನ್ನುವುದು ಒಂದು ಲೇಬಲ್ ಇಲ್ಲದ ಕಡತಗಳಿಗೆ SELinux ಕರ್ನಲ್ ಒದಗಿಸಲ್ಪಡುವುದಾಗಿದೆ ಇದು ಒಂದು ದೊಡ್ಡದಾದ ಲೇಬಲಿಂಗ್ ತೊಂದರೆಯಾಗಿದೆ ಒಂದು SELinux ಬಾಕ್ಸ್‍ನಲ್ಲಿನ ಯಾವುದೆ ಕಡತವು file_t ನಿಂದ ಲೇಬಲ್ ಆಗಬಾರದು. ನೀವು ಈಗತಾನೆ ನಿಮ್ಮ ಗಣಕಕ್ಕೆ ಒಂದು ಹೊಸ ಡಿಸ್ಕ್‍ ಅನ್ನು ಸೇರಿಸಿದ್ದಲ್ಲಿ, ನೀವದನ್ನು restorecon ಆದೇಶವನ್ನು ಉಪಯೋಗಿಸಿ ಮರು ಲೇಬಲ್ ಮಾಡಬಹುದಾಗಿದೆ. ಉದಾಹರಣೆಗೆ ನೀವು ನೆಲೆ ಕೋಶವನ್ನು SELinux ಬಳಸದೆ ಇರುವ ಹಿಂದಿನ ಅನುಸ್ಥಾಪನೆಯಿಂದ ಉಳಿಸಿಕೊಂಡಿದ್ದಲ್ಲಿ, 'restorecon -R -v /home' ಎನ್ನುವುದು ಲೇಬಲ್‌ಗಳನ್ನು ಸರಿಪಡಿಸುತ್ತದೆ. ಇಲ್ಲದೆ ಹೋದಲ್ಲಿ ನೀವು ಸಂಪೂರ್ಣ ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ಮರು ಲೇಬಲ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ.
ko: file_t로 레이블된 파일에서 SELinux 권한 검사는 거부되어 있습니다. file_t는 SELinux 커널이 레이블되지 않는 파일에 부여하는 문맥입니다. 이는 심각한 레이블 문제를 표시합니다. SELinux 상자에 있는 파일에서 file_t로 레이블된 파일은 없습니다. 시스템에 디스크 드라이브를 추가한 경우 restorecon 명령을 사용하여 레이블을 변경할 수 있습니다. 예를 들어, SELinux를 사용하지 않는 이전 설치에서 홈 디렉토리를 저장하면 'restorecon -R -v /home'는 레이브를 수정할 수 있습니다. 그 외에는 전체 시스템 레이블을 변경해야 합니다.
ml: പേരുള്ള ഫയലുകള്‍ക്കുള്ള SELinux അനുമതി പരിശോധനകള്‍ നിഷേധിച്ചിരിയ്ക്കുന്നു. പേരില്ലാത്ത ഫയലുകള്‍ക്കു് SELinux കേര്‍ണല്‍ നല്‍കുന്ന കോണ്ടെക്സ്റ്റാണു് file_t. ഇതൊരു ഗൌരവമേറിയ പ്രശ്നത്തെ സൂചിപ്പിയ്ക്കുന്നു. അതായതു്, SELinux ബോക്ലിലുള്ള ഒരു ഫയലിനു് ഒരിക്കലും file_t എന്നു് നല്‍വാന്‍ പാടില്ല. സിസ്റ്റത്തിലേക്കു് ഇപ്പോള്‍ ഒരു് ഡിസ്ക് ഡ്രൈവ് ചേര്‍ത്തുള്ളൂ എങ്കില്‍, restore കമാന്‍ഡ് ഉപയോഗിച്ചു് അതിന്റെ പേരു് മാറ്റാം. ഉദാഹരണത്തിനു്, SELinux ഉപയോഗിയ്ക്കാത്തെ മുമ്പുള്ളൊരു ഇന്‍സ്റ്റലേഷനില്‍ നിന്നുമാണു് നിങ്ങള്‍ ആസ്ഥാന ഡയറക്ടറി സൂക്ഷിച്ചതെങ്കില്‍, പേരു് നല്‍കുന്ന പ്രശ്നം 'restorecon -R -v /home' ഉപയോഗിച്ചു് പരിഹരിയ്ക്കാം. അല്ലെങ്കില്‍ ഫയല്‍ സിസ്റ്റത്തിന്റെ പേരു് പൂര്‍ണ്ണമായി മാറ്റേണ്ടതുണ്ടു്.
mr: file_t चिन्हाकृत फाइल करीता SELinux परवानगी नकारली जाते. विना लेबल फाइल करीता SELinux कर्नल file_t संदर्भ प्रदान करतो. ही एक गंभीर लेबलींग त्रुटी आहे . SELinux बॉक्स वरील कुठलिही फाइल file_t चिन्हाकृत नसावी. प्रणालीशी नवीन डिस्क ड्राइव्ह जोडले असल्यास तुम्ही त्यांस restorecon आदेशचा वापर करून पुनःलेबल करू शकता. उदाहरणार्थ SELinux च्या वापर विना पूर्वीच्या प्रतिष्ठापनातून होम डिरेक्ट्री साठवल्यास, 'restorecon -R -v /home' लेबल्स् ठरवतो. नाहीतर पूर्ण फाइल प्रणालीला पुनः लेबल करा.
or: SELinux ଅନୁମତି file_t ନାମରେ ନାମିତ ଫାଇଲଗୁଡ଼ିକର ଯାଞ୍ଚକୁ ବାରଣ କରିଥାଏ। file_t ଟି SELinux କର୍ଣ୍ଣଲକୁ ବିନା ନାମକରଣ ବିଶିଷ୍ଟ ଫାଇଲଗୁଡ଼ିକୁ ଦେଉଥିବା ପ୍ରସଙ୍ଗ। ଏହା ଏକ ବୃହତ ନାମକରଣ ସମସ୍ୟାକୁ ସୂଚାଇଥାଏ। SELinux ବାକ୍ସଟି file_t ନାମରେ ନାମିତ ହେବା ଉଚିତ। ଯଦି ଆପଣ ତନ୍ତ୍ରରେ ଏକ ଡିସ୍କ ଡ୍ରାଇଭ ଯୋଗ କରନ୍ତି ତେବେ ଆପଣ ଏହାକୁ restorecon ନିର୍ଦ୍ଦେଶ ବ୍ୟବହାର କରି ନାମକରଣ କରିପାରିବେ। ଉଦାହରଣ ସ୍ୱରୂପ ଯଦି ଆପଣ ହୋମ ଡିରେକ୍ଟୋରୀକୁ ପୂର୍ବ ସ୍ଥାପନାରୁ ସଂରକ୍ଷଣ କରନ୍ତି ଯାହାକି SELinux ବ୍ୟବହାର କରୁନଥିଲା, ତେବେ 'restorecon -R -v /home' ନାମପଟିକୁ ସମାଧାନ କରିବ। ଅନ୍ୟଥା ଆପଣ ସମଗ୍ର ଫାଇଲତନ୍ତ୍ରକୁ ନାମକରଣ କରନ୍ତୁ।
pl: Sprawdzanie uprawnień SELinuksa na plikach z etykietą file_t jest zabronione. file_t jest etykietą, jaką jądro SELinuksa daje plikom nieposiadającym etykiety. Wskazuje to na poważny błąd nadawania etykiet. Żadne pliki w systemie SELinux nigdy nie powinny posiadać etykiety file_t. Jeśli właśnie dodano nowy napęd dyskowy do systemu, można ponownie nadać kontekst plikom za pomocą polecenia restorecon. Na przykład, jeśli zapisano katalog domowy z poprzedniej instalacji, która nie używała SELinuksa, polecenie „restorecon -R -v /home” naprawi etykiety. W innym wypadku powinno się ponownie nadać etykiety całemu systemowi plików.
pt_br: As verificações de permissão SELinux em arquivos rotulados como file_t estão sendo negadas. file_t é o contexto que o kernel do SELinux fornece aos arquivos que não têm um rótulo. Isto indica um problema sério de rotulagem. Arquivos em uma máquina SELinux jamais devem ser rotulados como file_t. Se você acabou de adicionar uma unidade de disco ao sistema, você pode rotulá-la novamente usando o comando restorecon. Por exemplo, se você salvou o diretório home a partir de uma instalação anterior que não utilizava SELinux, o comando 'restorecon -R -v /home' corrigirá os rótulos. Caso contrário, você deve rotular todo o sistema de arquivos novamente.
ta: file_t என்ற லேபிளிடப்பட்ட கோப்புகளில் SELinux அனுமதி சரிபார்த்தல் செயல்கள் மறுக்கப்படுகின்றன. file_t என்பது லேபிள் இல்லாத கோப்புகளுக்கு SELinux கெர்னல் கொடுக்கும் சூழலாகும். இது ஒரு பெரிய லேபிள் தொடர்பான சிக்கலைக் குறிக்கிறது. ஒரு SELinux பெட்டியில் file_t என்ற லேபிளுடன் எந்த கோப்பும் இருக்கக்கூடாது. நீங்கள் இப்போது தான் கணினியில் ஒரு வட்டு இயக்கியைச் சேர்த்தீர்களென்றால், restorecon கட்டளையைப் பயன்படுத்தி அதை மறுலேபிளிட முயற்சிக்கலாம். எடுத்துக்காட்டுக்கு நீங்கள் SELinux ஐப் பயன்படுத்தாத ஒரு முந்தைய நிறுவலிலிருந்து இல்லக் கோப்பகத்தை சேமித்திருந்தால், லேபிள் சிக்கல்களை 'restorecon -R -v /home' கட்டளை தீர்க்கக்கூடும். இல்லாவிட்டால் நீங்கள் முழு கோப்புமுறைமைக்கும் மறுலேபிளிட வேண்டும்.

source: This is caused by a newly created file system.
cs: To je způsobeno nově vytvořeným souborovým systémem.
pl: Jest to spowodowane przez nowo utworzony system plików.

source: If you think this is caused by a badly mislabeled machine.
cs: Pokud si myslíte, že to je způsobeno chybně značeným počítačem.
pl: Jeśli jest to spowodowane przez błędnie nadane etykiety w komputerze.

source: SELinux is preventing $SOURCE from creating a file with a context of $SOURCE_TYPE on a filesystem. Usually this happens when you ask the cp command to maintain the context of a file when copying between file systems, "cp -a" for example. Not all file contexts should be maintained between the file systems. For example, a read-only file type like iso9660_t should not be placed on a r/w system. "cp -p" might be a better solution, as this will adopt the default file context for the destination.
cs: SELinux brání $SOURCE ve vytváření souboru s kontextem $SOURCE_TYPE v souborovém systému. Obvykle se to stane, když se tážete příkazem cp na zachování kontextu souboru pří kopírování mezi souborovými systémy, na příklad "cp -a". Ne všechny kontexty souboru by měly být udržovány mezi těmito systémy souborů. Na příklad, souborový typ pro čtení jako je iso9660_t by neměl být umístěn na systém s možností zápisu. "cp -p" může být lepší řešení, neboť přijme kontext výchozího souboru pro místo určení.
de: SELinux hindert $SOURCE am Erstellen einer Datei mit einem Kontext von $SOURCE_TYPE auf einem Dateisystem. Dies passiert normalerweise, wenn Sie den cp-Befehl anweisen, den Kontext einer Datei beim Kopieren zwischen Dateisysteme beizubehalten, z.B. "cp -a". Nicht alle Dateikontexte sollten beim Austausch zwischen Dateisystemen beibehalten werden. So sollte z.B. ein schreibgeschützter Dateityp wie iso9660_t nicht auf einem r/w-System abgelegt werden. In diesem Fall wäre "cp -p" eine bessere Lösung, da dies den Standard-Dateikontext für das Ziel übernimmt.
ko: SELinux는 $SOURCE가 파일 시스템에 있는 $SOURCE_TYPE의 문맥으로 파일을 생성하지 못하게 합니다. 주로 이는 "cp -a"과 같이 파일 시스템 사이에서 복사할 때 파일 문맥을 유지하기 위해 cp 명령을 요청할 때 발생합니다. 모든 파일 문맥이 파일 시스템 사이에서 유지되어야 할 필요는 없습니다. 예를 들어, iso9660_t와 같이 읽기 전용 파일 유형은 r/w 시스템에 없어도 됩니다. "cp -p"는 기본값 파일 문맥을 채택하므로 이를 사용하는 것이 더 좋습니다.
pl: SELinux powstrzymuje $SOURCE przed utworzeniem pliku z kontekstem $SOURCE_TYPE w systemie plików. Zwykle zdarza się to, gdy polecenie cp ma zarządzać kontekstem pliku podczas kopiowania między systemami plików, na przykład „cp -a”. Nie wszystkie konteksty plików powinny być zarządzane między systemami plików. Na przykład typ pliku tylko do odczytu, taki jak iso9660_t nie powinien być umieszczany w systemie do odczytu/zapisu. „cp -p” może być lepszym rozwiązaniem, jako że używa domyślnych kontekstów plików dla miejsca docelowego.
pt_br: O SELinux está impedindo o $SOURCE de criar um arquivo com um contexto de $SOURCE_TYPE em um sistema de arquivos. Normalmente, isso acontece quando você solicita ao comando cp que mantenha o contexto de um arquivo ao copiar entre sistemas de arquivos, "cp -a" por exemplo. Nem todo o contexto de um arquivo deve ser mantido entre os sistemas de arquivos. Por exemplo, um tipo de arquivo somente leitura como iso9660_t não deve ser colocado em um sistema r/w. " cp -p" pode ser uma solução melhor, de forma que este irá adotar o contexto de arquivo padrão para o destino.

source: If you believe $SOURCE_BASE_PATH should be allowed to create $TARGET_BASE_PATH files
cs: Pokud věříte, že by $SOURCE_BASE_PATH mělo být umožněno vytvářet soubory $TARGET_BASE_PATH
pl: Jeśli $SOURCE_BASE_PATH powinno mieć możliwość tworzenia plików $TARGET_BASE_PATH

source: SELinux has denied the http daemon from sending mail. An httpd script is trying to connect to a mail port or execute the sendmail command. If you did not setup httpd to sendmail, this could signal an intrusion attempt.
cs: SELinux zakázal démonu http v odesílání mailu. httpd skript se pokouší připojit k poštovnímu portu nebo spustit příkaz sendmail. Pokud jste nenastavili httpd, aby spouštěl sendmail, mohlo by to naznačovat pokus o vniknutí.
pl: SELinux odmówił usłudze httpd wysyłania poczty. Skrypt httpd próbuje połączyć się z portem poczty lub wykonać polecenie sendmail. Jeśli nie ustawiono usługi httpd tak, aby wykonywała sendmail, może to wskazywać na próbę włamania.

source: If you want to allow httpd to send mail
cs: Pokud chcete povolit httpd, aby posílal maily
pl: Aby zezwolić httpd na wysyłanie poczty,

source: SELinux prevented httpd $ACCESS access to http files. Ordinarily httpd is allowed full access to all files labeled with http file context. This machine has a tightened security policy with the $BOOLEAN turned off, This requires explicit labeling of all files. If a file is a cgi script it needs to be labeled with httpd_TYPE_script_exec_t in order to be executed. If it is read only content, it needs to be labeled httpd_TYPE_content_t, it is writable content. it needs to be labeled httpd_TYPE_script_rw_t or httpd_TYPE_script_ra_t. You can use the chcon command to change these context. Please refer to the man page "man httpd_selinux" or <a href="http://fedora.redhat.com/docs/selinux-apache-fc3">FAQ</a> "TYPE" refers to one of "sys", "user" or "staff" or potentially other script types.
cs: SELinux bránil httpd $ACCESS v přístupu k souborům http. Obvykle je httpd povolen plný přístup ke všem souborům s značkou kontextu http soubor. Tento stroj má zpřísněnou bezpečnostní politiku s vypnutým $BOOLEAN. To vyžaduje výslovné značení všech souborů. Pokud je soubor cgi skript, je potřeba značení httpd_TYPE_script_exec_t, aby mohl být spuštěn. Pokud se jedná o obsah určený ke čtení, potřebuje značení httpd_TYPE_content_t. Pokud se jedná o obsah k zápisu, potřebuje značení httpd_TYPE_script_rw_t nebo httpd_TYPE_script_ra_t. Lze použít příkaz chcon pro změnu kontextu. Podívejte se prosím do manuálových stránek "man httpd_selinux" nebo <a href="http://fedora.redhat.com/docs/selinux-apache-fc3">FAQ</a> "TYPE" odkazuje na jeden z "sys", "user" nebo "staff" nebo potenciálně jiné typy skriptů..
de: SELinux verhinderte den HTTPD-Zugriff $ACCESS auf http-Dateien. Normalerweise erlaubt HTTPD vollen Zugriff auf alle Dateien, die als HTTP-Dateien gekennzeichnet sind. Dieser Rechner hat eine verschärfte Sicherheitsrichtlinie mit deaktiviertem $BOOLEAN Dies erfordert ausdrückliche Kennzeichnung aller Dateien. Ist eine Datei ein CGI-Skript, muss sie mit httpd_TYPE_script_exec_t gekennzeichnet werden, um ausgeführt werden zu können. Falls lesbarer Zugriff benötigt wird, muss sie als httpd_TYPE_content_t gekennzeichnet werden, falls beschreibbarer Inhalt, muss sie mit httpd_TYPE_script_rw_t oder httpd_TYPE_script_ra_t gekennzeichnet werden. Sie können den chcon-Befehl verwenden, um diesen Kontext zu ändern. Bitte beachten Sie die Handbuchseite »man httpd_selinux« oder <a href="http://fedora.redhat.com/docs/selinux-apache-fc3">FAQ</a> »TYPE« bezieht sich auf »sys«, »user«, »staff« oder möglicherweise andere andere Skript-Typen.
ko: SELinux는 http 파일에 httpd $ACCESS 액세스하지 못하게 합니다. 일반적으로 httpd는 http 파일 문맥으로 레이블된 모든 파일로의 완전 액세스를 허용합니다. 이 시스템은 $BOOLEAN 비활성화로 보안 정책을 제한하고 있습니다. 이렇게 되면 모든 파일의 레이블을 명확하게 해야 합니다. 파일이 cgi 스크립트인 경우 실행하려면 httpd_TYPE_script_exec_t로 레이블되어야 합니다. 읽기 전용 컨텐츠인 경우, httpd_TYPE_content_t로 레이블되어야 하며, 쓰기 가능한 컨텐츠인 경우 이는 httpd_TYPE_script_rw_t 또는 httpd_TYPE_script_ra_t로 레이블되어야 합니다. chcon 명령을 사용하여 이러한 문맥을 변경할 수 있습니다. man 페이지 "man httpd_selinux" 또는 <a href="http://fedora.redhat.com/docs/selinux-apache-fc3">FAQ</a> 에서 참조하십시오. "TYPE"은 "sys", "user", "staff", 또는 다른 스크립트 유형을 참조하십시오.
pl: SELinux powstrzymał httpd $ACCESS dostęp do plików http. Zwykle httpd posiada zezwolenie na pełny dostęp do wszystkich plików posiadających etykietę kontekstu pliku http. Ten komputer posiada zwiększoną politykę bezpieczeństwa za pomocą wyłączenia zmiennej $BOOLEAN. Wymaga to nadania etykiet wszystkim plikom. Jeśli plik jest skryptem CGI, który wymaga etykiety httpd_TYP_script_exec_t, aby go wykonać. Jeśli jest treścią tylko do odczytu, musi posiadać etykietę httpd_TYP_content_t. Jeśli jest treścią zapisywalną, musi posiadać etykietę httpd_TYP_script_rw_t lub httpd_TYP_script_ra_t. Można użyć polecenia chcon, aby zmienić te konteksty. Proszę zobaczyć stronę podręcznika „man httpd_selinux” lub <a href="http://fedora.redhat.com/docs/selinux-apache-fc3">FAQ</a> „TYP” odnosi się do jednego z „sys”, „user” lub „staff” lub potencjalnie innych typów skryptów.
pt_br: SELinux preveniu que o httpd acesse $ACCESS para arquivos http. Geralmente o httpd tem permissão para acesso completo a todos os arquivos rotulados com o arquivo de contexto http. Esta máquina possui política de segurança restrita com o $BOOLEAN desligado. Isto requer rotulamento de todos os arquivos explicito. Se um arquivo for um script de cgi, ele precisará ser rotulado com o httpd_TYPE_script_exec_t para ser executado. Caso o conteúdo seja somente de leitura, ele precisará ser rolulado httpd_TYPE_content_t, caso seja de conteúdo gravável, precisará ser rotulado httpd_TYPE_script_rw_t ou httpd_TYPE_script_ra_t. Você pode usar um comando chcon para mudar este contexto. Por favor, consulte a página do manual "man httpd_selinux" ou <a href="http://fedora.redhat.com/docs/selinux-apache-fc3">Perguntas Frequentes</a> "TYPE"se refere à um dos "sys", "user" ou "staff" ou ainda outros tipos de scripts.

source: If you want to allow httpd to execute cgi scripts and to unify HTTPD handling of all content files.
cs: Pokud chcete povolit httpd spouštění CGI skriptů a sjednotit manipulaci HTTPD všech souborů obsahu.
pl: Aby zezwolić httpd na wykonywanie skryptów CGI i ujednolicić obsługę httpd wszystkich plików treści.

source: SELinux prevented httpd $ACCESS access to $TARGET_PATH. httpd scripts are not allowed to write to content without explicit labeling of all files. If $TARGET_PATH is writable content. it needs to be labeled httpd_sys_rw_content_t or if all you need is append you can label it httpd_sys_ra_content_t. Please refer to 'man httpd_selinux' for more information on setting up httpd and selinux.
cs: SELinux bránil httpd $ACCESS v přístupu k $TARGET_PATH. Skriptům httpd není dovoleno zapisovat do obsahu bez výslovného značení všech souborů. Pokud je $TARGET_PATH zapisovatelný kontext, potřebuje značení httpd_sys_rw_content_t nebo pokud vše, co potřebujete, je připojit jej, lze jen značit httpd_sys_ra_content_t. Obraťte se prosím na 'man httpd_selinux' pro více informací o nastavení httpd a SELinuxu.
de: SELinux hinderte httpd $ACCESS am Zugriff auf $TARGET_PATH. httpd-Skripte dürfen keine Inhalte schreiben, ohne explizite Kennzeichnung aller Dateien. Falls $TARGET_PATH schreibbaren Inhalt besitzt, muss es mit httpd_sys_rw_content_t, oder, falls Sie nur Daten anfügen müssen, mit httpd_sys_ra_content_t gekennzeichnet werden. Bitte werfen Sie auch einen Blick auf die Handbuchseite »man httpd_selinux« für weitere Informationen über die Einrichtung von httpd und SELinux.
ko: SELinux는 $TARGET_PATH로 httpd $ACCESS 액세스하지 못하게 합니다. httpd 스크립트는 모든 파일을 명확하게 레이블하지 않고 문맥에 쓰기를 허용하지 않습니다. $TARGET_PATH가 쓰기 가능한 문맥일 경우, httpd_sys_rw_content_t로 레이블하거나 또는 필요한 모든 것이 추가되어 있을 경우 httpd_sys_ra_content_t로 레이블 할 수 있습니다. httpd 및 SELinux 설정에 대한 보다 자세한 내용은 'man httpd_selinux'에서 참조하십시오.
pl: SELinux powstrzymał httpd $ACCESS dostęp do $TARGET_PATH. Skrypty httpd nie mają zezwolenia na zapisywanie do zawartości bez bezpośredniego nadania etykiet wszystkim plikom. Jeśli $TARGET_PATH jest zapisywalną zawartością, wymaga etykiety httpd_sys_rw_content_t lub można nadać etykietę httpd_sys_ra_content_t. Proszę zobaczyć „man httpd_selinux”, aby dowiedzieć się, jak ustawić httpd i SELinuksa.
pt_br: O SELinux impediu o acesso $ACCESS do httpd ao $TARGET_PATH. Os scripts do httpd não tem permissão para gravar conteúdo sem a rotulagem explícita de todos os arquivos. Se o $TARGET_PATH possui conteúdo gravável, ele precisa ser rotulado como httpd_sys_rw_content_t ou se tudo o que você precisa é acrescentar conteúdo, então pode rotulá-lo como httpd_sys_ra_content_t. Por favor, consulte o "man httpd_selinux" para mais informações sobre como configurar o httpd e o SELinux.

source: SELinux has prevented $SOURCE from modifying $TARGET. This denial indicates $SOURCE was trying to modify the way the kernel runs or to actually insert code into the kernel. All applications that need this access should have already had policy written for them. If a compromised application tries to modify the kernel this AVC will be generated. This is a serious issue. Your system may very well be compromised.
cs: SELinux bránil $SOURCE před úpravou $TARGET. Tento zákaz označuje, že se $SOURCE snaží změnit způsob, jakým běží jádro nebo ve skutečnosti vložit kód do jádra. Všechny aplikace, které potřebují tento přístup, by už měly mít pro sebe napsanou politiku. Pokud se napadená aplikace pokusí o modifikaci jádra, bude tento AVC generován. Jedná se o závažný problém. Váš systém může být velmi dobře napaden.
de: SELinux verweigerte $SOURCE das Ändern von $TARGET. Diese Verweigerung zeigt an, dass $SOURCE versuchte, die Ausführung des Kernels zu beeinflussen oder Code in den Kernel einzufügen. Alle Anwendungen, die derartigen Zugriff benötigen, sollten bereits eine entsprechende Richtlinie haben. Falls eine kompromittierte Anwendung den Kernel zu verändern versucht, wird diese AVC generiert. Dies ist unter Umständen ein schwerwiegendes Problem. Ihr System wurde womöglich kompromittiert.
ko: SELinux는 $SOURCE가 $TARGET을 수정하지 못하게 합니다. 이는 $SOURCE가 커널이 실행하는 방식을 수정하려 했거나 또는 커널에 코드를 삽입하려 했음을 나타냅니다. 이러한 액세스가 필요한 모든 응용 프로그램에는 해당하는 정책이 있어야 합니다. 영향을 받을 수 있는 응용 프로그램이 커널을 수정하려 할 경우 AVC가 생성되어 심각한 문제를 일으킬 수 있으며 시스템이 쉽게 손상될 수 있습니다.
pl: SELinux powstrzymał $SOURCE przed zmodyfikowaniem $TARGET. Ten dostęp wskazuje, że $SOURCE próbował zmodyfikować sposób działania jądra lub nawet umieścić kod w jądrze. Wszystkie aplikacje, które wymagają tego dostępu powinny mieć napisaną dla siebie politykę. Jeśli zagrożona aplikacja próbuje zmodyfikować jądro, tworzone jest to AVC. Jest to poważne zagrożenie. System mógł zostać w dużym stopniu zagrożony.
pt_br: O SELinux impediu que $SOURCE modificasse o $TARGET. Esta negação indica que o $SOURCE estava tentando modificar a forma como o kernel executa ou de fato inserindo código dentro dele. Todos os aplicativos que precisam deste acesso já devem ter uma política escrita para eles. Se um aplicativo comprometido tentar modificar o kernel, este AVC será gerado. Este é um problema sério. O seu sistema pode muito bem ter sido comprometido.

source: If you do not think $SOURCE_BASE_PATH should try $ACCESS access on $TARGET_BASE_PATH.
cs: Pokud si nemyslíte, že by se $SOURCE_BASE_PATH měl snažit o $ACCESS přístup na $TARGET_BASE_PATH.
pl: Jeśli $SOURCE_BASE_PATH nie powinno próbować $ACCESS dostępu do $TARGET_BASE_PATH.

source: If you want to ignore $SOURCE_BASE_PATH trying to $ACCESS access the $TARGET_BASE_PATH $TARGET_CLASS, because you believe it should not need this access.
cs: Pokud chcete ignorovat, že se $SOURCE_BASE_PATH pokouší o přistup $ACCESS k $TARGET_CLASS v $TARGET_BASE_PATH, neboť věříte, že by nemělo tento přístup potřebovat.
pl: Aby zignorować próbę dostępu $SOURCE_BASE_PATH $ACCESS do $TARGET_BASE_PATH $TARGET_CLASS, ponieważ nie powinno to wymagać tego dostępu.
