Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: turn on full auditing to get path information about the offending file and generate the error again.
bg: включете пълното наблюдение, за да получите информация за пътя до дадения файл и предизвикайте грешката отново.
cs: chcete pomoci určit, zda doména potřebuje tento přístup nebo zda máte v systému soubor s nesprávnými oprávněním
de: Aktivieren Sie die vollständige Audit-Funktion, um die Pfad-Information der problematischen Datei zu erhalten. Dann reproduzieren Sie den Fehler erneut.
gu: ઑફેન્ડીંગ ફાઇલ વિશે પાથ જાણકારી મેળવવા માટે સંપૂર્ણ ઓડિટીંગ ને ચાલુ કરો અને ફરીથી ભૂલને ઉત્પન્ન કરો.
kn: ತಪ್ಪೆಸಗುತ್ತಿರುವ ಕಡತವು ಇರುವ ಸ್ಥಳದ ಬಗೆಗೆ ಮಾಹಿತಿಯನ್ನು ಪಡೆಯಲು ಹಾಗು ದೋಷವನ್ನು ಇನ್ನೊಮ್ಮೆ ಉತ್ಪಾದಿಸಲು ಸಂಪೂರ್ಣ ಆಡಿಟಿಂಗ್ ಅನ್ನು ಆನ್ ಮಾಡಿ.
ko: 잘못된 파일과 반복적인 오류 발생에 대해 경로 정보를 얻기 위해 완전 감시를 활성화합니다.
ml: തെറ്റായ ഫയലിലേക്കുള്ള പാഥ് വിവരം ലഭ്യമാക്കുന്നതിനും പിശക് വീണ്ടും കാണുന്നതിനു് പൂര്‍ണ്ണ ഓഡിറ്റിങ് ഓണ്‍ ചെയ്യുക.
mr: ऑफेंडिंग फाइलविषयी माहिती प्राप्त करण्यासाठी संपूर्ण ऑडिटिंग सुरू करा व त्रुटी पुनः निर्माण करा.
nl: zet volledig audit aan om pad informatie te verkrijgen over het gewraakte bestand en genereer deze fout opnieuw.
or: ସେହି ଫାଇଲର ପଥ ବିଷୟରେ ସୂଚନା ପାଇବା ପାଇଁ ସମ୍ପୂର୍ଣ୍ଣ ସମ୍ପାଦନକୁ ଅନ କରନ୍ତୁ ଏବଂ ସେହି ତ୍ରୁଟିକୁ ପୁଣି ସୃଷ୍ଟି କରନ୍ତୁ।
pl: należy włączyć audyt, aby uzyskać informacje o ścieżce problemowego pliku i ponownie utworzyć błąd.
pt_br: Ligue a auditoria completa para obter informações de caminho sobre ofender arquivo e gerar um erro novamente.
ta: நீங்கான கோப்பு மற்றும் பிழையை மீண்டும் உருவாக்குவதை பற்றிய பாதையை பெறுவதற்கு முழு தணிக்கைக்கு செல்லவும்.

source: Turn on full auditing # auditctl -w /etc/shadow -p w Try to recreate AVC. Then execute # ausearch -m avc -ts recent If you see PATH record check ownership/permissions on file, and fix it, otherwise report as a bugzilla.
nl: Zet volledige audit aan # auditctl -w /etc/shadow -p w Probeer AVC opnieuw te creëren. Voer dan uit # ausearch -m avc -ts recent Als je PATH record ziet controleer eigenaar/rechten van bestand, en herstel dit, rapporteer dit anders als een bugzilla.

source: SELinux is preventing $SOURCE_PATH "$ACCESS" access to device $TARGET_PATH.
nl: SELinux belet $SOURCE_PATH "$ACCESS" toegang tot apparaat $TARGET_PATH.

source: SELinux has denied $SOURCE "$ACCESS" access to device $TARGET_PATH. $TARGET_PATH is mislabeled, this device has the default label of the /dev directory, which should not happen. All Character and/or Block Devices should have a label. You can attempt to change the label of the file using restorecon -v '$TARGET_PATH'. If this device remains labeled device_t, then this is a bug in SELinux policy. Please file a bg report. If you look at the other similar devices labels, ls -lZ /dev/SIMILAR, and find a type that would work for $TARGET_PATH, you can use chcon -t SIMILAR_TYPE '$TARGET_PATH', If this fixes the problem, you can make this permanent by executing semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' If the restorecon changes the context, this indicates that the application that created the device, created it without using SELinux APIs. If you can figure out which application created the device, please file a bug report against this application.
nl: SELinux belette de $SOURCE "$ACCESS" toegang tot apparaat $TARGET_PATH. $TARGET_PATH is verkeerd gelabeld, dit apparaat heeft het standaard label van de /dev map, wat niet mag gebeuren. Alle Karakter en/of Blok apparaten moeten een label hebben. Je kunt proberen het label van het bestand te veranderen met restorecon -v '$TARGET_PATH'. Als dit apparaat gelabeld blijft met device_t, dan is er een fout in SELinux tactiek. Dien een fout rapport in. Als je kijkt naar andere vergelijkbare apparaat labels, ls -lZ /dev/SIMILAR, en vindt een type dat kan werken voor $TARGET_PATH, kun je chcon -t SIMILAR_TYPE '$TARGET_PATH' gebruiken. Als dat het probleem oplost, kun je dit permanent maken door uit te voeren semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' Als restorecon de context verandert, geeft dit aan dat de toepassing die het apparaat heeft aangemaakt, dit gedaan heeft zonder het gebruik van SELinux API's. Als je uit kunt vinden welke toepassing het apparaat aangemaakt heeft, dien dan een fout rapport in.voor deze toepassing.

source: Attempt restorecon -v '$TARGET_PATH' or chcon -t SIMILAR_TYPE '$TARGET_PATH'
bg: Опитайте с restorecon -v $TARGET_PATH или chcon -t SIMILAR_TYPE '$TARGET_PATH'
cs: Pokus o restorecon -v '$TARGET_PATH' nebo chcon -t SIMILAR_TYPE '$TARGET_PATH'
de: Versuchen Sie es mit restorecon -v $TARGET_PATH oder chcon -t SIMILAR_TYPE $TARGET_PATH
gu: restorecon -v '$TARGET_PATH' અથવા chcon -t SIMILAR_TYPE '$TARGET_PATH' ચલાવો
kn: restorecon -v '$TARGET_PATH' ಅಥವ chcon -t SIMILAR_TYPE '$TARGET_PATH' ಗೆ ಪ್ರಯತ್ನಿಸಿ
ko: restorecon -v '$TARGET_PATH' 또는 chcon -t SIMILAR_TYPE '$TARGET_PATH' 시도
ml: restorecon -v '$TARGET_PATH' അല്ലെങ്കില്‍ chcon -t SIMILAR_TYPE $TARGET_PATH ശ്രമിക്കുക
mr: restorecon -v '$TARGET_PATH' चा प्रयत्न करा किंवा chcon -t SIMILAR_TYPE '$TARGET_PATH' करा
nl: Probeer restorecon -v '$TARGET_PATH' of chcon -t SIMILAR_TYPE '$TARGET_PATH'
or: restorecon -v '$TARGET_PATH' କିମ୍ବା chcon -t SIMILAR_TYPE '$TARGET_PATH'ନିର୍ଦ୍ଦେଶ ମାନଙ୍କ ସହିତ ପ୍ରଚେଷ୍ଟା କରନ୍ତୁ
pl: Proszę spróbować polecenie restorecon -v "$TARGET_PATH" lub chcon -t PODOBNY_TYP "$TARGET_PATH"
pt_br: Tente restorecon -v $TARGET_PATH ou chcon -t SIMILAR_TYPE $TARGET_PATH
ta: Attempt restorecon -v '$TARGET_PATH' அல்லது chcon -t SIMILAR_TYPE '$TARGET_PATH'

source: You need to change the label on $TARGET_PATH to a type of a similar device.
bg: Трябва да промените етикета на $TARGET_PATH на тип, като на подобно устройство.
cs: Je nutné změnit značku na $TARGET_PATH na typ podobného zařízení.
de: Sie müssen die Kennzeichnung von $TARGET_PATH auf einen Typ eines ähnlichen Elementes ändern
gu: તમારે સરખા ઉપકરણનાં પ્રકાર માટે $TARGET_PATH પર લેબલને બદલવુ જોઇએ.
kn: $TARGET_PATH ನಲ್ಲಿ ಇದೇ ಬಗೆಯ ಒಂದು ಸಾಧನಕ್ಕಾಗಿ ಲೇಬಲ್ ಅನ್ನು ಬದಲಾಯಿಸುವ ಅಗತ್ಯವಿರುತ್ತದೆ.
ko: $TARGET_PATH 의 레이블을 유사한 장치 유형으로 변경해야 합니다.
ml: ഒരേ തരത്തിലുള്ളൊരു ഡിവൈസിലേക്കു് $TARGET_PATH-ലുള്ള ലേബല്‍ മാറ്റേണ്ടതുണ്ടു്.
mr: समान प्रकारच्या साधनकरीता $TARGET_PATH वरील लेबलला बदलणे आवश्यक आहे.
nl: Je moet het label op $TARGET_PATH veranderen naar een type van een soortgelijk apparaat.
or: ଏକା ପ୍ରକାର ଉପକରଣ ପାଇଁ ଆପଣଙ୍କୁ $TARGET_PATH ଉପରେ ନାମପଟିକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ହେବ।
pl: Należy zmienić etykietę $TARGET_PATH na typ podobnego urządzenia.
pt_br: Você precisa mudar o rótulo em $TARGET_PATH para um tipo de um dispositivo semelhante.
ta: $TARGET_PATH-க்கு அதே போன்ற சாதன வகைக்கு லேபிளை மாற்ற வேண்டும்.

source: Ignore if IPV6 is disabled.
nl: Negeer als IPv6 uitgezet is.

source: SELinux is preventing access to files with the label, file_t.
bg: SELinux спира достъпа до файлове с етикет file_t.
cs: SELinux brání v přístupu do souboru se značkou file_t.
de: SELinux unterbindet den Zugriff auf Dateien mit dem Label, file_t.
gu: SELinux એ file_t લેબલ સાથેની ફાઈલોના વપરાશથી બચાવી રહ્યું છે.
kn: file_t ಲೇಬಲ್ ಅನ್ನು ಹೊಂದಿರುವ ಕಡತಗಳನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳುವುದನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 레이블 file_t를 사용하여 파일에 액세스하지 못하게 합니다.
ml: file_t, എന്ന ലേബലുളള ഫയലുകളിലേക്കുളള പ്രവേശനം SELinux തടയുന്നു.
mr: SELinux लेबल असलेल्या फाइलकरीता प्रवेश देण्यास नकार देत आहे, file_t.
nl: SELinux voorkomt toegang tot bestanden met het label, file_t.
or: file_t.ସୂଚକ ଥିବା ଫାଇଲ ମାନଙ୍କୁ ଅଭିଗମ କରିବାରୁ ଅଟକାଉଛି।
pl: SELinux powstrzymuje dostęp do plików z etykietą file_t.
pt_br: O SELinux está impedindo o acesso a arquivos com a etiqueta file_t.
ta: SELinux ஆனது லேபிலுடன் கோப்புகளை அணுக தடுக்கிறது, file_t.

source: SELinux permission checks on files labeled file_t are being denied. file_t is the context the SELinux kernel gives to files that do not have a label. This indicates a serious labeling problem. No files on an SELinux box should ever be labeled file_t. If you have just added a disk drive to the system you can relabel it using the restorecon command. For example if you saved the home directory from a previous installation that did not use SELinux, 'restorecon -R -v /home' will fix the labels. Otherwise you should relabel the entire file system.
nl: SELinux rechten controle op bestanden met label file_t worden geweigerd. file_t is de context die de SELinux kernel geeft aan bestanden die geen label hebben. Dit geeft een serieus label probleem aan. Geen enkel bestand op een SELinux systeem zou met file_t gelabeld moeten zijn. Als je zojuist een nieuwe schijf hebt toegevoegd aan je systeem dan kun je het her-labelen met het restorecon commando. Bijvoorbeeld, als je de persoonlijke map van een vorige installatie opsloeg welke SELinux niet gebruikte zal 'restorecon -R -v /home' de labels herstellen. Anders moet je het gehele bestandssysteem her-labelen.

source: You can execute the following command as root to relabel your computer system: "touch /.autorelabel; reboot"
bg: Можете да стартирате следната команда като root за да преетикетирате системата си: "touch /.autorelabel; reboot"
cs: Můžete spustit následující příkaz jako root, abyste přeznačkovali váš počítač: "touch /.autorelabel; reboot"
de: Sie können folgenden Befehl als root ausführen, um Ihr Computersystem neu zu kennzeichnen: "touch /.autorelabel; reboot"
gu: તમે તમારી કમ્પ્યૂટર સિસ્ટમનું પુનઃલેબલીકરણ કરવા માટે નીચેનો આદેશ રુટ તરીકે ચલાવી શકો છો: "touch /.autorelabel; reboot"
kn: ನಿಮ್ಮ ಗಣಕ ವ್ಯವಸ್ಥೆಯನ್ನು ಮರುಲೇಬಲ್ ಮಾಡಲು ನೀವು ಈ ಕೆಳಗಿನ ಆದೇಶವನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದು: "touch /.autorelabel; reboot"
ko: 컴퓨터 시스템에 레이블하기 위하여 root 계정으로 다음 명령을 사용하여 실행할 수 있습니다: "touch /.autorelabel; reboot"
ml: നിങ്ങളുടെ കംപ്യൂട്ടര്‍ സിസ്റ്റം റൂട്ട് ആയി നിന്ന് ഈ കമാന്‍ഡ് ഉപയോഗിച്ച് നിങ്ങള്‍ക്ക് റീലേബല്‍ ചെയ്യുവാന്‍ സാധ്യമാണ്: "touch /.autorelabel; reboot"
mr: तुम्ही खालील आदेश तुमची संगणक प्रणाली रूट म्हणून पुन्हलेबल करण्याकरीता कार्यान्वीत करा: "touch /.autorelabel; reboot"
nl: Je kunt het volgende commando uitvoeren als root om jouw computer systeem te her-labelen: "touch /.autorelabel; reboot"
or: ଆପଣଙ୍କର କମ୍ପୁଟର ତନ୍ତ୍ରକୁ ପୁନଃ ନାମପଟିକରଣ କରିବା ପାଇଁ ମୂଖ୍ୟ ଚାଳକ ଭବାରେ ଆପଣ ନିମ୍ନଲିଖିତ ନିର୍ଦ୍ଦେଶକୁ ନିଷ୍ପାଦନ କରିପାରିବେ: "touch /.autorelabel; reboot"
pl: Można wykonać jako root następujące polecenie, aby ponownie nadać kontekst plikom w systemie komputera: „touch /.autorelabel; reboot”
pt_br: Você pode executar o seguinte comando como root para reetiquetar o seu sistema: "touch /.autorelabel; reboot"
ta: நீங்கள் பின்வரும் கட்டளையை ஒரு ரூட்டுக்கு மறுலேபிலிட்டு உங்களது கணினி வகைக்கு செயல்படுகிறது: "touch /.autorelabel; reboot"

source: this is caused by a newly created file system.
bg: това е причинено ат новосъздадена файлова система.
gu: આ નવી બનાવેલી ફાઇલ સિસ્ટમને કારણે છે.
kn: ಇದಕ್ಕೆ ಕಾರಣ ಹೊಸತಾಗಿ ನಿರ್ಮಿಸಲಾದ ಕಡತ ವ್ಯವಸ್ಥೆ ಆಗಿರುತ್ತದೆ.
ml: പുതുതായി തയ്യാറാക്കിയ ഫയല്‍ സിസ്റ്റം കാരണം ഇതു് സംഭവിയ്ക്കുന്നു.
mr: हे नवीन निर्माण झालेल्या फाइल प्रणालीमुळे होते.
nl: dit wordt veroorzaakt door een zojuist gemaakt bestandssysteem.
or: ଏହା ନୂତନ ଭାବରେ ନିର୍ମିତ ଫାଇଲତନ୍ତ୍ର ଦ୍ୱାରା ଘଟିଥାଏ।
ta: ஒரு புதியதாக உருவாக்கப்பட்ட கோப்பு முறையே காரணமாகும்.

source: you think this is caused by a badly mislabeled machine.
bg: мислите, че това е причинено от лоша машина с липсващи етикети.
gu: તમે વિચારો આ ખરાબ રીતે મશીનને ખોટી રીતે લેબલ આપવાને કારણે થયેલ છે.
kn: ಇದಕ್ಕೆ ಕಾರಣ ಹೊಸತಾಗಿ ನಿರ್ಮಿಸಲಾದ ಕಡತ ವ್ಯವಸ್ಥೆ ಆಗಿದೆ ಎಂದು ನೀವು ನಂಬುತ್ತೀರಿ.
ml: തെറ്റായി ലേബല്‍ ചെയ്തിരിയ്ക്കുന്നൊരു സിസ്റ്റം കാരണം ഇങ്ങനെ സംഭവിച്ചിരിയ്ക്കുന്നു എന്നു് നിങ്ങള്‍ വിശ്വസിയ്ക്കുന്നു.
mr: हे अयोग्यरित्या लेबल केलेल्या मशीनमुळे निर्माण होते असे तुम्हाला वाटते.
nl: je denkt dat dit veroorzaakt wordt door een verkeerd gelabelde machine.
or: ଆପଣ ଭାବୁଛନ୍ତିକି ଏହା ଭୁଲ ଭାବରେ ନାମକରଣ ହୋଇଥିବା ତନ୍ତ୍ର ଦ୍ୱାରା ଘଟିଛି।
ta: ஒரு லேபிளிடப்படாத கணினியால் என்று நினைகிறீர்கள்.

source: you need to add labels to it.
bg: трябва да добавите етикети.
cs: je třeba k němu přidat značky.
de: Sie müssen Markierungen hinzufügen.
gu: તમારે તેમાં લેબલોને ઉમેરવાની જરૂર છે.
kn: ನೀವು ಅದಕ್ಕೆ ಲೇಬಲ್‌ಗಳನ್ನು ಸೇರಿಸುವ ಅಗತ್ಯವಿರುತ್ತದೆ.
ko: 레이블을 추가해야 합니다.
ml: ഇതിലേക്കു് ലേബലുകള്‍ ചേര്‍ക്കേണ്ടതുണ്ടു്.
mr: लेबल्स् समाविष्ट करणे आवश्यक आहे.
nl: je moet er labels aan toevoegen.
or: ଆପଣଙ୍କୁ ଏଥିରେ ନାମପଟି ଲଗାଇବାକୁ ହେବ।
pl: należy dodać do niego etykiety.
pt_br: você precisa adicionar rótulos.
ta: இதற்கு நீங்கள் லேபிள்களை சேர்க்க வேண்டும்.

source: you need to fully relabel.
bg: трябва да направите пълно преетикетиране.
cs: je třeba plně přeznačit.
de: Sie müssen erneut eine vollständige Markierung durchführen.
gu: તમારે સંપૂર્ણ રીતે પુન:લેબલ કરવાની જરૂર છે.
kn: ನೀವು ಸಂಪೂರ್ಣವಾಗಿ ಲೇಬಲ್ ಅನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ.
ko: 모두 다시 레이블해야 합니다.
ml: വീണ്ടും പൂര്‍ണ്ണമായി ലേബല്‍ ചെയ്യേണ്ടതുണ്ടു്.
mr: संपूर्णतया पुनःलेबल करणे आवश्यक आहे.
nl: je moet het volledig opnieuw labelen
or: ଆପଣଙ୍କୁ ପୁଣିଥରେ ନାମପଟି ଲଗାଇବାକୁ ହେବ।
pl: należy przeprowadzić pełne ponowne nadanie etykiet.
pt_br: você precisa rotular novamente.
ta: நீங்கள் முழுவதுமாக மீண்டும் லேபிளிட வேண்டும்.

source: SELinux is preventing $SOURCE_PATH from creating a file with a context of $SOURCE_TYPE on a filesystem.
bg: SELinux пречи на $SOURCE_PATH да създаде файл с контекст от тип $SOURCE_TYPE във файлова система.
cs: SELinux brání $SOURCE_PATH ve vytváření souboru s kontextem $SOURCE_TYPE v souborovém systému.
de: SELinux hindert $SOURCE_PATH an der Erstellung einer Datei mit dem Dateikontext $SOURCE_TYPE in einem Dateisystem.
gu: SELinux એ $SOURCE_PATH ને ફાઈલસિસ્ટમ પર $SOURCE_TYPE ના સંદર્ભ સાથે ફાઈલ બનાવવાથી અટકાવી રહ્યું છે.
kn: ಒಂದು ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿ $SOURCE_TYPE ನ ಕಡತ ಸನ್ನಿವೇಶದೊಂದಿಗೆ $SOURCE_PATH ಒಂದು ಕಡತವನ್ನು ನಿರ್ಮಿಸುವುದನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 $SOURCE_PATH가 파일 시스템에서 $SOURCE_TYPE의 문맥을 사용하여 파일을 생성하지 못하게 합니다.
ml: $SOURCE_TYPE കോണ്‍ടെക്സ്റ്റില്‍ ഒരു ഫയല്‍സിസ്റ്റത്തില്‍ $SOURCE_PATH-നെ ഒരു ഫയല്‍ ഉണ്ടാക്കുന്നതില്‍ നിന്നും SELinux തടയുന്നു.
mr: फाइल प्रणाली वरील $SOURCE_TYPE संदर्भ असल्यास SELinux $SOURCE_PATH ला फाइल बनवण्यापासून रोखतो.
nl: SELinux belet $SOURCE_PATH om een bestand aan te maken in een bestandssysteem met context type $SOURCE_TYPE.
or: SELinux $SOURCE_PATH କୁ ଗୋଟିଏ ଫାଇଲତନ୍ତ୍ରରେ $SOURCE_TYPE ପ୍ରସଙ୍ଗ ସହିତ ଗୋଟିଏ ଫାଇଲ ସୃଷ୍ଟି କରିବାରୁ ଅଟକାଉଛି।
pl: SELinux powstrzymuje $SOURCE_PATH przed utworzeniem pliku z kontekstem $SOURCE_TYPE w systemie plików.
pt_br: O SELinux está impedindo que o $SOURCE_PATH crie um arquivo com o contexto de $SOURCE_TYPE em um sistema de arquivos.
ta: SELinux ஆனது $SOURCE_PATH லிருந்து உரையுடன் ஒரு கோப்கை $SOURCE_TYPE ஒரு கோப்புமுறைமையில் உருவாக்குவதை தடுக்கறிது.

source: SELinux is preventing $SOURCE from creating a file with a context of $SOURCE_TYPE on a filesystem. Usually this happens when you ask the cp command to maintain the context of a file when copying between file systems, "cp -a" for example. Not all file contexts should be maintained between the file systems. For example, a read-only file type like iso9660_t should not be placed on a r/w system. "cp -p" might be a better solution, as this will adopt the default file context for the destination.
nl: SELinux belet $SOURCE om een bestand aan te maken met een $SOURCE_TYPE context type in een bestandssysteem. Gewoonlijk gebeurt dit als je met het cp commando vraagt om de context van een bestand te handhaven als het kopieert tussen bestandssystemen, "cp -a" bijvoorbeeld. Niet alle bestand context moet gehandhaafd blijven tussen bestandssystemen. Bijvoorbeeld, een alleen-lezen bestand type zoals iso9660_t moet niet geplaatst worden in een r/w systeem. "cp -p" kan een betere oplossing zijn, want dit zal de standaard bestandscontext overnemen van de bestemming.

source: Use a command like "cp -p" to preserve all permissions except SELinux context.
bg: Ползвайте команда като "cp -p", за да запазите всички права, освен контекста на SELinux.
cs: Použijte příkaz jako "cp -p" pro zachování všech oprávnění s výjimkou kontextu SELinux.
de: Verwenden Sie den Befehl "cp -p", um alle Berechtigungen mit Ausnahme des SELinux-Kontexts zu erhalten.
gu: SELinux સંદર્ભ સિવાયની બધી પરવાનગીઓ સાચવવા માટે "cp -p" જેવો આદેશ વાપરો.
kn: SELinux ಸನ್ನಿವೇಶವನ್ನು ಹೊರತುಪಡಿಸಿ ಎಲ್ಲಾ ಅನುಮತಿಗಳನ್ನು ಉಳಿಸಲು "cp -p" ಅನ್ನು ಬಳಸಿ.
ko: "cp -p"와 같은 명령을 사용하여 SELinux 문맥을 제외한 모든 권한을 보존합니다.
ml: SELinux കോണ്‍ടെക്സ്റ്റ് ഒഴികെ ബാക്കിയെല്ലാ അനുമതികളും സൂക്ഷിക്കുന്നതിനായി "cp -p" പോലുള്ള കമാന്‍ഡ് ഉപയോഗിക്കുക.
mr: SELinux संदर्भाला वगळता सर्व परवानगी संचयीत करण्यासाठी "cp -p" आदेशचा वापर करा.
nl: Gebruik een commando zoals "cp -p" om alle rechten vast te houden behalve SELinux context.
or: SELinux ପ୍ରସଙ୍ଗ ପରିବର୍ତ୍ତେ ସମସ୍ତ ପ୍ରସଙ୍ଗକୁ ସଂରକ୍ଷଣ କରିବା ପାଇଁ "cp -p" ପରି ଏକ ନିର୍ଦ୍ଦେଶକୁ ବ୍ୟବହାର କରନ୍ତୁ।
pl: Należy użyć polecenia takiego jak „cp -p”, aby zachować wszystkie uprawnienia poza kontekstem SELinuksa.
pt_br: Use um comando como "cp -p" para preservar todas as permissões exceto o contexto do SELinux.
ta: SELinux சூழல் தவிர்த்து மற்ற அனுமதிகள் அனைத்தையும் தக்கவைத்திருக்க "cp -p" கட்டளையைப் பயன்படுத்தவும்.

source: you believe $SOURCE_BASE_PATH should be allowed to create $TARGET_BASE_PATH files
bg: вярвате, че $SOURCE_BASE_PATH трябва да може да създава $TARGET_BASE_PATH файлове
gu: તમે માનો છો કે $SOURCE_BASE_PATH એ $TARGET_BASE_PATH ને બનાવવા માટે પરવાનગી આપેલ હોવી જોઇએ
kn: $TARGET_BASE_PATH ಕಡತಗಳನ್ನು ರಚಿಸಲು $SOURCE_BASE_PATH ಗೆ ಅನುಮತಿ ನೀಡಬೇಕು ಎಂದು ನೀವು ನಂಬುತ್ತೀರಿ
ml: $TARGET_BASE_PATH ഫയലുകള്‍ തയ്യാറാക്കുന്നതിനായി $SOURCE_BASE_PATH-നെ അനുവദിയ്ക്കേണ്ടതുണ്ടെന്നു് കരുതുന്നു
mr: पूर्वनिर्धारितपणे $TARGET_BASE_PATH फाइल्स् निर्माण करण्यासाठी $SOURCE_BASE_PATH ला परवानगी द्यायची, असे तुम्हाला वाटते
nl: je denkt dat $SOURCE_BASE_PATH $TARGET_BASE_PATH bestanden moet kunnen aanmaken
or: ଆପଣ ବିଶ୍ୱାସ କରୁଛନ୍ତି ଯେ $SOURCE_BASE_PATH $TARGET_BASE_PATH କୁ ନିର୍ମାଣ କରିବା ପାଇଁ ଅନୁମତି ଦେବା ଉଚିତ
ta: $SOURCE_BASE_PATH-ஆனது $TARGET_BASE_PATH கோப்புகளை உருவாக்க அனுமதிக்கப்படுவதை நம்பவும்

source: you need to use a different command. You are not allowed to preserve the SELinux context on the target file system.
bg: трябва да използвате друга команда. Не е позволено да пренесете SELinux контекста в целевата файлова система.
cs: je třeba použít jiný příkaz. Není dovoleno zachovat kontext SELinuxu na cílovém systému souborů.
de: Sie müssen einen anderen Befehl verwenden. Sie sind nicht berechtigt, den SELinux-Kontext auf dem Ziel-Dateisystem zu sichern.
gu: તમારે વિવિધ આદેશને વાપરવાની જરૂર છે. લક્ષ્ય ફાઇસ સિસ્ટમ પર SELinux સંદર્ભને સાચવવા માટે પરવાનગી આપેલ નથી.
kn: ನೀವು ಬೇರೊಂದು ಆದೇಶವನ್ನು ಬಳಸಬೇಕಾಗುತ್ತದೆ. ನಿರ್ದೇಶಿತ ವ್ಯವಸ್ಥೆಯಲ್ಲಿ SELinux ಸನ್ನಿವೇಶವನ್ನು ಕಾದಿರಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲ.
ko: 다른 명령을 사용해야 합니다. 대상 파일 시스템에서 SELinux 문맥을 저장하는 것을 허용하지 않습니다.
ml: മറ്റൊരു കമാന്‍ഡ് ഉപയോഗിയ്ക്കേണ്ടതുണ്ടു്. ഒരു ഫയല്‍ സിസ്റ്റത്തില്‍ SELinux കോണ്‍ടെക്സ്റ്റ് സൂക്ഷിയ്ക്കുവാന്‍ നിങ്ങള്‍ക്കു് അനുവാദമില്ല.
mr: तुम्हाला वेगळ्या आदेशचा वापर करावा लागेल. लक्ष्य फाइल प्रणालीवरील SELinux संदर्भ साठवण्यास तुम्हाला परवानगी नाही.
nl: je moet een ander commando gebruiken. Het is jou niet toegestaan om de SELinux context op het doel bestandssysteem in stand te houden.
or: ଆପଣଙ୍କୁ ଭିନ୍ନ ଏକ ନିର୍ଦ୍ଦେଶ ବ୍ୟବହାର କରିବା ଆବଶ୍ୟକ। ଆପଣଙ୍କୁ SELinux ପ୍ରସଙ୍ଗକୁ ଲକ୍ଷ୍ଯସ୍ଥଳ ଫାଇଲ ତନ୍ତ୍ରରେ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ଅନୁମତି ନାହିଁ।
pl: należy użyć innego polecenia. Użytkownik nie posiada zezwolenia na zachowanie kontekstu SELinuksa w docelowym systemie plików.
pt_br: você precisa usar um comando diferente. Você não tem permissão para preservar o contexto do SELinux no sistema de arquivo de destino.
ta: ஒரு வேறுபட்ட கட்டளையை நீங்கள் பயன்படுத்த வேண்டும். இலக்கு கோப்பு முறைமையில் SELinux உரையை பாதுக்காக்க அனுமதிக்கவில்லை.

source: use a command like "cp -p" to preserve all permissions except SELinux context.
bg: ползвайте команда като "cp -p", за да запазите всички права освен SELinux контекста.
cs: použijte příkaz jako "cp -p" pro zachování všech oprávnění s výjimkou kontextu SELinux.
de: Benutzen Sie einen Befehl wie "cp -p" um alle Berechtigungen ausser SELinux-Kontext zu sichern.
gu: SELinux સંદર્ભ સિવાયની બધી પરવાનગીઓ સાચવવા માટે "cp -p" જેવો આદેશ વાપરો.
kn: SELinux ಸನ್ನಿವೇಶವನ್ನು ಹೊರತುಪಡಿಸಿ ಎಲ್ಲಾ ಅನುಮತಿಗಳನ್ನು ಉಳಿಸಲು "cp -p" ಅನ್ನು ಬಳಸಿ.
ko: "cp -p"와 같은 명령을 사용하여 SELinux 문맥을 제외한 모든 권한을 저장합니다.
ml: SELinux കോണ്‍ടെക്സ്റ്റ് ഒഴികെ ബാക്കിയെല്ലാ അനുമതികളും സൂക്ഷിക്കുന്നതിനായി "cp -p" പോലുള്ള കമാന്‍ഡ് ഉപയോഗിക്കുക.
mr: SELinux संदर्भाला वगळता सर्व परवानगी संचयीत करण्यासाठी "cp -p" आदेशचा वापर करा.
nl: gebruik een commando zoals "cp -p" om alle rechten vast te houden behalve SELinux context.
or: SELinux ପ୍ରସଙ୍ଗ ପରିବର୍ତ୍ତେ ସମସ୍ତ ପ୍ରସଙ୍ଗକୁ ସଂରକ୍ଷଣ କରିବା ପାଇଁ "cp -p" ପରି ଏକ ନିର୍ଦ୍ଦେଶକୁ ବ୍ୟବହାର କରନ୍ତୁ।
pl: należy użyć polecenia takiego jak „cp -p”, aby zachować wszystkie uprawnienia poza kontekstem SELinuksa.
pt_br: Use o comando como "cp-p" para preservar todas as permissões exceto o contexto SELinux.
ta: SELinux சூழல் தவிர்த்து மற்ற அனுமதிகள் அனைத்தையும் தக்கவைக்க "cp -p" போன்ற ஒரு கட்டளையைப் பயன்படுத்தவும்.

source: SELinux is preventing the http daemon from sending mail.
bg: SELinux пречи на http демона да изпрати писмо.
cs: SELinux brání démonu http v odesílání mailu.
de: SELinux hindert den HTTP-Daemon E-Mails zu verschicken.
gu: SELinux એ http ડિમનને મેઇલ મોકલવા અટકાવી રહ્યું છે
kn: http ಡೆಮನ್ ಒಂದು ಮೈಲನ್ನು ಕಳುಹಿಸದಂತೆ SELinux ತಡೆದಿದೆ.
ko: SELinux는 http 데몬이 메일을 전송하지 못하게 합니다.
ml: മെയില്‍ അയയ്ക്കുന്നതില്‍ നിന്നും http ഡെമണിനെ SELinux തടയുന്നു.
mr: SELinux http डीमनला मेल पाठवण्यापासून रोखत आहे.
nl: SELinux belet de http daemon om mail te versturen.
or: SELinux http ଡେମନକୁ ମେଲ ପଠାଇବାରୁ ଅଟକାଉଛି।
pl: SELinux powstrzymuje usługę httpd przed wysłaniem poczty.
pt_br: O SELinux está impedindo que o daemon http envie correio.
ta: SELinuxஐ http டீமனிலிருந்து அஞ்சலை அனுப்புவதை தடுக்கிறது.

source: SELinux has denied the http daemon from sending mail. An httpd script is trying to connect to a mail port or execute the sendmail command. If you did not setup httpd to sendmail, this could signal a intrusion attempt.
nl: SELinux heeft de http daemon verboden om mail te versturen. Een httpd script probeert te verbinden met een dmail poort of het uitvoeren van het sendmail commando. Als je httpd niet ingesteld hebt voor sendmail, kan dit een teken zijn van een indringing poging.

source: If you want httpd to send mail you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
bg: Ако искате httpd да изпраща писма, трябва да включите булевата променлива $BOOLEAN: "setsebool -P $BOOLEAN=1"
cs: Pokud chcete, aby httpd zasílal maily, je třeba zapnout $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
de: Wenn Sie dem HTTP-Daemon erlauben möchten E-Mails zu verschicken, müssen Sie die Boolesche Variable $BOOLEAN aktivieren: "setsebool -P $BOOLEAN=1"
gu: જો તમે મેઇલ મોકલવા માટે httpd ને ઇચ્છતા હોય તો તમારે $BOOLEAN boolean: "setsebool -P ની તરફ જવાની જરૂર છે $BOOLEAN=1"
kn: httpd ಯು ಮೈಲ್ ಅನ್ನು ಕಳುಹಿಸುವುದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ನೀವು $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1"
ko: 메일을 전송하기 위해 httpd를 사용하시고자 할 경우 $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1"
ml: നിങ്ങള്‍ക്ക് httpd മെയില്‍ അയയ്ക്കണമെങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്യേണ്ടതുണ്ട്: "setsebool -P $BOOLEAN=1"
mr: httpd ने मेल पाठवण्यासाठी तुम्हाला $BOOLEAN बूलीयन: "setsebool -P $BOOLEAN=1" सक्रीय करावे लागेल
nl: Als je httpd wilt toestaan om mail te versturen moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1"
or: ଯଦି ଆପଣ ଚାହୁଁଛନ୍ତି ଯେ httpd ତଥ୍ୟାଧାର ସହିତ ସଂଯୋଗ ପାଇଁ ଅନୁମତି ଦେଉ ତେବେ ଆପଣଙ୍କୁ $BOOLEAN ବୁଲିଆନକୁ ଅନ କରିବାକୁ ହେବ: "setsebool -P $BOOLEAN=1"
pl: Aby httpd wysyłał pocztę, należy włączyć zmienną logiczną $BOOLEAN: „setsebool -P $BOOLEAN=1”
pt_br: Se quiser que o httpd envie correios, você precisará ativar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
ta: நீங்கள் httpd க்கு அஞ்சல் அனுப்ப விரும்பினால் அதற்கு பூலியனை நீங்கள் $BOOLEAN துவக்க வேண்டி உள்ளது: "setsebool -P $BOOLEAN=1"
