Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: you want to allow httpd to send mail
bg: искате да разрешите на httpd да изпраща писма
gu: તમે મેઇલને મોકલવા માટે httpd ને પરવાનગી આપવા માંગો છો
kn: ಮೈಲ್ ಅನ್ನು ಕಳುಹಿಸಲು httpd ಗೆ ಅನುಮತಿಸಲು ನೀವು ಬಯಸುತ್ತೀರಿ
ml: മെയില്‍ അയയ്ക്കുന്നതിനായി httpd അനുവദിയ്ക്കേണ്ടതുണ്ടു്
mr: httpd ला मेल पाठवण्याकरीता परवानगी द्यायची असल्यास
nl: je wilt httpd toestaan om email te verzenden
or: ଆପଣ ମେଲ ପଠାଇବା ପାଇଁ httpd କୁ ଅନୁମତି ଦେବାକୁ ଚାହୁଁଛନ୍ତି କି
ta: httpd-ஐ அஞ்சலை அனுப்ப அனுமதிக்க விரும்புகிறீர்கள்

source: you must setup SELinux to allow this
bg: трябва да настроите SELinux да позволява това
cs: musíte nastavit SELinux pro jeho umožnění
de: Sie müssen SELinux einrichten, um dies zu erlauben
gu: તમારે આને પરવાનગી આપવા માટે SELinux ને સુયોજિત કરવુ જ જોઇએ
kn: ಇದಕ್ಕೆ ಅನುಮತಿಸಲು ನೀವು SELinux ಅನ್ನು ಸಿದ್ಧಗೊಳಿಸಬೇಕು
ko: 이를 허용하려면 SELinux를 설정해야 합니다
ml: ഇതു് അനുവദിയ്ക്കുന്നതിനായി SELinux സജ്ജമാക്കേണ്ടതുണ്ടു്
mr: हे स्वीकारण्याकरीता तुम्ही SELinux निश्चित करायला हवे
nl: je moet SELinux instellen om dit toe te staan
or: ଆପଣ ଏହାକୁ ଅନୁମତି ଦେବା ପାଇଁ SELinux କୁ ସେଟ କରିବା ଉଚିତ
pl: należy ustawić SELinuksa na zezwalanie na to
pt_br: você deve configurar o SELinux para permitir esta ação
ta: SELinux-ஐ இதை அனுமதிக்குமாறு நீங்கள் அமைக்க வேண்டும்

source: SELinux prevented httpd $ACCESS access to http files.
bg: SELinux предотврати httpd достъп за $ACCESS до http файлове.
cs: SELinux bránil httpd $ACCESS v přístupu k souborům http.
de: SELinux verhinderte den HTTPD-Zugriff $ACCESS auf http-Dateien.
gu: SELinux એ httpd $ACCESS વપરાશને http ફાઇલોથી અટકાવી રહ્યું છે.
kn: httpd ಯು $ACCESS ಅನ್ನು http ಕಡತಗಳನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆ SELinux ನಿರ್ಬಂಧಿಸಿದೆ.
ko: SELinux는 http 파일에 httpd $ACCESS 액세스하지 못하게 합니다.
ml: http ഫയലുകളിലേക്കുള്ള $ACCESS പ്രവേശനം SELinux തടയുന്നു.
mr: SELinux ने httpd ला http फाइल्स्करीता $ACCESS प्रतिबंधिकत केले.
nl: SELinux belette httpd $ACCESS toegang tot http bestanden.
or: SELinux httpd କୁ http ଫାଇଲଗୁଡ଼ିକ ମଧ୍ଯକୁ $ACCESS ଅଭିଗମ୍ୟତା ପାଇଁ ବାରଣ କରିଥାଏ।
pl: SELinux powstrzymał httpd $ACCESS dostęp do plików http.
pt_br: SELinux preveniu que o httpd acesse $ACCESS os arquivos http.
ta: SELinux httpd $ACCESS அணுகலை http கோப்புகளில் தடுக்கிறது.

source: SELinux prevented httpd $ACCESS access to http files. Ordinarily httpd is allowed full access to all files labeled with http file context. This machine has a tightened security policy with the $BOOLEAN turned off, This requires explicit labeling of all files. If a file is a cgi script it needs to be labeled with httpd_TYPE_script_exec_t in order to be executed. If it is read only content, it needs to be labeled httpd_TYPE_content_t, it is writable content. it needs to be labeled httpd_TYPE_script_rw_t or httpd_TYPE_script_ra_t. You can use the chcon command to change these context. Please refer to the man page "man httpd_selinux" or <a href="http://fedora.redhat.com/docs/selinux-apache-fc3">FAQ</a> "TYPE" refers to one of "sys", "user" or "staff" or potentially other script types.
nl: SELinux belette httpd $ACCESS toegang tot http bestanden. Gewoonlijk heeft httpd volledige toegang naar alle bestanden gelabeld met de http bestandscontext. Deze machine heeft een beperkter beveiligingstactiek met de $BOOLEAN uitgezet, dit vereist een explicite labeling van alle bestanden. Als een bestand een cgi script is moet het met httpd_TYPE_script_exec_t gelabeld zijn om uitvoerbaar te zijn. Als het alleen-lezen inhoud heeft, moet het met httpd_TYPE_content_t gelabeld zijn, als het beschrijfbare inhoud heeft moet het met httpd_TYPE_content_rw_t of httpd_TYPE_script_ra_t gelabeld zijn. Je kunt het chcon commando gebruiken om deze contexten te veranderen. Refereer naar de manual pagina met "man httpd_selinux" of <a href="http://fedora.redhat.com/docs/selinux-apache-fc3">FAQ</a> "TYPE" refereert naar een uit "sys", "user" of "staff" of potentieel andere script types.

source: Changing the "$BOOLEAN" boolean to true will allow this access: "setsebool -P $BOOLEAN=1"
bg: Установяването на булевата променлива "$BOOLEAN" ще позволи този достъп: "setsebool -P $BOOLEAN=1"
cs: Změna "$BOOLEAN" boolean to true tento přístup povolí: "setsebool -P $BOOLEAN=1"
de: Die Änderung der Booleschen Variablen "$BOOLEAN" in "wahr" erlaubt diesen Zugriff: "setsebool -P $BOOLEAN=1"
gu: "$BOOLEAN" બુલિયનને ખરુમાં બદલવાનું આ વપરાશની પરવાનગી આપશે: "setsebool -P $BOOLEAN=1"
kn: "$BOOLEAN"ಬೂಲಿಯನ್ ಅನ್ನುನಿಜಕ್ಕೆ ಬದಲಾಯಿಸುವುದರಿಂದ ಈ ಅನುಮತಿ ನೀಡಲ್ಪಡುತ್ತದೆ: "setsebool -P $ಬೂಲಿಯನ್=1"
ko: "$BOOLEAN" 부울을 true로 변경하는 것은 이러한 액세스를 허용합니다: "setsebool -P $BOOLEAN=1"
ml: "$BOOLEAN" boolean, true ആക്കിയാല്‍ ഇത് അനുവദിക്കുന്നതാണ്: "setsebool -P $BOOLEAN=1"
mr: "$BOOLEAN" बूलीयनला खरे निश्चित केल्यास प्रवेश प्राप्त होईल: "setsebool -P $BOOLEAN=1"
nl: Het veranderen van de "$BOOLEAN" boolean naar waar zal deze toegang toestaan: "setsebool -P $BOOLEAN=1"
or: "$BOOLEAN" ବୁଲିଆନ ମୂଲ୍ଯକୁ true କରିଲେ, ଏହା ଏହି ଅଭିଗମକୁ ସ୍ବୀକାର କରିବ: "setsebool -P $BOOLEAN=1"
pl: Zmienianie wartości logicznej „$BOOLEAN” na prawdę zezwoli na ten dostęp: „setsebool -P $BOOLEAN=1”
pt_br: Mudando o Booleano "$BOOLEAN" para verdadeiro permitirá este acesso: "setsebool -P $BOOLEAN=1"
ta: "$BOOLEAN" ஐ உண்மை என மாற்றினால் இந்த அணுகலை அனுமதிக்கும்: "setsebool -P $BOOLEAN=1"

source: you want to allow httpd to execute cgi scripts and to unify HTTPD handling of all content files.
bg: искате да позволите httpd да изпълнява cgi скриптове и да унифицирате HTTPD обработката на всички файлове със съдържание.
gu: તમે બધી સમાવિષ્ટ ફાઇલોને HTTPD સંભાળવાનું એકરૂપ કરવા અને cgi સ્ક્રિપ્ટોને ચલાવવા માટે httpd ને પરવાનગી આપવા માંગો છો.
kn: httpd ಯು cgi ಸ್ಕ್ರಿಪ್ಟುಗಳನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವಂತೆ ಅನುಮತಿಸಲು ಹಾಗು ಎಲ್ಲಾ ವಿಷಯ ಕಡತಗಳ HTTPD ಅನ್ನು ನಿಭಾಯಿಸುವಿಕೆಯನ್ನು ಒಗ್ಗೂಡಿಸಲು ನೀವು ಬಯಸುತ್ತೀರಿ.
ml: cgi സ്ക്രിപ്റ്റുകള്‍ പ്രവര്‍ത്തിപ്പിയ്ക്കുന്നതിനും എല്ലാ ഫയലുകളുടേയും HTTPD ഹാന്‍ഡിലിങ് ഒന്നാക്കുന്നതിനായി നിങ്ങള്‍ httpd അനുവദിയ്ക്കേണ്ടതുണ്ടു്.
mr: httpd ला cgi स्क्रिप्ट चालवण्यास व HTTPD ला सर्व कंटेंट फाइल्स्ची हाताळणी एकत्र करण्यास परवानगी द्यायची असल्यास.
nl: je wilt httpd toestaan om cgi scripts uit te voeren en HTTPD afhandeling van alle inhoud bestanden verenigen.
or: cgi ସ୍କ୍ରିପ୍ଟଗୁଡ଼ିକୁ ନିଷ୍ପାଦନ କରିବା ପାଇଁ ଆପଣ httpd କୁ ଅନୁମତି ଦେବାକୁ ଚାହୁଁଛନ୍ତି ଏବଂ ସମସ୍ତ ବିଷୟବସ୍ତୁ ଫାଇଲଗୁଡ଼ିକର HTTPD ନିୟନ୍ତ୍ରଣକୁ ଏକତ୍ର କରିଥାଏ।
ta: httpd-ஐ cgi ஸ்கிரிப்ட்டுகள் மற்றும் HTTPD கையாளும் அனைத்து உள்ளடக்க கோப்புகளை செயல்படுத்துவதை அனுமதிக்க விரும்பினால்.

source: you must tell SELinux about this by enabling the 'httpd_unified' and 'http_enable_cgi' booleans
bg: трябва да кажете на SELinux за това, като установите булевите променливи 'httpd_unified' и 'http_enable_cgi'
cs: musíte o tomto SELinuxu říct povolením booleovských hodnot 'httpd_unified' a 'http_enable_cgi'
de: Sie müssten dies SELinux mitteilen, indem Sie die »httpd_unified«- und »http_enable_cgi«-Variablen aktivieren
gu: 'httpd_unified' અને 'http_enable_cgi' booleans બુલિયનને સક્રિય કરીને આના વિશે તમારે SELinux ને કહેવુ જ જોઇએ
kn: 'httpd_unified' ಹಾಗು 'http_enable_cgi' ಬೂಲಿಯನ್‌ಗಳನ್ನು ಶಕ್ತಗೊಳಿಸುವ ಮೂಲಕ ನೀವು SELinux ಗೆ ಇದರ ಬಗ್ಗೆ ಹೇಳಬೇಕು
ko: 'httpd_unified' 및 'http_enable_cgi' 부울을 활성화하여 이에 대해 SELinux에 알려야 합니다.
ml: 'httpd_unified', 'http_enable_cgi' എന്നീ ബൂളിയനുകള്‍ പ്രവര്‍ത്തന സജ്ജമാക്കി ഇതു് SELinux-നെ അറിയിയ്ക്കണം
mr: 'httpd_unified' व 'http_enable_cgi' बूलियन्स् सुरू करून तुम्ही SELinux ला याविषयी कळवा
nl: je moet SELinux dit vertellen SELinux door de 'httpd_unified' en 'http_enable_cgi' booleans aan te zetten
or: 'httpd_unified' ଏବଂ 'http_enable_cgi' ବୁଲିଆନଗୁଡ଼ିକୁ ସକ୍ରିୟ କରି ଆପଣଙ୍କୁ ନିଶ୍ଚିତ ଭାବରେ SELinux କୁ ଏହା ବିଷୟରେ କହିବା ଉଚିତ
pl: należy powiadomić o tym SELinuksa włączając zmienne logiczne „httpd_unified” i „http_enable_cgi”
pt_br: você precisa informar o SELinux sobre esta ação, habilitando o 'httpd_unified' e 'http_enable_cgi' booleans
ta: SELinux-க்கு 'httpd_unified' மற்றும் 'http_enable_cgi' booleans செயல்படுத்துவதை பற்றி நீங்கள் சொல்ல வேண்டும்

source: SELinux prevented httpd $ACCESS access to $TARGET_PATH. httpd scripts are not allowed to write to content without explicit labeling of all files. If $TARGET_PATH is writable content. it needs to be labeled httpd_sys_rw_content_t or if all you need is append you can label it httpd_sys_ra_content_t. Please refer to 'man httpd_selinux' for more information on setting up httpd and selinux.
nl: SELinux belette httpd $ACCESS toegang tot $TARGET_PATH. Het is httpd scripts niet toegestaan om te schrijven zonder expliciete labeling van alle bestanden. Als $TARGET_PATH beschrijfbare inhoud heeft, moet het gelabeld zijn met httpd_sys_rw_content_t of als je er alleen iets aan toe wilt voegen kun je het labelen met httpd_sys_ra_content_t. Refereer naar 'man httpd_selinux' voor meer informatie over het instellen van httpd en SELinux.

source: You need to change the label on '$FIX_TARGET_PATH'
bg: Трябва да промените етикета на '$FIX_TARGET_PATH'
cs: Je potřeba změnit značku v '$FIX_TARGET_PATH'
de: Sie müssen die Kennzeichnung von »$FIX_TARGET_PATH« ändern
gu: તમારે '$FIX_TARGET_PATH' પર લેબલને બદલવાની જરૂર છે
kn: '$FIX_TARGET_PATH' ನಲ್ಲಿ ಲೇಬಲ್ ಅನ್ನು ಬದಲಾಯಿಸುವ ಅಗತ್ಯವಿದೆ'
ko: '$FIX_TARGET_PATH'의 레이블을 변경해야 합니다
ml: '$FIX_TARGET_PATH'-ലുള്ള ലേബല്‍ മാറ്റേണ്ടതുണ്ടു്
mr: '$FIX_TARGET_PATH' वरील लेबल बदलणे आवश्यक आहे
nl: Je moet het label op '$FIX_TARGET_PATH' veranderen
or: ଆପଣଙ୍କୁ '$FIX_TARGET_PATH' ଉପରେ ନାମପଟିକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ହେବ'
pl: Należy zmienić etykietę „$FIX_TARGET_PATH”
pt_br: Você precisa mudar o rótulo em '$FIX_TARGET_PATH'
ta: '$FIX_TARGET_PATH' இல் லேபிளை நீங்கள் மாற்ற வேண்டும்

source: Your system may be seriously compromised! $SOURCE_PATH tried to modify kernel configuration.
bg: Вашата система може да е сериозно компрометирана! $SOURCE_PATH се опита да промени конфигурацията на ядрото.
cs: Váš systém může být vážně ohrožen! $SOURCE_PATH se snažil změnit konfiguraci jádra.
de: Ihr System könnte ernsthaft kompromittiert worden sein! $SOURCE_PATH versuchte, die Kernel-Konfiguration zu verändern.
gu: તમારી સિસ્ટમ ગંભીરતા થી સમાધાન કરી શકે છે! $SOURCE_PATH એ કર્નલ રૂપરેખાંકનને બદલવા માટે પ્રયત્ન કરતુ હતુ.
kn: ನಿಮ್ಮ ಗಣಕವು ಗಂಭೀರವಾಗಿ ರಾಜಿ ಮಾಡಿಕೊಂಡಿರಬಹುದು! ಒಂದು ಕರ್ನಲ್ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಲು $SOURCE_PATH ಪ್ರಯತ್ನಿಸಿದೆ.
ko: 시스템이 심각하게 손상될 수 있습니다! $SOURCE_PATH가 커널 설정을 변경하려 합니다.
ml: നിങ്ങളുടെ സിസ്റ്റത്തില്‍ കാര്യമായ തകരാറുണ്ടു്! കേര്‍ണലിന്റെ ക്രമീകരണം മാറ്റുവാന്‍ $SOURCE_PATH ശ്രമിച്ചു.
mr: तुमच्या प्रणालीला गंभीर धोका होऊ शकतो! $SOURCE_PATH ने कर्नल संरचना संपादीत करण्याचा प्रयत्न केला.
nl: Jouw systeem kan ernstig in gevaar gebracht zijn! $SOURCE_PATH probeerde de kernel configuratie te veranderen.
or: ଆପଣଙ୍କର ତନ୍ତ୍ରଟି ଗୁରୁତର ଭାବରେ କ୍ଷତିଗ୍ରସ୍ତ ହୋଇପାରେ! $SOURCE_PATH କର୍ଣ୍ଣଲ ବିନ୍ୟାସକୁ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ ଚେଷ୍ଟା କରିଥିଲା।
pl: System mógł zostać poważnie zagrożony. $SOURCE próbowało zmodyfikować konfigurację jądra.
pt_br: O seu sistema pode ter sido seriamente comprometido! O $SOURCE_PATH tentou modificar a configuração do kernel.
ta: உங்களது கணினியானது நிஜமாகவே சமரசமாகிவிட்டது! $SOURCE_PATH கர்னலை கட்டமைப்பை மாற்ற முயற்சித்தது

source: SELinux has prevented $SOURCE from modifying $TARGET. This denial indicates $SOURCE was trying to modify the way the kernel runs or to actually insert code into the kernel. All applications that need this access should have already had policy written for them. If a compromised application tries to modify the kernel this AVC will be generated. This is a serious issue. Your system may very well be compromised.
nl: SELinux heeft $SOURCE belet om $TARGET te veranderen. Deze weigering geeft aan dat $SOURCE probeerde om de manier waarop de kernel draait te veranderen of om code aan de kernel toe te voegen. Alle toepassingen die deze toegang nodig hebben moeten al een tactiek hebben die hiervoor geschreven is. Als een in gevaar gebrachte toepassing probeert de kernel te veranderen zal deze AVC aangemaakt worden. Dit is een ernstig probleem. Jouw systeem kan zeker in gevaar gebracht zijn.

source: you do not think $SOURCE_BASE_PATH should try $ACCESS access on $TARGET_BASE_PATH.
bg: не смятате, че $SOURCE_BASE_PATH трябва да опитва достъп $ACCESS до $TARGET_BASE_PATH.
gu: તમે એવુ વિચારો નહિં કે $TARGET_BASE_PATH પર $SOURCE_BASE_PATH એ $ACCESS વપરાશનો પ્રયત્ન કરવો જોઇએ.
kn: $TARGET_BASE_PATH ನಲ್ಲಿ $SOURCE_BASE_PATH $ACCESS ಅನ್ನು ನಿಲುಕಿಸಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸಬೇಕು ಎಂದು ನಿಮಗನ್ನಿಸುವುದಿಲ್ಲ.
ml: $TARGET_BASE_PATH-ല്‍ $SOURCE_BASE_PATH $ACCESS അനുമതി ശ്രമിയ്ക്കണം എന്നില്ല.
mr: $TARGET_BASE_PATH करीता $SOURCE_BASE_PATH ला $ACCESS प्रवेश नसावे, असे तुम्हाला वाटते.
nl: je denkt niet dat $SOURCE_BASE_PATH $ACCESS toegang tot $TARGET_BASE_PATH moet proberen te krijgen.
or: ଆପଣ ଭାବୁନାହାନ୍ତିକି $SOURCE_BASE_PATH $ACCESS ଅଭିଗମ୍ୟତାକୁ$TARGET_BASE_PATH ଉପରେ ଚେଷ୍ଟାକରିବା ଉଚିତ।
ta: நீங்கள், $SOURCE_BASE_PATH $TARGET_BASE_PATH இல் $ACCESS அணுகலுக்கு முயற்சிக்கக்கூடாது எனக் கருதுகிறீர்கள்.

source: you may be under attack by a hacker, since confined applications should not need this access.
bg: може би сте атакуван от злосторник, понеже ограничени приложения се нуждаят от такъв достъп.
cs: můžete být pod útokem hackera, neboť omezené aplikace by neměly potřebovat tento přístup.
de: Dies kann auf einen Hackerangriff hinweisen, da eingeschränkte Anwendungen diesen Zugriff nicht benötigen sollten.
gu: તમને હેકર દ્દારા હુમલો થઇ શકે છે, જ્યાં સુધી મર્યાદિત કાર્યક્રમોને આ વપરાશની જરૂર ન હોવી જોઇએ.
kn: ನೀವು ಒಬ್ಬ ಹ್ಯಾಕರಿನಿಂದ ದಾಳಿಗೆ ಒಳಗಾಗಿದ್ದೀರಿ ಏಕೆಂದರೆ ನಿರ್ಬಂಧಿತ ಅನ್ವಯಗಳಿಗೆ ಈ ನಿಲುಕಣೆಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ.
ko: 지정된 애플리케이션이 이러한 액세스가 필요로 하지 않기 때문에 해커로 부터 공격을 받을 수 있습니다.
ml: നിങ്ങളെ ഒരു ഹാക്കര്‍ സമീപ്പിച്ചിരിയ്ക്കുന്നു, ചില പ്രയോഗങ്ങളില്‍ ഈ പ്രവേശനം സാധ്യമല്ല.
mr: मर्यादित ॲप्लिकेशन्स्ला या प्रवेशची आवश्यकता नसल्याने, तुम्हाला हॅकरतर्फे धोका असू शकतो.
nl: je kunt mogelijk aangevallen worden door een hacker, omdat beperkte toepassingen deze toegang niet nodig hebben.
or: ଆପଣ ହୁଏତଃ କୌଣସି ଅନାଧିକୃତ ଆକ୍ରମଣକାରୀଙ୍କ ଶିକାର ହୋଇଛନ୍ତି, ଯେହେତୁ ପ୍ରୟୋଗଗୁଡ଼ିକ ଏହି ଅଭିଗମ୍ୟତା ଆଶାକରିବା ଉଚିତ ନୁହଁ।
pl: być może nastąpił atak hakera, ponieważ ograniczone aplikacje nie powinny wymagać tego dostępu.
pt_br: você pode estar sob ataque de um hacker, pois aplicativos confinados não devem precisar deste acesso.
ta: ஒரு குறுப்புக்காரரால் தாக்கப்படலாம், வரையறுக்கப்பட்ட பயன்பாடுகளுக்கு தொடங்கிஇந்த அணுகல் தேவைப்படாது.

source: SELinux is preventing $SOURCE_PATH access to a leaked $TARGET_PATH file descriptor.
bg: SELinux спира достъпа на $SOURCE_PATH до изтекъл $TARGET_PATH файлов дескриптор.
cs: SELinux brání $SOURCE_PATH v přístupu na uniklý popisovač souboru $TARGET_PATH.
de: SELinux hindert $SOURCE_PATH am Zugriff auf einen $TARGET_PATH Dateideskriptorleck.
gu: SELinux એ $SOURCE_PATH ને $TARGET_PATH ફાઇલ વર્ણનકર્તાને લાવવાથી અટકાવી રહ્યું છે.
kn: ಸೋರಿಹೋದ $TARGET_PATH ಕಡತ ವಿವರಣೆಗಾರವನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆ $TARGET_PATH ಅನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 누출된 $TARGET_PATH 파일 서술자로 $SOURCE_PATH 액세스하지 못하게 합니다.
ml: ഒരു ലീക്ക്ഡ് $TARGET_PATH ഫയല്‍ ഡിസ്ക്രിപ്ടറിലേക്കുള്ള $SOURCE_PATH പ്രവേശനം SELinux തടയുന്നു.
mr: SELinux $TARGET_PATH फाइल डिस्क्रीप्टर करीता $SOURCE_PATH प्रवेश रोखत आहे.
nl: SELinux belet $SOURCE_PATH toegang tot een gelekte $TARGET_PATH bestand beschrijving.
or: SELinux $SOURCE_PATH କୁ ପାଠ୍ଯ ପୁନଃବଣ୍ଟନ ଆବଶ୍ଯକ କରୁଥିବା $TARGET_PATH ଧାରଣ କରିବାରୁ ଅଟକାଉଛି।
pl: SELinux powstrzymuje $SOURCE dostęp do deskryptora pliku $TARGET_PATH, który wyciekł.
pt_br: O SELinux está impedindo que o $SOURCE_PATH acesse um descritor de arquivo vazado do $TARGET_PATH.
ta: SELinux $SOURCE ஐ $TARGET_PATH ஐ ஏற்றுவதிலிருந்து தடுத்தது. இது உரையை இடம் மாற்ற தேவை

source: SELinux denied access requested by the $SOURCE command. It looks like this is either a leaked descriptor or $SOURCE output was redirected to a file it is not allowed to access. Leaks usually can be ignored since SELinux is just closing the leak and reporting the error. The application does not use the descriptor, so it will run properly. If this is a redirection, you will not get output in the $TARGET_PATH. You should generate a bugzilla on selinux-policy, and it will get routed to the appropriate package. You can safely ignore this avc.
bg: SELinux забрани достъпа, искан от командата $SOURCE. Това изглежда е или изтекъл дескриптор, или изхода на $SOURCE е бил пренасочен към непозволен за достъп файл. Изтичанията обикновено могат да бъдат игнорирани тъй като SELinux просто затваря изтичането и докладва грешката. Приложението не използва дескриптора, така че, то ще работи правилно. Ако това е пренасочване, няма да получите изхода в $TARGET_PATH. Ще трябва да генерирате bugzilla на selinux-policy и то ще бъде пренасочено към съответния пакет. Спокойно може да игнорирате това avc.
cs: SELinux odmítl přístup požadovaný příkazem $SOURCE. Zdá se, že se jedná o uniklý deskriptor nebo byl výstup $SOURCE přesměrován do souboru, ke kterému nemá přístup. Úniky lze obvykle ignorovat, neboť SELinux únik právě zavírá a podává zprávu o chybě. Aplikace deskriptor nepoužívá a poběží v pořádku. Jedná-li se o přesměrování, nezískáte výstup v $TARGET_PATH. Měli byste vygenerovat hlášení o chybě na politiku selinuxu (selinux-policy) v systému bugzilla, ta pak bude směrována do příslušného balíčku. Ignorovat tuto avc je bezpečné.
de: SELinux verweigerte den vom $SOURCE-Befehl angeforderten Zugriff. Dies kann entweder ein Leck des Dateideskriptors sein, oder $SOURCE Ausgabe wurde an eine Datei umgeleitet, für die es kein Zugriffsrecht besitzt. Lecks können in der Regel ignoriert werden, denn SELinux schließt einfach das Leck und meldet den Fehler. Die Anwendung wird den Deskriptor nicht verwenden und infolgedessen einwandfrei funktionieren. Falls dies eine Umleitung ist, werden Sie keine Ausgabe im $TARGET_PATH erhalten. Sie sollten einen Fehlerbericht für selinux-policy einreichen, der anschließend dem richtigen Paket zugeordnet wird. Sie können diese AVC bedenkenlos ignorieren.
gu: SELinux એ $SOURCE આદેશ દ્દારા સૂચિત થયેલ પ્રવેશ નામંજૂર થયેલ છે. તે એવુ લાગે છે આ ક્યાંતો leaked વર્ણનકર્તાેલ છે અથવા $SOURCE આઉટપુટ ફાઇલમાં પુન:આવેલ હતુ તે પ્રવેશ માટે પરવાનગી આપેલ નથી. Leaks સામાન્ય રીતે અવગણી શકાય છે જ્યાં સુધી SELinux એ leak ને બંધ કરી રહ્યુ હોય અને ભૂલનો અહેવાલ કરી રહ્યુ હોય.કાર્યક્રમonવર્ણનકર્તાને વાપરતુ નથીorતેથી તે યોગ્ય રીતે ચાલશેly.જો આ બીજી દિશામાં હોય તોonતમારે TARARGET_PA માં આઉટપુટ મળશે નહિંTH.તમારે selinux-policy પર બગઝીલાને ઉત્પન્ન કરવુ જોઇએcyઅને તે અનૂકુળ પેકેજમાં રસ્તો મળશેhge.તમે આis a ને સલામત રીતે અવગણી શકો છોvc.
kn: $SOURCE ಆದೇಶದಿಂದ ಮನವಿಸಲ್ಲಿಸಲಾದ ನಿಲುಕಣೆಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಬಹುಷಃ ಇದು ಒಂದು ಸೋರಿಹೋದ ವಿವರಣೆಗಾರವಾಗಿದೆ(ಡಿಸ್ಕ್ರಿಪ್ಟರ್) ಅಥವ $SOURCE ಔಟ್‌ಪುಟ್ ಅನ್ನು ಅದಕ್ಕೆ ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಅನುಮತಿ ಇರದೆ ಇರುವ ಒಂದು ಕಡತಕ್ಕೆ ಕಳುಹಿಸಲಾಗಿದೆ. ಸೋರುವಿಕೆಯನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ಆಲಕ್ಷಿಸಬಹುದಾಗಿದೆ ಏಕೆಂದರೆ SELinux ಸೋರಿಕೆಯನ್ನು ಮುಚ್ಚಿ ದೋಷವನ್ನು ವರದಿ ಮಾಡುತ್ತದೆ. ಅನ್ವಯವು ವಿವರಣೆಗಾರರನ್ನು ಬಳಸುವುದಿಲ್ಲ, ಆದ್ದರಿಂದ ಇದು ಸಮರ್ಪಕವಾಗಿ ಚಾಲನೆಗೊಳ್ಳುತ್ತದೆ. ಎಲ್ಲಿಯಾದರೂ ಇದು ಮರು ನಿರ್ದೇಶಿತಗೊಂಡಿದ್ದಾಗಿದ್ದರೆ, $TARGET_PATH ನಲ್ಲಿ ನಿಮಗೆ ಔಟ್‌ಪುಟ್ ದೊರೆಯುವುದಿಲ್ಲ. selinux-policy ಗಾಗಿ ನೀವು ಒಂದು ಬಗ್‌ಝಿಲ್ಲಾವನ್ನು ರಚಿಸಬೇಕಾಗುತ್ತದೆ, ಸೂಕ್ತವಾದ ಪ್ಯಾಕೇಜಿಗೆ ಕಳುಹಿಸಬೇಕಾಗುತ್ತದೆ. ನೀವು ಈ avc ಯನ್ನು ನಿಶ್ಚಿಂತೆಯಿಂದ ಆಲಕ್ಷಿಸಬಹುದು.
ko: SELinux는 $SOURCE 명령에 의해 요청된 액세스를 거부합니다. 이는 누출된 서술자 또는 $SOURCE 출력 결과가 액세스를 허용하지 않는 파일로 방향 전환된 것처럼 보입니다. 누출된 서술자는 SELinux가 이를 종료하고 오류를 보고하므로 무시할 수 있습니다. 응용 프로그램은 서술자를 사용하지 않으므로 올바르게 실행됩니다. 이것이 방향 전환이 된 경우, $TARGET_PATH에서 출력 결과를 갖지 않게 됩니다. selinux-정책에 대하 버그질라를 생성하여 올바를 패키지로 라우트되게 합니다. 이러한 avc는 무시해도 상관 없습니다.
ml: $SOURCE കമാന്‍ഡ് ആവശ്യപ്പെട്ട അനുമതി SELinux നിഷേധിച്ചു. ഒരു ലീക്ക്ഡ് ഡിസ്ക്രിപ്റ്റര്‍ അല്ലെങ്കില്‍ അനുമതിയില്ലാത്ത ഒരു ഫയലിലേക്ക് $SOURCE ഔട്ട്പുട്ട് നല്‍കിയിരിക്കുന്നു. ലീക്കുകള്‍ സാധാരണ SELinux അടച്ചു് പിശക് രേഖപ്പെടു‌ത്തുന്നതിനാല്‍ അവ അവഗണിക്കാം. പ്രയോഗം ഡിസ്ക്രിപ്റ്റര്‍ ഉപയോഗിക്കാത്തതിനാല്‍ അതു് ശരിയായി പ്രവര്‍ത്തിക്കുന്നു. അനുമതിയില്ലാത്ത ഫയലിലേക്ക് ഔട്ട്പുട്ട് നല്‍കിയതാണെങ്കില്‍, നിങ്ങള്‍ക്കു് $TARGET_PATH-ല്‍ ഔട്ട്പുട്ട് ലഭിക്കുന്നതല്ല. selinux-policy-ല്‍ ഒരു ബഗ് ലഭ്യമാക്കുക. അതു് ശരിയായ പാക്കേജിലേക്ക് നയിക്കുന്നു. ഈ avc നിങ്ങള്‍ക്കു് സുരക്ഷിതമായി അവഗണിക്കാം.
mr: SELinux ने $SOURCE आदेश द्वारे विनंतीकृत प्रवेश नकारले. हे एकतर लिक्ड् डिस्क्रीप्टर असू शकते किंवा प्रवेश नसलेल्या फाइलकरीता $SOURCE आउटपुट लिहीले जाईल. लिक्स् सहसा दुर्लक्ष केले जातात कारण SELinux नुकतेच लिक बंद करून त्रुटी कळवत आहे. ऍप्लिकेशन डिस्क्रीप्टरचा वापर करत नसल्यामुळे, योग्यप्रकारे चालते. हे रिडायरेकशन असल्यास, तुम्हाला आऊटपुट $TARGET_PATH मध्ये आढळणार नाही. तुम्ही selinux-policy वर बगजीला निर्माण केले पाहिजे, व ते योग्य संकुलकडे पाठवले जाईल. तुम्ही नक्की हे avc दुर्लक्ष करू शकता.
nl: SELinux belet toegang gevraagd door het $SOURCE commando. Het lijkt erop dat dit, of een lekkende beschrijving is, of $SOURCE output was omgeleid naar een bestand waartoe toegang niet toegestaan is. Lekken kunnen gewoonlijk genegeerd worden omdat SELinux de lek sluit en de fout rapporteert. De toepassing gebruikt de beschrijving niet, dus het draait correct. Als dit een omleiding is, zul je geen output in $TARGET_PATH krijgen. Je moet een bugzilla voor selinux-policy aanmaken, en dit wordt doorgegeven van het betreffende pakket. Je kunt deze avc veilig negeren.
or: SELinux $SOURCE ନିର୍ଦ୍ଦେଶ ଦ୍ୱାରା ଅନୁରୋଧ କରାଯାଇଥିବା ଅଭିଗମ୍ୟତାକୁ ବାରଣ କରିଛି। ଏହା ହୁଏତଃ ଗୋଟିଏ ଚୋରା ବର୍ଣ୍ଣନାକାରୀ ଅଥବା $SOURCE ଫଳାଫଳଟି ଗୋଟିଏ ଫାଇଲକୁ ଦର୍ଶାଇଛିଯାହାକି ଅଭିଗମ୍ୟତା ପାଇଁ ଅନୁମୋଦିତ ନୁହଁ। ଚୋରିକୁ ସାଧାରଣତଃ ଅଗ୍ରାହ୍ୟ କରାଯାଇଥାଏ ଯେହେତୁ SELinux ଟି କେବଳ ଚୋରୀକୁ ବନ୍ଦ କରିଥାଏ ଏବଂ ତ୍ରୁଟିକୁ ଖବର କରିଥାଏ। ପ୍ରୟୋଗ ବର୍ଣ୍ଣନାକାରୀଙ୍କୁ ବ୍ୟବହାର କରେନାହିଁ, ତେଣୁ ଏହା ସଠିକ ଭାବରେ ଚାଲିବ। ଯଦି ଏହା ଏକ ଦିଗ ପରିବର୍ତ୍ତନ, ତେବେ ଆପଣ $TARGET_PATH ରେ କୌଣସି ଫଳାଫଳ ପାଇବେ ନାହିଁ। ଆପଣଙ୍କୁ selinux-policy ଉପରେ ଗୋଟିଏ bugzilla ସୃଷ୍ଟି କରିବାକୁ ହେବ, ଏବଂ ଏହା ସଠିକ ପ୍ୟାକେଜରେ ବୁଲିଥାଏ। ଆପଣ ସୁରକ୍ଷିତ ଭାବରେ ଏହି avc କୁ ଅଗ୍ରାହ୍ୟ କରିପାରିବେ।
pl: SELinux odmówił dostęp żądany przez polecenie $SOURCE. Wygląda na to, że wyciekł deskryptor lub wyjście $SOURCE zostało przekierowane do pliku, do którego nie ma dostępu. Wycieki zwykle mogą być ignorowane, ponieważ SELinux po prostu zamyka wyciek i zgłasza błąd. Aplikacja nie używa deskryptora, więc będzie działała poprawnie. Jeśli jest to przekierowanie, wyjście nie zostanie uzyskane w $TARGET_PATH. Powinno się utworzyć raport na Bugzilli o selinux-policy, a zostanie on przekierowany do właściwego pakietu. Można bezpiecznie zignorować to AVC.
pt_br: O SELinux impediu o acesso requisitado pelo comando $SOURCE. Parece que isso é um descritor vazado ou uma saída que foi direcionada para um arquivo que não é permitido de ser acessado. Os vazamentos normalmente podem ser ignorados já que o SELinux apenas está os fechando e relatando o erro. Se o aplicativo não usa esse descritor, ele irá executar apropriadamente. Se esse for um redirecionamento, você não obterá uma saída no $TARGET_PATH. Você deve gerar um bugzilla para o selinux-policy e ele será encaminhado para o pacote apropriado. Você pode ignorar seguramente este avc.
ta: SELinux ஆனது அணுகலால் கோரப்பட்டதின் படி $SOURCE கட்டளையை மறுக்கிறது. இதைப் பார்பதற்கு ஒரு கசியப்பட்ட விளக்குபவர் அல்லது $SOURCE வெளிப்பாடு ஒரு கோப்பிற்கு மறுபடியும் திருப்புவதை அணுகலுக்கு அனுமதிக்கவில்லை. கசியல்கள் SELinuxல் புறக்கணிக்கப்பட்டுஒரு கசியலை மூடுகிறது மற்றும் பிழையை அறிவிக்கிறது. இந்த பயன்பாடு விளக்குபவருக்கு பயன்படவில்லை, அகையால் இது சரியாக இயங்குகிறது. இது ஒரு திசையாக இருந்தால்,நீங்கள் இந்த வெளிப்பாட்டை $TARGET_PATH பெற முடியாது. நீங்கள் ஒரு bugzilla வை selinux-பாலிசியில் உருவாக்க வேண்டும், மற்றும் இது சரியான தொகுப்புக்கு வழியினை பெறும். இந்த avcஐ பாதுகாப்பாக நீங்கள் புறக்கணிக்கலாம்.
