Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: SELinux has denied $SOURCE from connecting to a network port $PORT_NUMBER which does not have an SELinux type associated with it. If $SOURCE should be allowed to connect on $PORT_NUMBER, use the <i>semanage</i> command to assign $PORT_NUMBER to a port type that $SOURCE_TYPE can connect to (%s). If $SOURCE is not supposed to connect to $PORT_NUMBER, this could signal an intrusion attempt.
cs: SELinux odmítl programu $SOURCE připojení k síťovému portu $PORT_NUMBER, s nímž není asociován žádný SELinuxový typ. Má-li mít $SOURCE dovoleno připojit se na $PORT_NUMBER, přiřaďte příkazem <i>semanage</i> k portu $PORT_NUMBER typ portu, na nějž se $SOURCE_TYPE může připojit (%s). Jestliže neočekáváte, že by se měl $SOURCE připojovat k $PORT_NUMBER, může to značit pokus o vniknutí.
pl: SELinux odmówił $SOURCE łączenia do portu sieciowego $PORT_NUMBER, który nie posiada powiązanego ze sobą typu SELinuksa. Jeśli $SOURCE powinien łączyć się na porcie $PORT_NUMBER, należy użyć polecenia <i>semanage</i>, aby przydzielić $PORT_NUMBER do typów portów, do jakich $SOURCE_TYPE może się łączyć (%s). Jeśli $SOURCE nie powinien łączyć się z $PORT_NUMBER, może to wskazywać na próbę włamania.

source: If you want to allow $SOURCE_PATH to connect to network port $PORT_NUMBER
cs: Pokud chcete povolit připojení $SOURCE_PATH k síťovému portu $PORT_NUMBER
pl: Aby zezwolić $SOURCE_PATH na łączenie z portem sieciowym $PORT_NUMBER

source: SELinux denied access requested by $SOURCE. It is not expected that this access is required by $SOURCE and this access may signal an intrusion attempt. It is also possible that the specific version or configuration of the application is causing it to require additional access. spice-xpi run applications within mozilla-plugins that require access to the desktop, that the mozilla_plugin lockdown will not allow, so either you need to turn off the mozilla_plugin lockdown or not use these packages.
cs: SELinux zabránil v přístupu požadovaném programem $SOURCE. Neočekává se, že by měl $SOURCE tento přístup požadovat, může to tedy být známkou pokusu o vniknutí. Je také možné, že požadavek o přístup má na svědomí konkrétní verze či konfigurace aplikace. spice-xpi spouští aplikace v rámci pluginů Mozilly, které vyžadují přístup na desktop, což jim uzamčení pluginů Mozilly nedovolí, takže buď je třeba vypnout uzamčení pluginů Mozilly nebo tyto balíčky nepoužívat.
de: SELinux verweigerte den von $SOURCE angeforderten Zugriff. Es ist nicht vorgesehen, dass $SOURCE diesen Zugriff benötigt und dies könnte auf einen Angriffsversuch hinweisen. Es ist jedoch auch möglich, dass die entsprechende Version oder Konfiguration der Anwendung diesen Zugriff nötig macht. Auf spice-xpi-laufende Anwendungen in Mozilla Plugins, die Zugriff auf den Desktop benötigen, werden durch mozilla_plugin geblockt. Entweder deaktivieren Sie diese Sperrung oder Sie verzichten auf die Benutzung dieser Pakete.
ko: SELinux는 $SOURCE에 의해 요청된 액세스를 거부했습니다. 이 액세스는 $SOURCE에서 필요하지 않으므로 침입 시도 신호가 나타날 수 있습니다. 또한 애플리케이션의 특정 버전이나 설정이 추가 액세스를 필요로 할 수 있습니다. spice-xpi는 데스크톱으로의 액세스가 필요한 mozilla-plugins에서 애플리케이션을 실행하지만 mozilla_plugin 잠금에서는 이를 허용하지 않기 때문에 mozilla_plugin 잠금을 해제하거나 패키지 자체를 사용하지 않도록 합니다.
pl: SELinux odmówił dostęp żądany przez $SOURCE. $SOURCE nie powinno wymagać tego dostępu, więc może to wskazywać na próbę włamania. Możliwe też, że konkretna wersja lub konfiguracja aplikacji powoduje, że dostęp jest potrzebny. Aplikacje uruchamiane przez spice-xpi z mozilla-plugins wymagają dostępu do pulpitu, których blokowanie mozilla_plugin nie zezwoli, więc należy wyłączyć blokowanie mozilla_plugin lub nie używać tych pakietów.
pt_br: O SELinux impediu o acesso requisitado pelo $SOURCE. Não é comum que este acesso seja requisitado pelo $SOURCE e isto pode indicar uma tentativa de invasão. Também é possível que a configuração ou a versão específica do aplicativo esteja fazendo com que o acesso adicional seja solicitado. spice-xpi executa aplicativos dentro dos plugins do mozilla que necessitam de acesso à área de trabalho e que o travamento do mozilla_plugin não o permitirá, portanto você precisa desativar o travamento do mozilla_plugin ou não usar estes pacotes.

source: Either remove the mozplugger or spice-xpi package by executing 'yum remove mozplugger spice-xpi', or turn off enforcement of SELinux over the Chrome plugins. setsebool -P unconfined_chrome_sandbox_transition 0
cs: Buď odstraňte balíček mozplugger nebo spice-xpi spuštěním 'dnf remove mozplugger spice-xpi' nebo vypněte prosazování SELinuxu přes pluginy Chrome. setsebool -P unconfined_chrome_sandbox_transition 0
de: Entfernen Sie entweder das mozplugger- oder spice-xpi-Paket, indem Sie 'yum remove mozplugger spice-xpi' ausführen, oder deaktivieren Sie den SELinux-Erzwingungsmodus über Chrome Plugins. setsebool -P unconfined_chrome_sandbox_transition 0
ko: 'yum remove mozplugger spice-xpi'를 실행하여 mozplugger 또는 spice-xpi 패키지를 제거하거나 Chrome 플러그인을 통해 SELinux의 강제를 비활성화합니다. setsebool -P unconfined_chrome_sandbox_transition 0
pl: Należy usunąć pakiet mozplugger lub spice-xpi wykonując polecenie „yum remove mozplugger spice-xpi” lub wyłączyć wymuszanie SELinuksa nad wtyczkami przeglądarki Chrome. setsebool -P unconfined_chrome_sandbox_transition 0
pt_br: Remova o pacote spice-xpi ou mozplugger executando 'yum remove mozplugger spice-xpi' ou desative a imposição do SELinux sobre os plugins do Chrome. setsebool -P unconfined_chrome_sandbox_transition 0

source: If you want to use the %s package
cs: Pokud chcete používat balíček %s
pl: Aby użyć pakietu %s

source: you must turn off SELinux controls on the Chrome plugins.
cs: je nutné vypnout kontrolu SELinuxu vůči pluginům v prohlížeči Chrome.
de: Sie müssen die SELinux-Überwachung der Chrome-Plugins deaktivieren.
gu: તમારે Chrome પ્લગઇન પર SELinux નિયંત્રણોને બંધ કરવુ જ જોઇએ.
kn: ಕ್ರೋಮ್ ಪ್ಲಗ್‌ಇನ್‌ಗಳಲ್ಲಿ ನೀವು SELinux ನಿಯಂತ್ರಕಗಳನ್ನು ಆಫ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ.
ko: Chrome 플러그인에서 SELinux 제어를 비활성화해야 합니다.
ml: ക്രോം പ്ലഗിനുകളിലുള്ള SELinux നിയന്ത്രണങ്ങള്‍ ഓഫ് ചെയ്യണം.
mr: क्रोम प्लगइन्सवरील SELinux कंट्रोल्स बंद करा.
or: ଆପଣଙ୍କୁ ନିଶ୍ତିତ ଭାବରେ SELinux ନିୟନ୍ତ୍ରଣଗୁଡ଼ିକୁ Chrome ପ୍ଲଗଇନଗୁଡ଼ିକରେ ଅନ୍‌ କରିବା ଉଚିତ।
pl: należy wyłączyć kontrolę SELinuksa nad wtyczkami Chrome.
pt_br: você deve desligar os controles SELinux nos plugins do Chrome.
ta: Chrome செருகுநிரல்களில் உள்ள SELinux கட்டுப்பாடுகளை முடக்கியாக வேண்டும்.

source: If $TARGET_BASE_PATH should be shared via the cvs daemon
cs: Pokud by měl být $TARGET_BASE_PATH sdílen pomocí cvs démona
pl: Jeśli $TARGET_BASE_PATH nie powinno być współdzielone przez usługę CVS

source: SELinux is preventing $SOURCE_PATH the "$ACCESS" capability.
cs: SELinux brání $SOURCE_PATH před schopností "$ACCESS".
de: SELinux hindert $SOURCE_PATH an der "$ACCESS" Berechtigung.
ko: SELinux는 $SOURCE_PATH의 "$ACCESS" 기능을 차단하고 있습니다.
pl: SELinux powstrzymuje możliwości $SOURCE_PATH „$ACCESS”.
pt_br: SELinux está impedindo $SOURCE_PATH da capacidade de "$ACCESS".

source: If you want to help identify if domain needs this access or you have a file with the wrong permissions on your system
cs: Pokud chcete pomoct identifikovat, zda-li doména potřebuje tento přístup nebo zda-li máte ve svém souborovém systému soubor s chybnými právy
pl: Aby pomóc ustalić, czy domena wymaga tego dostępu lub w systemie istnieje plik z błędnymi uprawnieniami

source: Turn on full auditing # auditctl -w /etc/shadow -p w Try to recreate AVC. Then execute # ausearch -m avc -ts recent If you see PATH record check ownership/permissions on file, and fix it, otherwise report as a bugzilla.
cs: Zapněte plný audit # auditctl -w /etc/shadow -p w Pokuste se znovu vytvořit AVC. Pak spusťte # ausearch -m avc -ts recent Pokud vidíte záznam CESTA zkontrolujte vlastnictví / oprávnění k souboru a opravte ho, v opačném případě nahlašte problém do bugzilly.
de: Volle Audit-Funktion aktivieren # auditctl -w /etc/shadow -p w Versuchen Sie AVC zu reproduzieren. Führen Sie dann folgendes aus # ausearch -m avc -ts recent Falls PATH record ersichtlich ist, überprüfen Sie Eigentümer/ Berechtigungen der Datei und korrigieren Sie dies, anderenfalls melden Sie dies an Bugzilla.
ko: 완전 감시를 활성화합니다 # auditctl -w /etc/shadow -p w AVC 재생성을 시도합니다. 그 후 다음을 실행합니다 # ausearch -m avc -ts recent PATH 기록이 보이면 파일의 소유권/권한을 확인 후 이를 수정하고, 보이지 않으면 bugzilla에 보고합니다.
pl: Włączenie pełnego audytu # auditctl -w /etc/shadow -p w Próba ponownego utworzenia AVC. Następnie wykonanie polecenia # ausearch -m avc -ts recent Jeśli widoczny jest wpis ŚCIEŻKI, należy sprawdzić właściciela/uprawnienia pliku, a następnie je naprawić. W przeciwnym wypadku należy zgłosić błąd w Bugzilli.
pt_br: Ligue auditoria completa # auditctl -w /etc/shadow -p w Tente recriar o AVC. Depois execute # ausearch -m avc -ts recent Caso você veja a memória PATH verifique a propriedade ou permissões no arquivo e repare-o, caso contrário reporte como um bugzilla.

source: SELinux is preventing $SOURCE_PATH "$ACCESS" access to device $TARGET_PATH.
cs: SELinux brání programu $SOURCE_PATH „$ACCESS“ v přístupu k zařízení $TARGET_PATH.
de: SELinux hindert $SOURCE_PATH "$ACCESS" am Zugriff auf das Gerät $TARGET_PATH.
ko: SELinux는 $TARGET_PATH 장치로 $SOURCE_PATH "$ACCESS" 액세스하지 못하게 합니다.
pl: SELinux powstrzymuje $SOURCE_PATH „$ACCESS” dostęp do urządzenia $TARGET_PATH.
pt_br: O SELinux está impedindo que o $SOURCE_PATH "$ACCESS" acesse o dispositivo $TARGET_PATH.

source: SELinux has denied $SOURCE "$ACCESS" access to device $TARGET_PATH. $TARGET_PATH is mislabeled, this device has the default label of the /dev directory, which should not happen. All Character and/or Block Devices should have a label. You can attempt to change the label of the file using restorecon -v '$TARGET_PATH'. If this device remains labeled device_t, then this is a bug in SELinux policy. Please file a bg report. If you look at the other similar devices labels, ls -lZ /dev/SIMILAR, and find a type that would work for $TARGET_PATH, you can use chcon -t SIMILAR_TYPE '$TARGET_PATH', If this fixes the problem, you can make this permanent by executing semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' If the restorecon changes the context, this indicates that the application that created the device, created it without using SELinux APIs. If you can figure out which application created the device, please file a bug report against this application.
cs: SELinux zakázal $SOURCE "$ACCESS" v přístupu na zařízení $TARGET_PATH. $TARGET_PATH je chybně značen, toto zařízení má výchozí značku /dev directory, což by se nemělo stát. Všechny charaktery nebo bloková zařízení by měla mít značení. Můžete se pokusit o změnu značky souboru pomocí restorecon -v '$TARGET_PATH'. Pokud toto zařízení zůstane značené jako device_t, pak se jedná o chybu v politice SELinuxu. Nahlašte prosím záznam o chybě. Pokud se díváte po podobných značkách zařízení, použijte ls -lZ /dev/SIMILAR a najděte typ, který bude fungovat pro $TARGET_PATH, lze použít chcon -t SIMILAR_TYPE '$TARGET_PATH' a pokud to opraví problém, lze to nastavit permanentně spuštěním semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' Pokud restorecon mění kontext, znamená to, že aplikace, která vytvořila zařízení, ho vytvořila bez použití API SELinuxu. Pokud lze určit, která aplikace vytvořila zařízení, podejte hlášení o chybě proti této aplikaci.
de: SELinux hinderte $SOURCE "$ACCESS" am Zugriff auf das Gerät $TARGET_PATH. $TARGET_PATH ist fehlerhaft gekennzeichnet, das Gerät hat die Standardkennzeichnung des /dev-Verzeichnisses, was nicht passieren sollte. Alle Zeichen- und/oder Blockgeräte sollten eine Kennzeichnung besitzen. Sie können wie folgt versuchen, die Kennzeichnung der Datei zu ändern: restorecon -v '$TARGET_PATH'. Wenn dieses Gerät weiterhin als device_t gekennzeichnet bleibt, ist dies ein Fehler in der SELinux-Richtlinie. Bitte reichen Sie einen Fehlerbericht ein. Wenn Sie einen Blick auf andere, ähnliche Gerätekennzeichnungen werfen, ls -lZ /dev/SIMILAR, und einen für $TARGET_PATH passenden Typ finden sollten, können Sie chcon -t SIMILAR_TYPE '$TARGET_PATH' verwenden. Falls dies das Problem behebt, können Sie dies mit semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' dauerhaft machen. Falls restorecon den Kontext ändert, zeigt dies an, dass die Anwendung, die das Gerät angelegt hat, dieses ohne SELinux APIs tat. Wenn Sie herausfinden, welche Anwendung das Gerät anlegte, reichen Sie bitte einen Fehlerbericht für diese Anwendung ein.
ko: SELinux는 $TARGET_PATH장치로의 $SOURCE "$ACCESS" 액세스를 거부합니다. $TARGET_PATH가 잘못 레이블되어 있습니다. 이 장치는 /dev 디렉토리의 기본 레이블로 되어 있는데 이는 잘못된 레이블입니다. 모든 문자와 블록 장치는 레이블되어 있어야 합니다. restorecon -v '$TARGET_PATH' 를 사용하여 파일의 레이블을 변경할 수 있습니다. 이러한 장치가 device_t로 레이블되어 있을 경우 이는 SELinux 정책의 버그입니다. 버그 리포트를 제출해 주시기 바랍니다. 다른 비슷한 장치 레이블 (ls -lZ /dev/SIMILAR)을 살펴보고 $TARGET_PATH에 대해 동작할 수 있는 유형을 찾은 경우, chcon -t SIMILAR_TYPE '$TARGET_PATH'를 사용할 수 있고, 이렇게 해서 문제가 해결된 경우 다음을 실행하여 이를 영구적으로 사용할 수 있습니다. semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' restorecon이 문맥을 변경한 경우 이는 장치를 생성한 응용 프로그램이 SELinux API를 사용하지 않고 장치를 생성한 것입니다. 어떤 응용 프로그램이 장치를 생성했는지 발견한 경우 이에 대해 버그 리포트를 제출해 주시기 바랍니다.
pl: SELinux odmówił $SOURCE „$ACCESS” dostęp do urządzenia $TARGET_PATH. $TARGET_PATH posiada niewłaściwą etykietę, to urządzenie posiada domyślną etykietę katalogu /dev, co nie powinno mieć miejsca. Wszystkie urządzenia znakowe i/lub blokowe powinny posiadać etykietę. Można spróbować zmienić etykietę pliku za pomocą restorecon -v "$TARGET_PATH". Jeśli to urządzenie nadal posiada etykietę device_t, jest to błąd w polityce SELinuksa. Proszę zgłosić raport błędu. Jeśli spojrzano na inne, podobne etykiety urządzeń, ls -lZ /dev/PODOBNE, i znaleziono typ, który powinien działać dla $TARGET_PATH, można użyć chcon -t PODOBNY_TYP "$TARGET_PATH". Jeśli to naprawi problem, można utrwalić to wykonując semanage fcontext -a -t PODOBNY_TYP "$FIX_TARGET_PATH" Jeśli restorecon zmieni kontekst, to wskazuje na to, że aplikacja, która utworzyła urządzenie, zrobiła to bez używania API SELinuksa. Jeśli można stwierdzić, która aplikacja utworzyła to urządzenie, proszę zgłosić raport błędu w tej aplikacji.
pt_br: O SELinux impediu o acesso do $SOURCE "$ACCESS" ao dispositivo $TARGET_PATH. O $TARGET_PATH está rotulado incorretamente. Este dispositivo tem o rótulo padrão do diretório /dev, o que não deveria acontecer. Todos os dispositivos de caracteres e/ou bloco devem ter um rótulo. Você pode tentar mudar o rótulo do arquivo usando restorecon -v '$TARGET_PATH'. Se este dispositivo continuar rotulado como device_t, então isto é um erro da política do SELinux. Por favor, submeta um relatório de erro. Se você observar os outros rótulos de dispositivos similares, ls -lZ /dev/SIMILAR e encontrar um tipo que funcionaria para o $TARGET_PATH, você pode usar chcon -t SIMILAR_TYPE '$TARGET_PATH'. Se isto resolver o problema, você pode tornar esta mudança permanente executando semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' Se o restorecon alterar o contexto, isto indica que o aplicativo que criou o dispositivo, o criou sem usar as APIs do SELinux. Se você puder descobrir qual aplicativo criou o dispositivo, por favor submeta um relatório de erro para este aplicativo.

source: # semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' # restorecon -v '$FIX_TARGET_PATH'
cs: # semanage fcontext -a -t PODOBNÝ_TYP '$FIX_TARGET_PATH' # restorecon -v '$FIX_TARGET_PATH'
pl: # semanage fcontext -a -t PODOBNY_TYP '$FIX_TARGET_PATH' # restorecon -v '$FIX_TARGET_PATH'

source: Disable IPV6 properly.
bg: Забранете IPV6 правилно.
cs: Správné zakázání IPV6.
de: IPV6 ordnungsgemäß deaktivieren.
gu: IPV6 ને યોગ્ય રીતે નિષ્ક્રિય કરો.
kn: IPV6 ಅನ್ನು ಸರಿಯಾಗಿ ಅಶಕ್ತಗೊಳಿಸಿ.
ko: IPV6를 올바르게 비활성화합니다.
ml: ശരിയായി IPV6 പ്രവര്‍ത്തന രഹിതമാക്കുക.
mr: IPV6 योग्यरित्या बंद करा.
or: IPV6 କୁ ସଠିକ ଭାବରେ ନିଷ୍କ୍ରିୟ କରନ୍ତୁ।
pl: Należy właściwie wyłączyć IPv6.
pt_br: Desabilite o IPV6 adequadamente.
ta: IPV6 ஐ சரியாக முடக்கவும்.

source: If you want to disable IPV6 on this machine
cs: Pokud na tomto stroji chcete zakázat IPV6
pl: Aby wyłączyć IPv6 na tym komputerze

source: you need to set /proc/sys/net/ipv6/conf/all/disable_ipv6 to 1 and do not blacklist the module'
bg: трябва да зададете /proc/sys/net/ipv6/conf/all/disable_ipv6 да е 1 и да не включвате модула в черния списък
cs: je potřeba nastavit /proc/sys/net/ipv6/conf/all/disable_ipv6 na hodnotu 1 a nedávat modul na blacklist'
de: Sie müssen /proc/sys/net/ipv6/conf/all/disable_ipv6 auf 1 und das Modul nicht auf die Blacklist setzen'
gu: તમારે /proc/sys/net/ipv6/conf/all/disable_ipv6 ને 1 તરીકે સુયોજિત કરવાની જરૂર છે અને મોડ્યુલને બ્લેકલીસ્ટ કરો નહિં'
kn: ನೀವು /proc/sys/net/ipv6/conf/all/disable_ipv6 ಅನ್ನು 1 ಕ್ಕೆ ಹೊಂದಿಸಬೇಕು ಮತ್ತು ಮಾಡ್ಯೂಲ್ ಅನ್ನು ಕಪ್ಪುಪಟ್ಟಿಗೆ ಸೇರಿಸಬಾರದು'
ko: /proc/sys/net/ipv6/conf/all/disable_ipv6를 1로 설정하고 모듈을 블랙리스트하지 않습니다.
ml: /proc/sys/net/ipv6/conf/all/disable_ipv6-നെ 1 എന്നു് സജ്ജമാക്കുക, ഘടകം ബ്ലാക്ക്ലിസ്റ്റ് ചെയ്യുവാന്‍ പാടില്ല
mr: /proc/sys/net/ipv6/conf/all/disable_ipv6 यास 1 करीता सेट करा व घटकाला ब्लॅकलिस्ट करू नका
or: ଆପଣଙ୍କୁ /proc/sys/net/ipv6/conf/all/disable_ipv6 କୁ 1 ଭାବରେ ସେଟ କରିବା ଆବଶ୍ୟକ ଏବଂ ଏକକାଂଶକୁ ଖାରଜ କରନ୍ତୁ ନାହିଁ'
pl: należy ustawić /proc/sys/net/ipv6/conf/all/disable_ipv6 na 1 i usunąć z listy blokowania moduł"
pt_br: você precisa definir o /proc/sys/net/ipv6/conf/all/disable_ipv6 para 1 e não colocar o módulo no blacklist'
ta: /proc/sys/net/ipv6/conf/all/disable_ipv6 -ஐ 1 க்கு அமைக்க வேண்டும் மற்றும் தொகுதியை' குறிப்பிட வேண்டாம்

source: Add net.ipv6.conf.all.disable_ipv6 = 1 to /etc/sysctl.conf
bg: Добавете net.ipv6.conf.all.disable_ipv6 = 1 в /etc/sysctl.conf
cs: Přidejte net.ipv6.conf.all.disable_ipv6 = 1 do /etc/sysctl.conf
de: Fügen Sie net.ipv6.conf.all.disable_ipv6 = 1 zu /etc/sysctl.conf hinzu
gu: /etc/sysctl.conf માં net.ipv6.conf.all.disable_ipv6 = 1 ને ઉમેરો
kn: /etc/sysctl.conf ಗೆ net.ipv6.conf.all.disable_ipv6 = 1 ಅನ್ನು ಸೇರಿಸಿ
ko: net.ipv6.conf.all.disable_ipv6 = 1을 /etc/sysctl.conf에 추가합니다
ml: /etc/sysctl.conf-ലേക്കു് net.ipv6.conf.all.disable_ipv6 = 1 ചേര്‍ക്കുക.
mr: net.ipv6.conf.all.disable_ipv6 = 1 /etc/sysctl.conf मध्ये समाविष्ट करा
or: net.ipv6.conf.all.disable_ipv6 = 1କୁ /etc/sysctl.conf ରେ ଯୋଗ କରନ୍ତୁ
pl: Dodać net.ipv6.conf.all.disable_ipv6 = 1 do /etc/sysctl.conf
pt_br: Adicione net.ipv6.conf.all.disable_ipv6 = 1 ao /etc/sysctl.conf
ta: /etc/sysctl.conf இல் net.ipv6.conf.all.disable_ipv6 = 1 ஐச் சேர்க்கவும்
