Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: You can generate a local policy module to allow this access - see <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>
bg: Може да генерирате модул с локална политика за разрешаване на този достъп - вижте <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">ЧЗВ</a>
cs: Pro povolení tohoto přístupu lze vygenerovat lokální modul politiky - viz <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">Časté dotazy</a>
de: Sie können ein lokales Richtlininenmodul generieren, um diesen Zugriff zu erlauben - siehe <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>
gu: તમે આ વપરાશને પરવાનગી આપવા માટે સ્થાનિક પોલિસી મોડ્યુલને બનાવી શકો છો - જુઓ <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>
kn: ಈ ನಿಲುಕಣೆಯನ್ನು ಅನುಮತಿಸಲು ನೀವು ಒಂದು ಸ್ಥಳೀಯ ಪಾಲಿಸಿಯನ್ನು ಉತ್ಪಾದಿಸಬಹುದು - <a href="http://fedoraredhat.com/docs/selinux-faq-fc5/#id2961385">FAQ</a> ಅನ್ನು ನೋಡಿ
ko: 이러한 액세스를 허용하기 위해 로컬 정책 모듈을 생성할 수 있습니다 - <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>를 참조하십시오.
ml: ഈ അനുമതിയ്ക്കായി നിങ്ങള്‍ക്കു് ഒരു ലോക്കല്‍ പോളിസി ഘടകം ലഭ്യമാക്കുവാന്‍ സാധ്യമാണു് - കാണുക <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>
mr: या प्रवेशसाठी तुम्ही स्थानीय करार घटक निर्माण करू शकता - <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> पहा
nl: Je kunt een locale tactiek module maken om deze toegang toe te staan - zie <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>
or: ଆପଣ ଗୋଟିଏ ସ୍ଥାନୀୟ ନିୟମ ଏକକାଂଶ ନିର୍ମାଣ କରିବା ପାଇଁ ଅନୁମତି ଦେଇପାରନ୍ତି - <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> କୁ ଦେଖନ୍ତୁ
pl: Można utworzyć moduł polityki lokalnej, aby umożliwić ten dostęp — proszę zobaczyć <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>
pt_br: Você pode gerar um módulo de política local para permitir este acesso - veja o <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>
ta: இந்த அணுகலை அனுமதிக்க நீங்கள் ஒரு உள்ளக கொள்கை தொகுதிக்கூறை உருவாக்கலாம் - <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> ஐக் காணவும்

source: you want to ignore $SOURCE_BASE_PATH trying to $ACCESS access the $TARGET_BASE_PATH $TARGET_CLASS, because you believe it should not need this access.
bg: искате да игнорирате опитите на $SOURCE_BASE_PATH за достъп за $ACCESS на $TARGET_BASE_PATH $TARGET_CLASS, понеже вярвате, че то не се нуждае от този достъп.
gu: તમે $TARGET_BASE_PATH $TARGET_CLASS નાં $ACCESS પ્રવેશ કરવા $SOURCE_BASE_PATH પ્રયત્ન કરી રહ્યુ છે તે અવગણવા માંગો છો, કારણ કે તમે માનો છો કે તેને આ પ્રવેશની જરૂર હોવી જોઇએ નહિં.
kn: $SOURCE_BASE_PATH ಎಂಬುದು $TARGET_BASE_PATH $TARGET_CLASS ಅನ್ನು $ACCESS ನಿಲುಕಿಸಿಕೊಳ್ಳುವುದನ್ನು ನೀವು ಕಡೆಗಣಿಸಲು ಬಯಸುತ್ತೀರಿ ಏಕೆಂದರೆ ಇದಕ್ಕೆ ಇದರ ಅಗತ್ಯ ಇರುವುದಿಲ್ಲ.
ml: $TARGET_BASE_PATH $TARGET_CLASS-ലേക്കു് $ACCESS പ്രവേശിച്ചു് നിങ്ങള്‍ക്കു്$SOURCE_BASE_PATH ഉപേക്ഷിയ്ക്കണം. കാരണം ഇതിനു് ഈ പ്രവേശനം ആവശ്യമില്ലെന്നു് കരുതുന്നു.
mr: ह्या प्रवेशची आवश्यकता नसल्यामुळे, $SOURCE_BASE_PATH ने $TARGET_BASE_PATH $TARGET_CLASS करीता $ACCESS प्रवेश दुलक्ष व्हावे असे तुम्हाला वाटते.
nl: je wilt negeren dat $SOURCE_BASE_PATH $ACCESS toegang probeert te krijgen tot de $TARGET_BASE_PATH $TARGET_CLASS, omdat je denkt het deze toegang niet nodig heeft.
or: ଆପଣ $SOURCE_BASE_PATH କୁ ଅଗ୍ରାହ୍ୟ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି ଯିଏକି $TARGET_BASE_PATH $TARGET_CLASS କୁ $ACCESS ଅଭିଗମ୍ୟ କରିବାକୁ ଚେଷ୍ଟାକରୁଅଛି, କାରଣ ଆପଣ ବିଶ୍ୱାସ କରୁଛନ୍ତି ଯେ ଏହା ସେହି ଅଭିଗମ୍ୟାତାକୁ ଆବଶ୍ୟକ କରିବା ଉଚିତ ନୁହଁ।
ta: $SOURCE_BASE_PATH-ஐ புறக்கணித்து $ACCESS அணுகலை முயறிச்க்கலாம் $TARGET_BASE_PATH $TARGET_CLASS, ஏனெனில் இதை நம்புகிறீர்கள் இதற்கு இந்த அணுகல் தேவையில்லை.

source: You should report this as a bug. You can generate a local policy module to dontaudit this access.
bg: Трябва да докладвате това като бъг. Може да генерирате модул с локална политика за ненаблюдение на този достъп.
cs: Toto byste měli nahlásit jako chybu. Abyste přístup neauditovali, můžete vygenerovat lokální modul pravidel.
de: Sie sollten dies als Fehler melden. Um diesen Zugriff zu erlauben, können Sie ein lokales Richtlinien-Modul erstellen.
gu: તમે ભૂલ તરીકે આનો અહેવાલ કરવો જોઇએ. dontaudit આ પ્રવેશ માટે તમે સ્થાનિય પોલિસીને ઉત્પન્ન કરી શકો છો.
kn: ನೀವು ಇದನ್ನು ಒಂದು ದೋಷ ಎಂದು ವರದಿ ಮಾಡಬೇಕು. ಈ ನಿಲುಕಣೆಯನ್ನು dontaudit ಮಾಡಲು ನೀವು ಒಂದು ಸ್ಥಳೀಯ ಪಾಲಿಸಿಯನ್ನು ಉತ್ಪಾದಿಸಬಹುದು.
ko: 이를 버그로 보고해야 합니다. 이러한 액세스를 감사하지 않도록 로컬 정책 모듈을 생성할 수 있습니다.
ml: ഇതൊരു ബഗായി രേഖപ്പെടുത്തണം. ഈ അനുമതി dontaudit ചെയ്യുന്നതിനായി ഒരു ലോക്കല്‍ പോളിസി ഘടകം ലഭ്യമാക്കേണ്ടതുണ്ടു്.
mr: यास बग म्हणून कळवा. प्रवेश नकारण्यासाठी तुम्ही स्थानीय करार घटक निर्माण करू शकता.
nl: Je moet dit melden als een fout. Je kunt een locale tactiek module genereren om deze toegang niet te auditeren.
or: ଆପଣ ଏହାକୁ ଗୋଟିଏ ତ୍ରୁଟି ଭାବରେ ଖବର କରିବା ଉଚିତ। ଏହି ଅଭିଗମ୍ୟକୁ ଯାଞ୍ଚ ପାଇଁ ଆପଣଙ୍କୁ ଗୋଟିଏ ସ୍ଥାନୀୟ ନିୟମାବଳୀ ଏକକାଂଶ ସୃଷ୍ଟିକରିବା ଉଚିତ।
pl: Należy zgłosić to jako błąd. Można utworzyć lokalny moduł polityki, aby zabronić ten dostęp.
pt_br: Você precisa reportar isto como um erro. Você pode gerar um módulo de política local para dontaudit este acesso.
ta: இந்த ஒரு பிழையாக நீங்கள் அறிக்கையிடவும். dontaudit இந்த அணுகலுக்கு ஒரு உள்ளமை பாலிசி தொகுதியை உருவாக்கலாம்.

source: Your system may be seriously compromised! $SOURCE_PATH attempted to mmap low kernel memory.
bg: Вашата система може би е сериозно компрометирана! $SOURCE_PATH attempted to mmap low kernel memory.
cs: Váš systém může být vážně ohrožen! $SOURCE_PATH se pokusil o mmap nízké úrovně paměti jádra.
de: Ihr System könnte ernsthaft kompromittiert worden sein! $SOURCE_PATH versuchte, niedrigen Kernel-Speicher zuzuweisen.
gu: તમારી સિસ્ટમ ગંભીરતા થી સમાધાન કરી શકે છે!$SOURCE_PATH એ નીચી કર્નલ મેમરી mmap કરવા માટે પ્રયત્ન કર્યો હતો.
kn: ನಿಮ್ಮ ಗಣಕವು ಗಂಭೀರವಾಗಿ ರಾಜಿ ಮಾಡಿಕೊಂಡಿರಬಹುದು! $SOURCE_PATH ಕಡಿಮೆ ಕರ್ನಲ್ ಮೆಮೊರಿಯನ್ನು mmap ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿದೆ.
ko: 시스템이 심각하게 손상될 수 있습니다! $SOURCE_PATH는 용량이 적은 커널 메모리를 mmap하려 합니다.
ml: നിങ്ങളുടെ സിസ്റ്റത്തില്‍ കാര്യമായ തകരാറുണ്ടു്! കുറഞ്ഞ കേര്‍ണല്‍ മെമ്മറി mmap ചെയ്യുന്നതിനായി $SOURCE_PATH ശ്രമിച്ചിരിക്കുന്നു.
mr: तुमच्या प्रणालीला गंभीर धोका होऊ शकतो!$SOURCE_PATH ने लो कर्नल मेमोरीशी mmap करण्याचा प्रयत्न केला आहे.
nl: Jouw systeem kan ernstig in gevaar gebracht zijn! $SOURCE_PATH probeerde om lage kernel geheugen te mmappen
or: ଆପଣଙ୍କ ତନ୍ତ୍ରଟି ଗୁରୁତର ଭାବରେ କ୍ଷତିଗ୍ରସ୍ତ ହୋଇପାରେ! $SOURCE_PATH ନିମ୍ନ କର୍ଣ୍ଣଲ ସ୍ମୃତିସ୍ଥାନକୁ mmap କରିବା ପାଇଁ ଚେଷ୍ଟାକରିପାରେ।
pl: System mógł zostać poważnie zagrożony. $SOURCE próbowało wykonać mmap na niskiej pamięci jądra.
pt_br: O seu sistema pode ter sido seriamente comprometido! O $SOURCE_PATH tentou realizar um mmap da memória baixa do kernel.
ta: உங்களது கணினியானது நிஜமாகவே சமரசமாகிவிட்டது!$SOURCE_PATH mmap குறைந்த கர்னல் நினைவகத்திற்கு முயற்சித்தது

source: SELinux has denied the $SOURCE the ability to mmap low area of the kernel address space. The ability to mmap a low area of the address space, as configured by /proc/sys/kernel/mmap_min_addr. Preventing such mappings helps protect against exploiting null deref bugs in the kernel. All applications that need this access should have already had policy written for them. If a compromised application tries modify the kernel this AVC would be generated. This is a serious issue. Your system may very well be compromised.
bg: SELinux забрани на $SOURCE възможността за mmap на ниската част от адресното пространство на ядрото. Тази възможност е конфигурирана от /proc/sys/kernel/mmap_min_addr. Предотвратяването спомага за защитата срещу използването на null deref бъгове в ядрото. За всички приложения, които се нуждаят от такъв достъп, трябва вече да има написани политики. Това AVC се генерира, когато компрометирано приложение се опита да промени ядрото. Това е сериозен проблем. Вашата система най-вероятно е компрометирана.
gu: SELinux એ કર્નલ સરનામાં સ્થાનનાં mmap નીચા સ્તરની સક્ષમતા માટે $SOURCE ને નામંજૂર કરેલ છે. સરનામાં સ્થાનની mmap નીચા સ્તરની સક્ષમતા, /proc/sys/kernel/mmap_min_addr તરીકે રૂપરેખાંકિત થયેલ છે. આવા મેપીંગોને અટકાવાનુંકર્નલમાં નલ deref ભૂલોનો ઉપયોગ વિરુદ્દ બચાવવા માટે મદદ કરે છે. બધા કાર્યક્રમો કે જે આ પ્રવેશની જરૂર તેઓ માટે પહેલેથી જ લખાયેલ પોલિસી છે તે માટે હોવી જોઇએ જો સમજૂતી થયેલ કાર્યક્રમ આ AVC ઉત્પન્ન થયેલ હશે તે કર્નલ ને બદલવા માટે પ્રયત્ન કરે છે આ ગંભીર સમસ્યા છે. તમારી સિસ્ટમ સારી રીતે સમાધાન થયેલ હોઇ શકે છે.
kn: $SOURCE ಅನ್ನು ಕರ್ನಲ್‌ನ ವಿಳಾಸ ಕ್ಷೇತ್ರದ ಕೆಳಗಿನ ಸ್ಥಳದ mmap ಮಾಡುವ ಸಾಮರ್ಥ್ಯವನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ ವಿಳಾಸ ಕ್ಷೇತ್ರದ ಕೆಳಗಿನ ಸ್ಥಳಕ್ಕೆ mmap ಮಾಡುವಿಕೆಯ ಸಾಮರ್ಥ್ಯವು, /proc/sys/kernel/mmap_min_addr ನಲ್ಲಿ ಸೂಚಿಸಲಾಗಿರುತ್ತದೆ. ಅಂತಹ ಮ್ಯಾಪಿಂಗ್ ಅನ್ನು ತಡೆಯುವುದರಿಂದ ಕರ್ನಲ್‌ನಲ್ಲಿನ ಶೂನ್ಯ deref ದೋಷಗಳ ದುರುಪಯೋಗ ಪಡೆಯುವುದರ ವಿರುದ್ಧ ರಕ್ಷಣೆಯನ್ನು ನೀಡುತ್ತದೆ. ಈ ನಿಲುಕಣೆಯನ್ನು ಬಯಸುವ ಎಲ್ಲಾ ಅನ್ವಯಗಳಲ್ಲೂ ಪಾಲಿಸಿಯನ್ನು ಬರೆದಿರಬೇಕು. ರಾಜಿ ಮಾಡಿಕೊಳ್ಳಲಾದ ಯಾವುದೆ ಅನ್ವಯವು ಕರ್ನಲ್ ಅನ್ನು ಮಾರ್ಪಡಿಸಲು ಪ್ರಯತ್ನಿಸಿದಲ್ಲಿ ಈ AVC ಯನ್ನು ತೋರಿಸಲಾಗುತ್ತದೆ ಇದು ಒಂದು ಗಂಭೀರವಾದ ಸಮಸ್ಯೆಯಾಗದ್ದು. ನಿಮ್ಮ ಗಣಕವು ರಾಜಿ ಮಾಡಿಕೊಂಡಿರುವಂತೆ ತೋರುತ್ತಿದೆ.
ml: കേര്‍ണല്‍ അഡ്രസ്സ് സ്പെയിസിന്റെ ലോ ഏരിയാ mmap ചെയ്യുന്നതിനുള്ള $SOURCE-ന്റെ വിശേഷത SELinux നിഷേധിക്കുന്നു. അഡ്രസ്സ് സ്പെയിസ് ലോ ഏരിയാ mmap ചെയ്യുന്നതിനുള്ള വിശേഷത The ability to mmap a low area of the address space, /proc/sys/kernel/mmap_min_addr സജ്ജമാക്കുന്നു . കേര്‍ണലിലുള്ള null deref ബഗുകളെ ഇല്ലാതാക്കുന്നതിനെതിരെ ഇത്തരം മാപ്പിങ്ങുകള്‍ സഹായിക്കുന്നു. ഈ അനുമതി ആവശ്യമുള്ള എല്ലാ പ്രയോഗങ്ങളും അവയ്ക്കുള്ള പോളിസി തയ്യാറാക്കേണ്ടതുണ്ടു്. തകരാറുള്ള പ്രയോഗം SELinux പോളിസിയില്‍ മാറ്റം വരുത്തുവാന്‍ ശ്രമിച്ചാല്‍, ഈ AVC ലഭ്യമാകുന്നു. ഇതു് ഗുരുതരമായ ഒരു പ്രശ്നമാണു്. സിസ്റ്റം പ്രത്യേകം ശ്രദ്ധിക്കുക.
mr: SELinux ने $SOURCE ला कर्नल एड्रेस् स्पेस्च्या खालच्या क्षेत्राशी mmap क्षमतेला नकार दिला आहे. /proc/sys/kernel/mmap_min_addr द्वारे संयोजीत एड्रेस् स्पेस्च्या खालच्या क्षेत्राशी mmap करण्याची क्षमता. या मॅपींगस्ला रोखल्यास कर्नलमधील null deref बग्स् विरूद्ध सुरक्षा प्रदान करण्यास मदत होते. सर्व ऍप्लिकेश्नस् ज्यांस या प्रवेशची आवश्यकता आहे आधिपासूनच त्यांसाठी करार लिहीले असायला हवे. सदोषीत ऍप्लिकेशन ही कर्नल संपादीत करण्याचा प्रयत्न करत असल्यास हे AVC निर्माण होईल. ही एक गंभीर बाब आहे. तुमच्या प्रणालीला खूप जास्त धोका असू शकतो.
nl: SELinux heeft $SOURCE de mogelijkheid belet voor mmap van lage gebieden van de kernel adres ruimte. De mogelijkheid voor mmap van een laag gebied van de geheugenruimte, zoals ingesteld door /proc/sys/kernel/mmap_min_addr. Het voorkomen van zulke afbeeldingen helpt voor de bescherming tegen het uitbuiten van null deref fouten in de kernel. Alle toepassingen die deze toegang nodig moeten al een geschreven tactiek hiervoor hebben. Als een in gevaar gebrachte toepassing probeert de kernel te veranderen wordt deze AVC aangemaakt. Dit is een ernstig probleem. Jouw systeem kan zeker in gevaar zijn gebracht.
or: SELinux $SOURCE କୁ ବାରଣ କରିଛି ଯେଉଁଥିରେ କର୍ଣ୍ଣଲର ଠିକଣା ସ୍ଥାନର ନିମ୍ନ କ୍ଷେତ୍ରକୁmmap କରିବାର କ୍ଷମତା ଥାଏ। ଠିକଣା ସ୍ଥାନର ନିମ୍ନ କ୍ଷେତ୍ରକୁ mmap କରିବାର କ୍ଷମତାକୁ, /proc/sys/kernel/mmap_min_addr ଦ୍ୱାରା ବିନ୍ୟାସ କରାଯାଇଥିବା ପରି। ଏପରି ମ୍ୟାପିଙ୍ଗକୁ ବାରଣ କରିବା ଦ୍ୱାରା ଏହା ଶୂନ୍ୟ deref ତ୍ରୁଟିଗୁଡ଼ିକୁ କର୍ଣ୍ଣଲରେ ଶୋଷଣ କରିବାରୁ ରକ୍ଷା କରିଥାଏ। ସମସ୍ତ ପ୍ରୟୋଗଗୁଡ଼ିକ ଯାହାକି ଏହି ଅଭିଗମ୍ୟତା ଆବଶ୍ୟକ କରିଥାଏ ସେଥିରେ ପୂର୍ବରୁ ସେମାନଙ୍କ ପାଇଁ ନିତୀ ଲିଖିତ ହୋଇଛି। ଯଦି ଗୋଟିଏ ହାର ମାନିଥିବା ପ୍ରୟୋଗ କର୍ଣ୍ଣଲକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ଚେଷ୍ଟାକରେ ତେବେ ଏହି AVC ସୃଷ୍ଟି ହୋଇଥାଏ। ଏହା ଏକ ଗୁରୁତର ସମସ୍ୟା। ଆପଣଙ୍କର ତନ୍ତ୍ର ହୁଏତଃ ଭଲ ଭାବରେ ହାର ମାନିଛି।
ta: SELinux ஆனது இந்த $SOURCE திறமையை mmap குறைந்த பகுதியான கெர்னல் முகவரி இடைவெளிக்கு மறுக்கிறது. இந்த திறமையானது mmap குறைந்த பகுதியான கெர்னல் முகவரி இடைவெளி, இது /proc/sys/kernel/mmap_min_addr படி கட்டமைக்கப்படுகிறது. கெர்னலில் இது போன்ற பாதுகாப்பு உதவிகளுக்கு எதிராக பயன்படும் null deref பிழைகள். அனைத்து பயன்பாடுகளும் அதற்கு தேவையான இந்த அணுகல் ஏற்கனவே அவற்றை பாலிசியால் எழுதப்பட்டது. ஒரு பயன்பாடும் இந்த கெர்னல் AVCஐ மாற்றியமைத்து உருவாக்கப்படும். இது ஒரு முக்கிய வெளிப்பாடாகும். உங்களது கணினியானது இதை சமரசப்படுகிறது.

source: you do not think $SOURCE_PATH should need to mmap low memory in the kernel.
bg: не мислите, че на $SOURCE_PATH ще е нужен mmap на долната част от паметта в ядрото.
gu: તમે એવુ ન વિચારો કે $SOURCE_PATH એ કર્નલમાં mmap નીચા સ્તરની મેમરીની જરૂર હોવી જોઇએ.
kn: $SOURCE_PATH ಕರ್ನಲ್‌ನಲ್ಲಿ ಕಡಿಮೆ ಮೆಮೊರಿಗೆ mmap ಮಾಡುವ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ ಎಂದು ನೀವು ಭಾವಿಸುತ್ತೀರಿ.
ml: കേര്‍ണലില്‍ ലോ മെമ്മറി mmap ചെയ്യുന്നതിനായി $SOURCE_PATH ആവശ്യമുണ്ടെന്നു് കരുതുന്നില്ല.
mr: कर्नलमध्यो $SOURCE_PATH ने mmap लो मेमरिकरीता मॅप व्हावे असे तुम्हाला वाटत नाही.
nl: je denkt dat $SOURCE_PATH geen toegang nodig heeft tot mmap laag geheugen in de kernel.
or: ଆପଣ ଭାବୁନାହାନ୍ତି କି $SOURCE_PATH mmap ସ୍ୱଳ୍ପ ସ୍ମୃତିସ୍ଥାନକୁ କର୍ଣ୍ଣଲରେ ଆବଶ୍ୟକ କରିବା।
ta: நீங்கள் $SOURCE_PATH -ஆனது mmap குறைந்த நினைவகத்தை கர்னலில் தேவைப்படும் என்பதை நினைக்கவில்லை.

source: you may be under attack by a hacker, this is a very dangerous access.
bg: може би сте атакуван от кракер, това е много опасен достъп.
cs: můžete být pod útokem hackera, toto je velmi nebezpečný přístup.
de: Dies könnte ein Hackerangriff sein. Dies ist ein kritischer Zugriff.
gu: તમને હેકર દ્દારા હુમલો થઇ શકે છે, આ ખતરનાક પ્રવેશ છે.
kn: ನೀವು ಒಬ್ಬ ಹ್ಯಾಕರಿಂದ ದಾಳಿಗೆ ಒಳಗಾಗಿರಬಹುದು, ಇದು ಒಂದು ಅಪಾಯಕಾರಿಯಾದಂತಹ ನಿಲುಕಣೆಯಾಗಿದೆ.
ko: 해커로 부터 공격을 받을 수 있고 이는 매우 위험한 액세스입니다.
ml: നിങ്ങളുടെ സിസ്റ്റത്തില്‍ ഹാക്കര്‍ പ്രവേശിച്ചിരിയ്ക്കുന്നു, ഇതു് വളരെ അപകടകരമാകുന്നു.
mr: तुम्हाला हॅकरतर्फे धोका असू शकतो, हे खूप धोकादायक आहे.
nl: je kunt aangevallen worden een hacker, dit is een zeer gevaarlijk toegang.
or: ଆପଣ ହୁଏତଃ କୌଣସି ଅନାଧିକୃତ ଆକ୍ରମଣକାରୀଙ୍କ ଶିକାର ହୋଇଛନ୍ତି, ଏହା ଗୋଟିଏ ଗୁରୁତର ଆକ୍ରମଣ।
pl: być może nastąpił atak hakera, to jest bardzo niebezpieczny dostęp.
pt_br: você pode estar sob ataque de um hacker, isto é um acesso muito perigoso.
ta: ஒரு குறுப்புக்காரரால் தாக்கப்படலாம், இது மிகவும் ஆபத்தான அணுகலாகும்.

source: SELinux prevented $SOURCE from mounting on the file or directory "$TARGET_PATH" (type "$TARGET_TYPE").
bg: SELinux попречи на $SOURCE да монтира върху файла или директорията "$TARGET_PATH" (от тип "$TARGET_TYPE").
cs: SELinux zabránil $SOURCE v připojení do souboru či adresáře "$TARGET_PATH" (typ "$TARGET_TYPE").
de: SELinux hinderte $SOURCE am Einhängen in die Datei oder das Verzeichnis "$TARGET_PATH" (type "$TARGET_TYPE").
gu: SELinux એ $SOURCE ને "$TARGET_PATH" ("$TARGET_TYPE" લખો) ફાઈલ અથવા ડિરેક્ટરી પર માઉન્ટ કરવાથી બચાવ્યું છે.
kn: SELinux ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು "$TARGET_PATH" ("$TARGET_TYPE" ಬಗೆ) ಕಡತ ಅಥವ ಕಡತಕೋಶದ ಮೇಲೆ ಆರೋಹಿಸದಂತೆ $SOURCE ಅನ್ನು ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 $SOURCE가 파일 또는 디렉토리 "$TARGET_PATH" (유형 "$TARGET_TYPE")에 마운트하지 못하게 합니다.
ml: $SOURCE-നെ ഫയല്‍ അല്ലെങ്കില്‍ ഡയറക്ടറിയിലേക്ക് "$TARGET_PATH" (type "$TARGET_TYPE") മൌണ്ട് ചെയ്യുന്നതിനായി SELinux അനുവദിക്കുന്നില്ല.
mr: SELinux ने $SOURCE ला फाइल किंवा डिरेक्ट्री "$TARGET_PATH" (type "$TARGET_TYPE") वर आरोहण करण्यापासून रोखले.
nl: SELinux belette $SOURCE om aan te koppelen op het bestand of map "$TARGET_PATH" (type "$TARGET_TYPE").
or: SELinux $SOURCE କୁ "$TARGET_PATH" (type "$TARGET_TYPE") ଫାଇଲ କିମ୍ବା ଡିରେକ୍ଟୋରିରେ ମାଉଣ୍ଟ କରିବାରୁ ଅଟକାଇଛି।
pl: SELinux powstrzymał $SOURCE przed zamontowaniem na pliku lub katalogu „$TARGET_PATH” (typu „$TARGET_TYPE”).
pt_br: O SELinux impediu que o $SOURCE montasse no arquivo ou diretório "$TARGET_PATH" (tipo "$TARGET_TYPE").
ta: SELinux ஆனது $SOURCEலிருந்து கோப்பு அல்லது அடைவிற்கு ஏறுவதைத் தடுக்கிறது "$TARGET_PATH" (type "$TARGET_TYPE").

source: SELinux prevented $SOURCE from mounting a filesystem on the file or directory "$TARGET_PATH" of type "$TARGET_TYPE". By default SELinux limits the mounting of filesystems to only some files or directories (those with types that have the mountpoint attribute). The type "$TARGET_TYPE" does not have this attribute. You can change the label of the file or directory.
nl: SELinux belette $SOURCE om een bestandssysteem aan te koppelen op het bestand of de map "$TARGET_PATH" van het type $TARGET_TYPE". Standaard beperkt SELinux het aankoppelen van bestandssystemen tot maar een paar bestanden of mappen (die met types die het aankoppel punt attribuut hebben). Het type "$TARGET_TYPE" heeft deze attribuut niet. Je kunt het label van het bestand of de map veranderen.

source: Changing the file_context to mnt_t will allow mount to mount the file system: "chcon -t mnt_t '$TARGET_PATH'." You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
bg: Промяната на файловия контекст на mnt_t ще позволи на mount да монтира файловата система: "chcon -t mnt_t '$TARGET_PATH'." Също така, трябва да промените поразбиращият се файлов контекст на файловете, за да ги запазите при пълно преетикетиране. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
cs: Změna kontextu souboru na mnt_t umožni příkazu mount připojit souborový systém: "chcon -t mnt_t '$TARGET_PATH'." Musíte též změnit výchozí soubory kontextu souboru na systému, abyste je uchovali i při úplném přeznačení. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
de: Ändern des file_context in mnt_t erlaubt das Einhängen in das Dateisystem: "chcon -t mnt_t '$TARGET_PATH'". Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um sie von einer kompletten Neukennzeichnung auszunehmen: "semanage fcontext -a -t mnt_t '$TARGET_PATH'"
gu: file_context ને mnt_t માં બદલવાનું માઉન્ટને ફાઈલ સિસ્ટમ માઉન્ટ કરવા માટે પરવાનગી આપશે: "chcon -t mnt_t '$TARGET_PATH'." તમારે મૂળભૂત ફાઈલ સંદર્ભ ફાઈલોને પણ સંપૂર્ણ પુન:લેબલ પર તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર બદલવી જ પડશેજાળવવા માટે. "semanage fcontext -a -t mnt_t '$TARGET_PATH'"
kn: file_context ಅನ್ನು mnt_t ಗೆ ಬದಲಾಯಿಸುವುದರಿಂದ ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ಆರೋಹಿಸಲು ಮೌಂಟ್‍ಗೆ ಅನುಮತಿ ಒದಗಿಸುತ್ತದೆ "chcon -t mnt_t '$TARGET_PATH'." ಒಂದು ಸಂಪೂರ್ಣ ಮರುಲೇಬಲ್ ನಂತರವೂ ಗಣಕಗಳ ಕಡತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
ko: 파일 문맥을 mnt_t로 변경하면 파일 시스템을 마운트하도록 마운트 허용하게 됩니다 "chcon -t mnt_t '$TARGET_PATH'." 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
ml: ഫയല്‍സിസ്റ്റമിലേക്ക് mount മൌണ്ട് ചെയ്യുന്നതിനായി file_context, mnt_t ആയി മാറ്റുക: "chcon -t mnt_t '$TARGET_PATH'." പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
mr: file_context ला mnt_t असे बदल केल्यास फाइल प्रणालीस आरोहण करीता परवानगी प्राप्त होईल: "chcon -t mnt_t '$TARGET_PATH'." पूर्णतया पुन्हलेबल करीता तुम्ही प्रणालीवरील पूर्वनिर्धारीत फाइल संदर्भ oसुध्दा बदलविले पाहिजे "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
nl: Het veranderen van de file_context naar mnt_t zal mount toestaan om het bestandssysteem aan te koppelen: "chcon -t mnt_t '$TARGET_PATH'." Je moet ook de standaard bestand context bestanden op het systeem veranderen om ze te behouden bij een volledige her-labelering. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
or: ଆପଣ file_context କୁ mnt_t ରେ ବଦଳାଇବା ଫଳରେ ଫାଇଲ ତନ୍ତ୍ରକୁ ସ୍ଥାପନ କରିବା ପାଇଁ ଅନୁମତି ଦେଇପାରିବେ: "chcon -t mnt_t '$TARGET_PATH'." ସେମାନଙ୍କୁ ସମ୍ପୂର୍ଣ୍ଣ ପୁନଃ ନାମକରଣରେ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ଆପଣ ମଧ୍ଯ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ଫାଇଲକୁ ତନ୍ତ୍ରରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ। "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
pl: Zmienianie file_context na mnt_t pozwoli mount na montowanie systemu plików: „chcon -t mnt_t '$TARGET_PATH'.” Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. „semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'”
pt_br: Alterando o file_context para mnt_t permitirá que o mount monte o sistema de arquivos: "chcon -t mnt_t $TARGET_PATH." Você precisa alterar também o contexto de arquivos padrão no sistema de arquivos para preservá-los mesmo em uma etiquetagem total. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"

source: you want to allow $SOURCE_BASE_PATH to mount on $TARGET_BASE_PATH.
bg: искате да позволите $SOURCE_BASE_PATH да монтира $TARGET_BASE_PATH.
gu: તમે $TARGET_BASE_PATH પર માઉન્ટ કરવા માટે $SOURCE_BASE_PATH ને પરવાનગી આપવા માંગો છો.
kn: $TARGET_BASE_PATH ನಲ್ಲಿ ಆರೋಹಿಸಲು ನೀವು $SOURCE_BASE_PATH ಗೆ ಅನುಮತಿಸಲು ಬಯಸುತ್ತೀರಿ.
ml: $TARGET_BASE_PATH-ല്‍ മൌണ്ട് ചെയ്യുന്നതിനായി $SOURCE_BASE_PATH-നെ അനുവദിയ്ക്കുന്നു.
mr: $SOURCE_BASE_PATH ला $TARGET_BASE_PATH करीता माऊंट करण्यास परवानगी द्यायची असल्यास.
nl: je wilt $SOURCE_BASE_PATH toestaan om aan te koppelen op $TARGET_BASE_PATH.
or: $TARGET_BASE_PATH ଉପରେ ସ୍ଥାପନ କରିବା ପାଇଁ ଆପଣ $SOURCE_BASE_PATH କୁ ଅନୁମତି ଦେବାକୁ ଚାହୁଁଛନ୍ତି କି।
ta: $SOURCE_BASE_PATH-ஐ $TARGET_BASE_PATH-இல் ஏற அனுமதிக்க விரும்புகிறீர்கள்.

source: you must change the labeling on $TARGET_PATH.
bg: трябва да промените етикетите на $TARGET_PATH.
cs: musíte změnit značení u $TARGET_PATH.
de: Sie müssen die Kennzeichnungen von $TARGET_PATH ändern.
gu: તમારે $TARGET_PATH પર લેબલને બદલવુ જ જોઇએ.
kn: $TARGET_PATH ನಲ್ಲಿ ನೀವು ಲೇಬಲ್ ಅನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ.
ko: $TARGET_PATH의 레이블을 변경해야 합니다.
ml: $TARGET_PATH-ലുള്ള ലേബല്‍ മാറ്റേണ്ടതുണ്ടു്.
mr: $TARGET_PATH वरील लेबल बदलणे आवश्यक आहे.
nl: je moet de labeling van $TARGET_PATH veranderen.
or: ଆପଣଙ୍କୁ ନିଶ୍ଚିତ ଭାବରେ $TARGET_PATH ଉପରେ ନାମପଟିକୁ ପରିବର୍ତ୍ତନ କରିବା ଉଚିତ।
pl: należy zmienić etykietowanie $TARGET_PATH.
pt_br: você precisa mudar o rótulo em $TARGET_PATH.
ta: $TARGET_PATH இல் லேபிளை மாற்ற வேண்டும்.

source: SELinux is preventing $SOURCE_PATH "$ACCESS" access to $TARGET_PATH.
bg: SELinux пречи на $SOURCE_PATH достъп "$ACCESS" до $TARGET_PATH.
cs: SELinux brání programu $SOURCE_PATH „$ACCESS“ v přístupu k $TARGET_PATH.
de: SELinux hindert $SOURCE_PATH "$ACCESS" am Zugriff auf $TARGET_PATH.
gu: SELinux એ $SOURCE_PATH "$ACCESS" વપરાશને $TARGET_PATH થી અટકાવી રહ્યું છે.
kn: ಸಾಧನ $TARGET_PATH ಕ್ಕೆ $SOURCE_PATH "$ACCESS" ನ ನಿಲುಕಣೆಯನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 $TARGET_PATH로 $SOURCE_PATH "$ACCESS" 액세스하지 못하게 합니다.
ml: $TARGET_PATH-ലേക്കുളള $SOURCE_PATH "$ACCESS" പ്രവേശനം SELinux തടയുന്നു.
mr: SELinux $SOURCE_PATH "$ACCESS" ला उपकरन $TARGET_PATH करीता प्रवेश करण्यापासून रोखत आहे.
nl: SELinux belet $SOURCE_PATH "$ACCESS" toegang tot $TARGET_PATH.
or: SELinux $SOURCE_PATH କୁ $TARGET_PATH ଉପକରଣରେ "$ACCESS" କରିବାରୁ ଅଟକାଉଛି।
pl: SELinux powstrzymuje $SOURCE_PATH „$ACCESS” dostęp do $TARGET_PATH.
pt_br: O SELinux está impedindo que o $SOURCE_PATH "$ACCESS" acesse o $TARGET_PATH.
ta: SELinuxஐ $SOURCE_PATH "$ACCESS" சாதனத்துடன் $TARGET_PATH அணுகுவதைத் தடுக்கிறது.

source: SELinux denied access requested by $SOURCE. $TARGET_PATH may be a mislabeled. openvpn is allowed to read content in home directory if it is labeled correctly.
nl: SELinux belette toegang verzocht door $SOURCE. $TARGET_PATH kan verkeerd gelabeld zijn. Het is openvpn toegestaan om inhoud in de persoonlijke te lezen als deze een juist label heeft.
