Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: SELinux is preventing $SOURCE_PATH from loading $TARGET_PATH which requires text relocation.
bg: SELinux пречи $SOURCE_PATH да зареди $TARGET_PATH, което изисква преместване на текст.
cs: SELinux brání $SOURCE_PATH načtení $TARGET_PATH, která vyžaduje přesun textu.
de: SELinux hindert $SOURCE_PATH am Laden von $TARGET_PATH, welches Textverschiebung benötigt.
gu: SELinux એ $SOURCE_PATH ને $TARGET_PATH લાવવાથી બચાવી રહ્યું છે કે જેને લખાણ પુનઃસ્થાનીકરણ જરૂરી છે.
kn: ಪಠ್ಯ ಸ್ಥಳಾಂತರದ ಅಗತ್ಯವಿರುವ $TARGET_PATH ಅನ್ನು ಲೋಡ್‍ ಆಗದಂತೆ $SOURCE_PATH ಅನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 $SOURCE_PATH가 텍스트 재배치가 필요한 $TARGET_PATH를 불러오지 못하게 합니다.
ml: ടെക്സ്റ്റ് റിലോക്കേഷന്‍ ആവശ്യമുളള $TARGET_PATH തുടങ്ങുന്നതില്‍ നിന്നും $SOURCE_PATH-നെ SELinux എതിര്‍ക്കുന്നു.
mr: SELinux $SOURCE_PATH ला $TARGET_PATH लोड करण्यापासून रोखत आहे ज्यांस पाठ्य पुन्हस्थानंतरनची आवश्यकता आहे.
nl: SELinux belet $SOURCE_PATH het laden van $TARGET_PATH wat een tekst verplaatsing vereist.
or: SELinux $SOURCE_PATH କୁ ପାଠ୍ଯ ପୁନଃବଣ୍ଟନ ଆବଶ୍ଯକ କରୁଥିବା $TARGET_PATH ଧାରଣ କରିବାରୁ ଅଟକାଉଛି।
pl: SELinux powstrzymuje $SOURCE_PATH przed wczytaniem $TARGET_PATH, który wymaga relokacji tekstu.
pt_br: O SELinux está impedindo que o $SOURCE_PATH carregue $TARGET_PATH, o que requer deslocamento de texto.
ta: SELinux $SOURCE_PATH ஐ $TARGET_PATH ஐ ஏற்றுவதிலிருந்து தடுத்தது. இது உரையை இடம் மாற்ற தேவை

source: The $SOURCE application attempted to load $TARGET_PATH which requires text relocation. This is a potential security problem. Most libraries do not need this permission. Libraries are sometimes coded incorrectly and request this permission. The <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> web page explains how to remove this requirement. You can configure SELinux temporarily to allow $TARGET_PATH to use relocation as a workaround, until the library is fixed. Please file a bug report.
nl: De $SOURCE toepassing probeerde $TARGET_PATH te laden wat tekst verplaatsing vereist. Dit is een potentieel beveiliging probleem. De meeste bibliotheken hebben deze toestemming niet nodig. Bibliotheken zijn soms niet correct geschreven en vereisen deze rechten. De <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> web pagina legt uit hoe deze vereiste te verwijderen is. Je kunt SELinux tijdelijk configureren om $TARGET_PATH toe te staan om verplaatsing te gebruiken als een noodoplossing totdat de bibliotheek verbeterd is. Dien een fout rapport in.

source: The $SOURCE application attempted to load $TARGET_PATH which requires text relocation. This is a potential security problem. Most libraries should not need this permission. The <a href="http://people.redhat.com/drepper/selinux-mem.html"> SELinux Memory Protection Tests</a> web page explains this check. This tool examined the library and it looks like it was built correctly. So setroubleshoot can not determine if this application is compromized or not. This could be a serious issue. Your system may very well be compromised. Contact your security administrator and report this issue.
nl: De $SOURCE toepassing probeert $TARGET_PATH te laden wat tekst verplaatsing vereist. Dit is een potentieel beveiliging probleem. De meeste bibliotheken hebben deze rechten niet nodig. De <a href="http://people.redhat.com/drepper/selinux-mem.html"> SELinux Memory Protection Tests</a> web pagina legt deze controle uit. Dit gereedschap onderzoekt de bibliotheek en kijkt of het correct gemaakt is. Dus setroubleshoot kan niet bepalen of deze toepassing wel of niet in gevaar is gebracht. Dit kan een ernstige zaak zijn. Jouw systeem kan misschien in gevaar zijn gebracht. Neem contact op met jouw beveiliging beheerder en rapporteer dit probleem.

source: If you trust $TARGET_PATH to run correctly, you can change the file context to textrel_shlib_t. "chcon -t textrel_shlib_t '$TARGET_PATH'" You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
nl: Als je $TARGET_PATH vertrouwt om correct te draaien, kun je de bestands context veranderen naar textrel_shlib_t. "chcon -t textrel_shlib_t '$TARGET_PATH'" Je moet ook de standaard bestand context bestanden op het systeem veranderen om deze te behouden ook na een volledige her-bestempeling. "semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"

source: SELinux is preventing $SOURCE_PATH from making the program stack executable.
bg: SELinux пречи на $SOURCE_PATH да направи програмния стек изпълним.
cs: SELinux brání $SOURCE_PATH, aby se zásobník programu stal spustitelný.
de: SELinux hindert $SOURCE_PATH daran, den Programm-Stack ausführbar zu machen.
gu: SELinux એ $SOURCE_PATH ને કાર્યક્રમ સ્ટેક એક્ઝેક્યુટેબલ બનાવવાથી અટકાવી રહ્યું છે.
kn: ಪ್ರೋಗ್ರಾಂ ಸ್ಟಾಕ್ ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸದಂತೆ $SOURCE_PATH ಅನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 $SOURCE_PATH가 프로그램 스택을 실행 불가능하게 합니다.
ml: പ്രോഗ്രാം സ്റ്റാക്ക് പ്രവര്‍ത്തിപ്പിക്കുന്നതില്‍ നിന്നും $SOURCE_PATH-നെ SELinux എതിര്‍ക്കുന്നു.
mr: SELinux $SOURCE_PATH ला कार्यक्रमचे स्टॅक कार्यान्वीत करण्यापासून रोखत आहे.
nl: SELinux belet $SOURCE_PATH om de programma stapel uitvoerbaar te maken.
or: SELinux $SOURCE_PATH କୁ ପ୍ରୋଗ୍ରାମ ଥାକକୁ ନିଷ୍ପଦନୀୟ ଭାବରେ ପ୍ରସ୍ତୁତ କରିବାରୁ ଅଟକାଉଛି।
pl: SELinux powstrzymuje $SOURCE_PATH przed ustawieniem stosu programu jako wykonywalny.
pt_br: O SELinux está impedindo que o $SOURCE_PATH faça com que a pilha do programa seja executável.
ta: SELinux $SOURCE_PATH ஐ நினைவடுக்கை இயக்கி ஆக்குவதிலிருந்து தடுத்தது.

source: The $SOURCE application attempted to make its stack executable. This is a potential security problem. This should never ever be necessary. Stack memory is not executable on most OSes these days and this will not change. Executable stack memory is one of the biggest security problems. An execstack error might in fact be most likely raised by malicious code. Applications are sometimes coded incorrectly and request this permission. The <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> web page explains how to remove this requirement. If $SOURCE does not work and you need it to work, you can configure SELinux temporarily to allow this access until the application is fixed. Please file a bug report.
nl: De $SOURCE toepassing probeerde zijn stack uitvoerbaar te maken. Dit is een potentieel beveiliging probleem. Dit moet nooit en te nimmer nodig zijn. Stack geheugen is tegenwoordig niet uitvoerbaar in de meeste OS'en en dat zal niet veranderen. Uitvoerbaar stack geheugen is een van de grootste veiligheid problemen. Een execstack fout kan in feite de meest waarschijnlijke zijn om opgewekt te worden door kwaadwillige code. Toepassingen zijn soms verkeert geschreven en vereisen deze toestemming. De <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> web pagina legt uit hoe deze vereiste te verwijderen is. Als $SOURCE niet werkt en je moet het werkende hebben, kun je SELinux configureren tijdelijk deze toegang toe te staan totdat de applicatie is hersteld. Dien een fout rapport in.

source: Sometimes a library is accidentally marked with the execstack flag, if you find a library with this flag you can clear it with the execstack -c LIBRARY_PATH. Then retry your application. If the app continues to not work, you can turn the flag back on with execstack -s LIBRARY_PATH. Otherwise, if you trust $SOURCE to run correctly, you can change the context of the executable to execmem_exec_t. "chcon -t execmem_exec_t '$SOURCE_PATH'" You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'"
nl: Soms is een bibliotheek per ongeluk voorzien van de execstack vlag, als je een bibliotheek tegenkomt met deze vlag kun deze verwijderen met execstack -c LIBRARY_PATH. Probeer daarna jouw toepassing opnieuw. Als de toepassing nog steeds niet werkt, kun je de vlag weer aanzetten met execstack -s LIBRARY_PATH. Anders, als je $SOURCE vertrouwt om correct te draaien, kun je de context van het programma veranderen naar execmem_exec_t. "chcon -t execmem_exec_t '$SOURCE_PATH'" Je moet ook de standaard bestand context bestanden veranderen op het systeem.om deze te behouden ook na een volledige her-bestempeling. "semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'"

source: you do not think $SOURCE_PATH should need to map stack memory that is both writable and executable.
bg: не мислите, че на $SOURCE_PATH ще е нужен map на паметта на стека, която да е едновременно за писане и изпълнение.
gu: તમે એવુ ન વિચારો કે $SOURCE_PATH મૅપ સ્ટેક મેમરીની જરૂર હોવી જોઇએ કે જે બંને લખી શકાય અને ચલાવી શકાય તેવી છે.
kn: ಬರೆಯಬಹುದಾದ ಹಾಗು ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದಾದಂತಹ ಮೆಮೊರಿ ಸ್ಟ್ಯಾಕ್‌ಗೆ $SOURCE_PATH ಮ್ಯಾಪ್ ಮಾಡುವ ಅಗತ್ಯವಿದೆಯೆಂದು ನಿಮಗೆ ಅನ್ನಿಸುವುದಿಲ್ಲ.
ml: എഴുതുവാനും പ്രവര്‍ത്തിപ്പിയ്ക്കുവാനും സാധ്യമാകുന്ന സ്റ്റാക്ക് മെമ്മറി മാപ്പ് ചെയ്യുവാന്‍ $SOURCE_PATH-ന്റെ ആവശ്യമില്ലെന്നു് കരുതുന്നു.
mr: दोंही लेखनजोगी व वापरण्याजोगी स्टॅक मेमरिकरीता $SOURCE_PATH ने मॅप व्हावे असे तुम्हाला वाटत नाही.
nl: je denkt niet dat het nodig is dat $SOURCE_PATH stack geheugen moet afbeelden dat zowel beschrijfbaar als uitvoerbaar is.
or: ଆପଣ ଭାବୁନାହାନ୍ତି କି $SOURCE_PATH ଷ୍ଟାକ ସ୍ମୃତିସ୍ଥାନକୁ ଆବଶ୍ୟକ କରିବା ଉଚିତ ଯାହାକି ଉଭୟ ଲେଖାଯୋଗ୍ୟ ଏବଂ ନିଷ୍ପାଦନଯୋଗ୍ୟ।
ta: $SOURCE_PATH ஆனது வரைபட நினைவகத்தில் எழுதக்கூடிய மற்றும் செயலாற்றக்கூடிய ஸ்டாக்கில் தேவைப்படுவதை நீங்கள் நினைக்கவில்லை.

source: you need to report a bug. This is a potentially dangerous access.
bg: трябва да докладвате за бъг. Това е потенциално опасен достъп.
cs: měli byste nahlásit chybu. Toto je potenciálně nebezpečný přístup.
de: Sie sollten den Fehler melden. Dies ist möglicherweise ein gefährlicher Zugriff.
gu: તમારે ભૂલનો અહેવાલ કરવાની જરૂર છે. આ ખતરનાક પ્રવેશ છે.
kn: ನೀವು ಒಂದು ದೋಷವನ್ನು ವರದಿ ಮಾಡಬೇಕಾಗುತ್ತದೆ. ಇದು ಒಂದು ಅಪಾಯಕಾರಿಯಾದ ನಿಲುಕಣೆ.
ko: 버그를 보고해야 합니다. 이는 잠재적으로 위험한 액세스입니다.
ml: ബഗ് രേഖപ്പെടുത്തേണ്ടതുണ്ടു്. ഇതു് അപകടകരമാണു്.
mr: तुम्हाला बग कळवावे लागेल. हे प्रवेश घातक ठरू शकते.
nl: je moet een fout rapporteren. Dit is een potentieel gevaarlijke toegang.
or: ଆପଣଙ୍କୁ ଗୋଟିଏ ତ୍ରୁଟି ଖବର କରିବା ଆବଶ୍ୟକ। ଏହା ଗୋଟିଏ ବିପଦଜନକ ଅଭିଗମ୍ୟତା।
pl: należy zgłosić błąd. To potencjalnie niebezpieczny dostęp.
pt_br: você precisa reportar um erro. Este é um acesso muito perigoso.
ta: ஒரு பிழையை அறிக்கையிட வேண்டும். இது ஒரு திறனுள்ள ஆபத்தான அணுகலாகும்.

source: you believe that %s should not require execstack
bg: вярвате, че %s не трябва да изисква execstack
gu: તમે મોનો છો %s ને execstack ની જરૂર હોવી જોઇએ નહિં
kn: %s ಕ್ಕಾಗಿ execstack ನ ಅಗತ್ಯವಿದೆ ಎಂದು ನೀವು ನಂಬುವುದಿಲ್ಲ
ml: %s-നു് execstack ആവശ്യമുണ്ടെന്നു് കരുതുന്നു
mr: तुम्हाला असे वाटते %s ला execstack याची आवश्यकता नाही
nl: je denkt dat %s geen execstack nodig zou moeten hebben
or: ଆପଣ ବିଶ୍ୱାସ କରନ୍ତି ଯେ %s execstack ଆବଶ୍ୟକ ହୋଇନଥାଏ
ta: நீங்கள் நம்புகிறீர்கள் %s execstack தேவைப்படாது என

source: you should clear the execstack flag and see if $SOURCE_PATH works correctly. Report this as a bug on %s. You can clear the exestack flag by executing:
bg: трябва да нулирате флага execstack и да проверите дали $SOURCE_PATH работи коректно. Докладвайте това като бъг в %s. Можете да нулирате флага exestack като изпълните:
cs: měli byste vymazat příznak execstack a zjistit zda-li $SOURCE_PATH funguje správně. Nahlašte to jako chybu na %s. Můžete vyčistit příznak exestack spuštěním:
de: Sie sollten das execstack-Flag entfernen und testen, ob $SOURCE_PATH ordnungsgemäß funktioniert. Berichten Sie dieses Problem als Fehler in %s. Entfernen Sie das exestack-Flag wie folgt:
gu: તમારે execstack ફ્લેગ ને સાફ કરવુ જોઇએ અને જુઓ જો $SOURCE_PATH યોગ્ય રીતે કામ કરે છે. %s પર ભૂલ તરીકે આનો અહેવાલ કરો. તમારે ચલાવીને exestack ફ્લેગને સાફ કરી શકો છો:
kn: execstack ಫ್ಲ್ಯಾಗ್ ಅನ್ನು ತೆರವುಗೊಳಿಸಬೇಕು ಹಾಗು $SOURCE_PATH ಸರಿಯಾಗಿ ಕೆಲಸ ಮಾಡುತ್ತದೆಯೆ ಎಂದು ನೋಡಬೇಕು. %s ಅನ್ನು ಇದನ್ನು ಒಂದು ದೋಷ ವರದಿಯಾಗಿ ಸಲ್ಲಿಸಿ. ಇದನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ exestack ಫ್ಲ್ಯಾಗ್ ಅನ್ನು ತೆರವುಗೊಳಿಸಿ:
ko: execstack 플래그를 삭제하고 $SOURCE_PATH가 올바르게 작동하고 있는지 확인합니다. 이를 %s에 버그로 보고합니다. 다음을 실행하여 exestack 플래그를 삭제할 수 있습니다:
ml: നിങ്ങള്‍ execstack ഫ്ലാഗ് വെടിപ്പാക്കി, $SOURCE_PATH ശരിയായി പ്രവര്‍ത്തിയ്ക്കുന്നു എന്നുറപ്പാക്കുക. %s-ല്‍ ഇതൊരു ബഗായി രേഖപ്പെടുത്തുക. ഇപ്രകാരം നിങ്ങള്‍ക്കു് exestack ഫ്ലാഗ് വെടിപ്പാക്കാം:
mr: execstack फ्लॅग नष्ट करा व $SOURCE_PATH योग्यरित्या कार्य करते याची तपासणी करा. यास बग म्हणून %s येथे कळवा. खालील चालवून exestack फ्लॅग नष्ट करणे शक्य आहे:
nl: je moet de execstack vlag wissen en zien of $SOURCE_PATH correct werkt. Rapporteer dit als een fout op %s. Je kunt de exestack vlag wissen met het uitvoeren van:
or: ଆପଣଙ୍କୁ execstack ପତାକାକୁ ହଟାଇବା ଉଚିତ ଏବଂ $SOURCE_PATH ସଠିକ ଭାବରେ କାମ କରୁଛି କି ନାହିଁ ଦେଖିବା ଉଚିତ। %s ରେ ଏହାକୁ ଏକ ତ୍ରୁଟି ଆକାରରେ ଖବର କରନ୍ତୁ। ଆପଣଙ୍କୁ ଏହାକୁ ନିଷ୍ପାଦନ କରି exestack ପତାକାକୁ ହଟାଇ ପାରିବେ:
pl: należy usunąć flagę execstack i zobaczyć, czy $SOURCE_PATH działa poprawnie. Proszę zgłosić to jako błąd w %s. Można usunąć flagę exestack wykonując polecenie:
pt_br: você deveria limpar a bandeira do execstack e ver se o $SOURCE_PATH funciona corretamente. Reporte isto como um erro em %s. Você pode limpar a bandeira do execstack executando:
ta: execstack கொடியை சரிசெய்ய வேண்டும் மற்றும் $SOURCE_PATH பணிகள் சரியாக இருந்தால். %s-இல் ஒரு பிழையாக அறிக்கையிடவும். exestack கொடியை செயல்படுத்துவதால் நீங்கள் சரிபடுத்தலாம்:

source: SELinux prevented the ftp daemon from $ACCESS files stored on a CIFS filesystem.
bg: SELinux попречи на ftp демона достъп $ACCESS на файлове, записани в CIFS файлова система.
cs: SELinux zabránil démonu ftp k souborům $ACCESS uloženým na souborovém systému CIFS.
de: SELinux hinderte den ftp-Daemon am $ACCESS auf Dateien, die auf einem CIFS-Dateisystem gespeichert sind.
gu: SELinux એ ftp ડિમનને $ACCESS ફાઈલો કે જે CIFS ફાઈલસિસ્ટમ પર સંગ્રહાયેલ છે તેનાથી અટકાવેલ છે.
kn: ftp ಡೆಮನ್ ಅನ್ನು CIFS ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಶೇಖರಿಸಲ್ಪಟ್ಟ $ACCESS ಕಡತಗಳನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆ SELinux ತಡೆದಿದೆ.
ko: SELinux는 ftp 데몬이 CIFS 파일 시스템에 저장된 파일에 $ACCESS 하지 못하게 합니다.
ml: CIFS ഫയല്‍ സിസ്റ്റത്തിലുള്ള $ACCESS ഫയലുകളിലേക്ക് ftp ഡെമണിനെ SELinux സമ്മതിക്കുന്നില്ല.
mr: SELinux ने ftp डिमनला CIFS फाइलप्रणालीवरील $ACCESS फाइल्सकरीता रोखले.
nl: SELinux belette de ftp daemon om te $ACCESS bestanden opgeslagen op een CIFS bestandssysteem.
or: SELinux ftp ଡେମନକୁ ଗୋଟିଏ CIFS ଫାଇଲତନ୍ତ୍ରରେ ସଂରକ୍ଷିତ ଥିବା $ACCESS ଫାଇଲ ମାନଙ୍କୁ ଅଭିଗମ କରିବାରୁ ଅଟକାଇଛି।
pl: SELinux powstrzymał usługę FTP przed $ACCESS plików przechowywanych na systemie plików CIFS.
pt_br: SELinux protegeu o ftp daemon de arquivos $ACCESS armazenados em um sistema de arquivo CIFS.
ta: ஒரு CIFS கோப்புமுறைமையில் சேமிக்கப்பட்டுள்ள $ACCESS கோப்புகளை அணுகுவதிலிருந்து ftp டெமானை SELinux தடுத்தது.

source: SELinux prevented the ftp daemon from $ACCESS files stored on a CIFS filesystem. CIFS (Comment Internet File System) is a network filesystem similar to SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) The ftp daemon attempted to read one or more files or directories from a mounted filesystem of this type. As CIFS filesystems do not support fine-grained SELinux labeling, all files and directories in the filesystem will have the same security context. If you have not configured the ftp daemon to read files from a CIFS filesystem this access attempt could signal an intrusion attempt.
nl: SELinux belette de ftp daemon om te $ACCESS bestanden op een CIFS bestandssysteem. CIFS (Comment Internet File System) is een netwerk bestandssysteem vergelijkbaar met SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) De ftp daemon probeerde een of meer bestanden of mappen te lezen van een aangekoppeld bestandssysteem van dit type. Daar CIFS bestandssystemen geen ondersteuning bieden voor fijnkorrelige SELinux markering, zullen alle bestanden en mappen in het bestandssysteem dezelfde beveiliging context hebben. Als je ftp niet geconfigureerd hebt om bestanden van een CIFS bestandssysteem te lezen kan deze toegang poging een teken zijn van een indringing poging.

source: Changing the "$BOOLEAN" boolean to true will allow this access: "setsebool -P $BOOLEAN=1."
bg: Установяването на булевата променлива "$BOOLEAN" на 1 ще позволи този достъп: "setsebool -P $BOOLEAN=1."
cs: Změna "$BOOLEAN" boolean na true tento přístup povolí: "setsebool -P $BOOLEAN=1"
de: Die Änderung der Booleschen Variable "$BOOLEAN" in "wahr" erlaubt diesen Zugriff: "setsebool -P $BOOLEAN=1."
gu: "$BOOLEAN" બુલિયન કિંમતને ખરામાં બદલવાનું આ વપરાશને માન્ય કરશે: "setsebool -P $BOOLEAN=1."
kn: "$BOOLEAN"ಬೂಲಿಯನ್ ಅನ್ನುನಿಜಕ್ಕೆ ಬದಲಾಯಿಸುವುದರಿಂದ ಈ ಅನುಮತಿ ನೀಡಲ್ಪಡುತ್ತದೆ: "setsebool -P $BOOLEAN=1."
ko: "$BOOLEAN" 부울을 true로 변경하여 이러한 액세스를 허용합니다: "setsebool -P $BOOLEAN=1."
ml: "$BOOLEAN" boolean true ആയി മാറ്റിയാല്‍ ഇതിന് അനുവദിക്കുന്നു: "setsebool -P $BOOLEAN=1."
mr: "$BOOLEAN" ला बूलीयन निश्चित केल्यास प्रवेश प्राप्त होईल: "setsebool -P $BOOLEAN=1."
nl: Het veranderen van de $BOOLEAN" boolean naar waar zal deze toegang toestaan: "setsebool -P $BOOLEAN=1."
or: "$BOOLEAN" ବୁଲିଆନ ମୂଲ୍ଯକୁ true କରିଲେ, ଏହା ଏହି ଅଭିଗମକୁ ସ୍ବୀକାର କରିବ: "setsebool -P $BOOLEAN=1."
pl: Zmienianie wartości logicznej „$BOOLEAN” na prawdę zezwoli na ten dostęp: „setsebool -P $BOOLEAN=1.”
pt_br: Mudando o Booleano "$BOOLEAN" para verdadeiro permitirá este acesso: "setsebool -P $BOOLEAN=1."
ta: "$BOOLEAN" ஐ உண்மை என மாற்றினால் இந்த அணுகலை அனுமதிக்கும்: "setsebool -P $BOOLEAN=1"

source: Changing the "$BOOLEAN" and "$WRITE_BOOLEAN" booleans to true will allow this access: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". warning: setting the "$WRITE_BOOLEAN" boolean to true will allow the ftp daemon to write to all public content (files and directories with type public_content_t) in addition to writing to files and directories on CIFS filesystems.
bg: Установяването в 1 на булевите променливи "$BOOLEAN" и "$WRITE_BOOLEAN" ще позволи този достъп: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". предупреждение: включването на "$WRITE_BOOLEAN" ще позволи на ftp демона да пише върху цялото публично съдържание (файлове и директории с тип public_content_t), освен писането на файлове и директории на CIFS файлови системи.
cs: Změnou "$BOOLEAN" a "$WRITE_BOOLEAN" boolean na true povolíte tento přístup: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". varování: nastavení "$WRITE_BOOLEAN" boolean na true umožní službě ftp zapisovat do veřejného obsahu (soubory a adresáře typu public_content_t) a navíc zápis souborů a adresářů souborového systému CIFS.
de: Das Ändern der Booleschen Variablen "$BOOLEAN" und "$WRITE_BOOLEAN" in wahr, erlaubt diesen Zugriff: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". Warnung: Wird die Boolesche Variable "$WRITE_BOOLEAN" in wahr geändert, kann der FTP-Daemon in alle öffentlichen Dateien und Verzeichnisse mit dem Typ public_content_t schreiben, zusätzlich zu den Dateien und Verzeichnissen auf CIFS-Dateisystemen.
gu: "$BOOLEAN" અને "$WRITE_BOOLEAN" બુલિયનોને ખરામાં બદલવાનું આ વપરાશની પરવાનગી આપશે: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". ચેતવણી: "$WRITE_BOOLEAN" બુલિયનને ખરામાં સુયોજિત કરવાનું ftp ડિમનને બધા જાહેર સમાવિષ્ટો (public_content_t પ્રકાર સાથેની ફાઈલો અને ડિરેક્ટરીઓ) માં લખવાની પરવાનગી આપશે CIFS ફાઈલસિસ્ટમો પર ફાઈલો અને ડિરેક્ટરીઓ પર લખવા સાથે વધુમાં.
kn: "$BOOLEAN" ಹಾಗು "$WRITE_BOOLEAN" ಬೂಲಿಯನ್‍ಗಳನ್ನು ನಿಜಕ್ಕೆ ಬದಲಾಯಿಸುವುದರಿಂದ ಅದು ಈ ನಿಲುಕನ್ನು ಅನುಮತಿಸುತ್ತದೆ: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". ಎಚ್ಚರಿಕೆ: "$WRITE_BOOLEAN" ಬೂಲಿಯನ್‍ಗಳನ್ನು ನಿಜಕ್ಕೆ ಹೊಂದಿಸುವುದರಿಂದ ftp ಡೆಮನ್‍ಗೆ CIFS ಕಡತ ವ್ಯವಸ್ಥೆಗಳಲ್ಲಿನ ಕಡತಗಳು ಹಾಗು ಕಡತಕೋಶಗಳ ಜೊತೆಗೆ ಎಲ್ಲಾ ಸಾರ್ವಜನಿಕ ವಿಷಯಗಳನ್ನು (public_content_t ಬಗೆಯ ಕಡತಗಳು ಹಾಗು ಕಡತಕೋಶಗಳು) ಬರೆಯಲು ಅನುಮತಿಯನ್ನು ಒದಗಿಸುತ್ತದೆ.
ko: "$BOOLEAN" 및 "$WRITE_BOOLEAN" 부울을 true로 변경하는 것은 이러한 액세스를 허용하게 됩니다: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". 경고: "$WRITE_BOOLEAN" 부울을 true로 설정하는 것은 ftp 데몬이 모든 공개 내용 (public_content_t 유형으로 된 파일 및 디렉토리)에 쓰는 것을 허용하며 CIFS 파일 시스템에 있는 파일 및 디렉토리에 쓰는 것도 허용합니다.
ml: "$BOOLEAN", "$WRITE_BOOLEAN" എന്നീ boolean true ആക്കിയാല്‍ ഇതിനുളള അനുമതി ലഭിക്കുന്നു: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". മുന്നറിയിപ്പ്: "$WRITE_BOOLEAN" boolean true ആക്കിയാല്‍ CIFS ഫയല്‍ സിസ്റ്റമുകളിലുളള ഫയലുകളിലും ഡയറക്ടറികളിലും എഴുതുന്നത് കൂടാതെ, എല്ലാ പബ്ളിക് കണ്‍ട്ടെറ്റിലേക്കും (public_content_t ടൈപ്പിലുളള ഫയലുകളും ഡയറക്ടറികളും) എഴുതുന്നതിനായി ftp ഡെമണിനെ അനുവദിക്കുന്നു.
mr: "$BOOLEAN" व "$WRITE_BOOLEAN" बूलीयनला खरे निश्चित केल्यास प्रवेश प्राप्त होईल: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". सावधानी: "$WRITE_BOOLEAN" बूलीयनला खरे निश्चित केल्यास ftp डीमनला सर्व पब्लिक पाठ्य करीता लेखनाची परवानगी देईल (फाइल व डिरेक्ट्री public_content_t प्रकारे) CIFS प्रणाली वरील फाइल व डिरेक्ट्रीवर लिहीणाच्या व्यतिरिक्त.
nl: Het veranderen van de "$BOOLEAN" en "$WRITE_BOOLEAN" booleans naar waar zal deze toegang toestaan: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". Waarschuwing: het zetten van de $WRITE_BOOLEAN" boolean naar waar zal de ftp daemon toestaan om te schrijven naar alle publieke inhoud (bestanden en mappen met het type public_content_t) en bovendien schrijven naar bestanden en mappen in CIFS bestandssystemen.
or: "$BOOLEAN" କୁ ପରିବର୍ତ୍ତନ କରି ଏବଂ "$WRITE_BOOLEAN" ବୁଲିଆନକୁ true ଭାବରେ ମୂଲ୍ୟାଙ୍କନ କରି ଏହି ଅଭିଗମ୍ୟତାକୁ ଅନୁମତି ଦେଇଥାଏ: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". ଚେତାବନୀ: "$WRITE_BOOLEAN" କୁ ବୁଲିଆନ ଭାବରେ ବିନ୍ୟାସ କରି ftp ଡେମନକୁ ଅନୁମତି ଦେଇଥାଏ (public_content_t ପରି ଫାଇଲ ଏବଂ ଡିରେକ୍ଟୋରୀ) ଏହା ସହିତ CIFS ଫାଇଲତନ୍ତ୍ରରେ ଫାଇଲ ଏବଂ ଡ଼ିରେକ୍ଟୋରୀଗୁଡ଼ିକୁ ଲେଖିଥାଏ।
pl: Zmienienie wartości logicznych „$BOOLEAN” i „$WRITE_BOOLEAN” na prawdę pozwoli na ten dostęp: „setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1”. ostrzeżenie: ustawienie wartości logicznej „$WRITE_BOOLEAN” na prawdę pozwoli usłudze FTP na zapisanie całej zawartości publicznej (plików i katalogów typu public_content_t), a także zapisywanie do plików i katalogów na systemach plików CIFS.
pt_br: Mudando os Booleanos "$BOOLEAN" e "$WRITE_BOOLEAN" para verdadeiro permitirá este acesso: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". Aviso: mudar o Booleano "$WRITE_BOOLEAN" para verdadeiro permitirá que o daemon do ftp escreva em todos os conteúdos públicos (arquivos e diretórios do tipo public_content_t) além de escrever em todos arquivos e diretórios no sistema de arquivos CIFS.
ta: "$BOOLEAN"ஐ மாற்றுகிறது மற்றும் "$WRITE_BOOLEAN"பூலியன்கள் இந்த அணுகலை அனுமதிக்கிறது: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". எச்சரிக்கை: பூலியன்களை "$WRITE_BOOLEAN" நிஜத்தில் அமைக்கிறது ftp டீமனை அனைத்து பொதுவான உள்ளடக்கத்தை எழுதுகிறது (கோப்புகள் மற்றும் public_content_t ஒகையுடன் கூடிய அடைவுகள்)கூடுதலாக எழுதுவதற்கு CIFS கோப்புமுறைமைகளில் கோப்புகள் மற்றும் அடைவுகள்.

source: you want to allow ftpd to write to cifs file systems
bg: искате да позволите на ftpd да пише върху cifs файлови системи
gu: તમે cifs ફાઇલ સિસ્ટમોને લખવા માટે ftpd ને પરવાનગી આપવા માંગો છો
kn: cifs ಕಡತ ವ್ಯವಸ್ಥೆಗಳಿಗೆ ಬರೆಯುವಂತೆ ನೀವು ftpd ಅನ್ನು ಅನುಮತಿಸಲು ಬಯಸುತ್ತೀರಿ
ml: cifs ഫയല്‍ സിസ്റ്റങ്ങളിലേക്കു് സൂക്ഷിയ്ക്കുന്നതിനായി നിങ്ങള്‍ ftpd അനുവദിയ്ക്കേണ്ടതുണ്ടു്
mr: ftpd ला cifs फाइल प्रणालीकरीता लिहण्यास परवानगी द्यायची
nl: je wilt ftpd toestaan om te schrijven naar cifs bestandssystemen
or: ଆପଣ ftpd କୁ cifs ଫାଇଲତନ୍ତ୍ରଗୁଡ଼ିକରେ ଲେଖିବା ପାଇଁ ଅନୁମତି ଦେବାକୁ ଚାହୁଁଛନ୍ତି
ta: ftpd-ஐ cifs கோப்பு முறைமைகளை எழுதுவதற்கு நீங்கள் அனுமதிக்க விரும்பினால்

source: you must tell SELinux about this
bg: трябва да кажете на SELinux за това
cs: o tomto musíte SELinuxu říct
de: Sie müssen SELinux darüber informieren
gu: તમારે આના વિશે SELinux ને કહેવુ જ જોઇએ
kn: ನೀವು SELinux ಗೆ ಇದರ ಬಗ್ಗೆ ಹೇಳಬೇಕು
ko: 이에 대해 SELinux에 알려야 합니다
ml: SELinux-നെ ഇതിനെപ്പറ്റി അറിയിയ്ക്കുക
mr: तुम्ही SELinux ला याविषयी कळवा
nl: je moet SELinux dit vertellen
or: ଆପଣ SELinux କୁ ଏହା ବିଷୟରେ କହିବା ଉଚିତ
pl: należy powiadomić o tym SELinuksa
pt_br: você precisa informar o SELinux sobre isto
ta: SELinux -க்கு இதை பற்றி நீங்கள் சொல்ல வேண்டும்
