Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: If you want to allow samba to act as the domain controller, add users, groups and change passwords.
nl: Als je samba wilt toestaan om op te treden als de domein controller, gebruikers groepen toe te voegen en wachtwoorden te veranderen.

source: If you want to allow httpd to execute cgi scripts
nl: Als je httpd wilt toestaan om cgi scripts uit te voeren

source: If you want to allow confined virtual guests to manage nfs files
nl: Als je beperkte virtuele gasten wilt toestaan om nfs bestanden te beheren

source: If you want to allow all daemons the ability to read/write terminals
nl: Als je alle daemons wilt toestaan om terminals te kunnen lezen/schrijven

source: If you want to allow confined virtual guests to use serial/parallel communication ports
nl: Als je beperkte virtuele gasten wilt toestaan om seriële/parallelle communicatie poorten te gebruiken

source: If you want to allow samba to modify public files used for public file transfer services. Files/Directories must be labeled public_content_rw_t.
nl: Als je samba wilt toestaan om publieke bestanden gebruikt voor publieke bestand overdracht services te veranderen. Bestanden/mappen moeten gelabeld zijn met public_content_rw_t.

source: If you want to allow rsync to run as a client
nl: Als rsync wilt toestaan om als cliënt te draaien

source: If you want to allow rgmanager domain to connect to the network using TCP.
nl: Als je het rgmanager domein wilt toestaan om te verbinden met het netwerk met gebruik van TCP.

source: If you want to allow exim to read unprivileged user files.
nl: Als je exim wilt toestaan om gebruikersbestanden zonder rechten te lezen.

source: If you want to support NFS home directories
nl: Als je NFS persoonlijke mappen wilt ondersteunen

source: If you want to allow Puppet client to manage all file types.
nl: Als je Puppet wilt toestaan om alle bestand types te beheren.

source: If you want to allow internal-sftp to read and write files in the user ssh home directories.
nl: Als je internal-sftp wilt toestaan om bestanden te lezen en schrijven in de ssh persoonlijke mappen.

source: If you want to allow ssh logins as sysadm_r:sysadm_t
nl: Als je ssh inloggen wilt toestaan als sysadm_r:sysadm_t

source: If you want to allow unconfined users to transition to the nsplugin domains when running nspluginviewer
nl: Als je onbeperkte gebruikers wilt toestaan om over te gaan naar de nsplugin domeinen als nspluginviewer draait

source: If you want to allow Git daemon system to access cifs file systems.
nl: Als je Git daemon systeem wilt toestaan toegang tot cifs bestandssystemen te krijgen.

source: If you want to allow tor daemon to bind tcp sockets to all unreserved ports.
nl: Als je tor daemon wilt toestaan om tcp sockets te binden naar alle niet-gereserveerde poorten.

source: If you want to allow host key based authentication
nl: Als je op host sleutel gebaseerde authenticatie wilt toestaan

source: If you want to allow httpd to access cifs file systems
nl: Als je httpd toegang wilt geven tot cifs bestandssystemen

source: If you want to allow piranha-lvs domain to connect to the network using TCP.
nl: Als je het piranha-lvs domein wilt toestaan om te verbinden met het netwerk met gebruik van TCP.

source: If you want to disallow programs, such as newrole, from transitioning to administrative user domains.
nl: Als je programma's, zoals newrole, wilt verbieden om over te gaan naar beheersgebruiker domeinen.

source: If you want to allow Apache to use mod_auth_pam
nl: Als je wilt toestaan dat Apache mod_auth_pam gebruikt

source: If you want to allow pppd to be run for a regular user
nl: Als je toe wilt staan om pppd te draaien voor een gewonde gebruiker

source: If you want to allow samba to share any file/directory read only.
nl: Als je samba toe wilt staan om alle bestanden/mappen alleen-lezen te delen.

source: If you want to allow ftp servers to use connect to mysql database
nl: Als je ftp servers wilt toestaan om te verbinden met mysql databases

source: If you want to allow Git daemon system to search home directories.
nl: Als je Git daemon systeem wilt toestaan om in persoonlijke mappen te zoeken.

source: If you want to support SAMBA home directories
nl: Als je SAMBA persoonlijke mappen wilt ondersteunen

source: If you want to allow users to login using a sssd server
nl: Als je gebruikers wilt toestaan om in te loggen met een sssd server

source: If you want to allow samba to create new home directories (e.g. via PAM)
nl: als je samba wilt toestaan om nieuwe persoonlijke mappen aan te maken (b.v. via PAM)

source: If you want to control users use of ping and traceroute
nl: Als je het gebruik van ping en traceroute door gebruikers wilt controleren

source: If you want to allow ftp servers to use cifs used for public file transfer services.
nl: Als je ftp servers wilt toestaan om cifs te gebruiken voor publieke bestand transfer services.

source: If you want to allow the Irssi IRC Client to connect to any port, and to bind to any unreserved port.
nl: Als je de Irssi IRC cliënt wilt toestaan om te verbinden met elke poort, en te binden met elke niet-gereserveerde poort.

source: If you want to allow ftp servers to use nfs used for public file transfer services.
nl: Als je ftp servers wilt toestaan om nfs te gebruiken voor publieke bestand transfer services.

source: If you want to allow httpd to read home directories
nl: Als je httpd wilt toestaan om persoonlijke mappen te lezen

source: If you want to allow gpg web domain to modify public files used for public file transfer services.
nl: Als je gpg web domein wilt toestaan om publieke bestanden te veranderen gebruikt door publieke bestand transfer services.

source: If you want to allow rsync to export any files/directories read only.
nl: Als je rsync toe wilt staan om alle bestanden/mappen alleen-lezen te exporteren.

source: If you want to allow all unconfined executables to use libraries requiring text relocation that are not labeled textrel_shlib_t
nl: Als je alle onbeperkte uitvoerbare programma's wilt toestaan om bibliotheken te gebruiken die tekst relocatie vereisen welke niet gelabeld zijn met textrel_shlib_t

source: If you want to allow apache scripts to write to public content. Directories/Files must be labeled public_rw_content_t.
nl: Als je apache scripts wilt toestaan om naar publieke inhoud te schrijven. Mappen/bestanden moet gelabeld zijn met public_rw_content_t.

source: If you want to allow qemu to use cifs/Samba file systems
nl: Als je qemu wilt toestaan om cifs/Samba bestandssystemen te gebruiken

source: If you want to allow qemu to use serial/parallel communication ports
nl: Als je qemu wilt toestaan om seriële/parallelle communicatie poorten te gebruiken

source: If you want to allow Apache to communicate with avahi service via dbus
nl: Als je Apache wilt toestaan om te communiceren met avahi service via dbus

source: If you want to allow dhcpc client applications to execute iptables commands
nl: Als je dhcpc cliënt toepassingen wilt toestaan om iptables commando's uit te voeren

source: If you want to allow samba to share users home directories.
nl: Als je samba wilt toestaan om persoonlijke mappen van gebruikers te delen.

source: If you want to enable reading of urandom for all domains.
nl: Als je het lezen van urandom voor alle domeinen wilt aanzetten.

source: If you want to allow racoon to read shadow
nl: Als je racoon wilt toestaan om shadow te lezen

source: If you want to allow Cobbler to connect to the network using TCP.
nl: Als je Cobbler wilt toestaan om te verbinden met het netwerk met gebruik van TCP.

source: If you want to allow squid to run as a transparent proxy (TPROXY)
nl: Als je squid wilt toestaan om te draaien als een transparante proxy (TPROXY)

source: If you want to prevent all confined domains from loading policy, setting enforcing mode, and changing boolean values. Set this to true and you have to reboot to set it back
nl: Als je wilt voorkomen dat alle beperkte domeinen tactiek laden, afdwingende mode instellen en booleaanse waarden veranderen. Stel dit in op true en je moet opnieuw opstarten om het terug te zetten

source: If you want to allow unconfined executables to make their heap memory executable. Doing this is a really bad idea. Probably indicates a badly coded executable, but could indicate an attack. This executable should be reported in bugzilla
nl: Als je onbeperkte uitvoerbare programma's wilt toestaan om hun heap geheugen uitvoerbaar te maken. Dit is echt een slecht idee. Dit geeft waarschijnlijk een slecht gecodeerd programma aan, maar kan ook een aanval aangeven. Dit uitvoerbare programma moet gerapporteerd worden in bugzilla

source: If you want to allow dbadm to manage files in users home directories
nl: Als je dbadm wilt toestaan om bestanden in de persoonlijke mappen van gebruikers te beheren

source: If you want to allow confined virtual guests to interact with the xserver
nl: Als je beperkte virtuele gasten wilt toestaan om interactie met de xserver te hebben

source: If you want to transition to confined qemu domains from unconfined user
nl: Als je over wilt gaan naar beperkte qemu domeinen vanuit onbeperkte gebruiker

source: If you want to allow Git daemon system to access nfs file systems.
nl: Als je Git daemon systeem wilt toestaan toegang tot nfs bestandssystemen te krijgen.

source: If you want to unify HTTPD handling of all content files.
nl: Als je HTTPD afhandelen van alle inhoud bestanden wilt verenigen.

source: If you want to allow nsplugin code to connect to unreserved ports
nl: Als je nsplugin code wilt toestaan om te verbinden met niet-gereserveerde poorten

source: If you want to allow rsync to modify public files used for public file transfer services. Files/Directories must be labeled public_content_rw_t.
nl: Als je rsync wilt toestaan om publieke bestanden gebruikt voor publieke bestand overdracht services te veranderen. Bestanden/mappen moeten gelabeld zijn met public_content_rw_t.

source: If you want to allow qemu to use nfs file systems
nl: Als je qemu wilt toestaan om nfs bestandssystemen te gebruiken

source: If you want to allow HTTPD scripts and modules to connect to the network using any TCP port.
nl: Je wilt toestaan dat HTTPD scripts en modules verbinden over het netwerk met elke TCP poort.

source: If you want to allow qemu to use usb devices
nl: Als je qemu wilt toestaan om usb apparaten te gebruiken

source: If you want to allow exim to connect to databases (postgres, mysql)
nl: Als je exim wilt toestaan om te verbinden met databases (postgres, mysql)

source: If you want to allow unconfined executables to map a memory region as both executable and writable, this is dangerous and the executable should be reported in bugzilla
nl: Als je onbeperkte uitvoerbare programma's wilt toestaan om een geheugen gebied zowel uitvoerbaar als beschrijfbaar af te beelden, dit is gevaarlijk en het uitvoerbare programma moet in bugzilla gerapporteerd worden

source: If you want to allow varnishd to connect to all ports, not just HTTP.
nl: Als je varnishd wilt toestaan om te verbinden met alle poorten, niet alleen maar HTTP.

source: If you want to allow mplayer executable stack
nl: Als je mplayer uitvoerbare stack wilt toestaan

source: If you want to allow httpd scripts and modules execmem/execstack
nl: Als je httpd scripts en modules execmem/execstack wilt toestaan

source: If you want to allow all daemons to write corefiles to /
nl: Als je alle daemons wilt toestaan om core bestanden naar / te schrijven

source: If you want to allow cdrecord to read various content. nfs, samba, removable devices, user temp and untrusted content files
nl: Als je cdrecord wilt toestaan om verscheidene inhoud te lezen. nfs, samba, verwijderbare apparaten, tijdelijke gebruiker en niet-vertrouwde inhoud bestanden

source: If you want to allow confined virtual guests to manage device configuration, (pci)
nl: Als je beperkte virtuele gasten wilt toestaan om apparaat configuratie te beheren (pci)

source: If you want to allow spamd to read/write user home directories.
nl: Als je spamd wilt toestaan om persoonlijke mappen van gebruikers te lezen/schrijven.

source: If you want to allow Apache to use mod_auth_ntlm_winbind
nl: Als je Apache wilt toestaan om mod_auth_ntlm_winbind te gebruiken

source: If you want to allow the graphical login program to execute bootloader
nl: Als je het grafische inlog programma wilt toestaan om de boot-lader te draaien

source: If you want to allow system to run with NIS
nl: Als je het systeem wilt toestaan met NIS te draaien

source: If you want to allow qemu to connect fully to the network
nl: Als je qemu wilt toestaan om volledig met het netwerk te verbinden

source: If you want to allow unconfined executables to make their stack executable. This should never, ever be necessary. Probably indicates a badly coded executable, but could indicate an attack. This executable should be reported in bugzilla
nl: Als je onbeperkte uitvoerbare programma's wilt toestaan om hun stack geheugen uitvoerbaar te maken. Dit is echt nooit nodig zijn. Dit geeft waarschijnlijk een slecht gecodeerd programma aan, maar kan ook een aanval aangeven. Dit uitvoerbare programma moet gerapporteerd worden in bugzilla

source: If you want to unify HTTPD to communicate with the terminal. Needed for entering the passphrase for certificates at the terminal.
nl: Als je HTTPD wilt verenigen om te communiceren met de terminal. Nodig voor het invoeren van de wachtzin voor certificaten op de terminal.

source: If you want to allow sftp-internal to read and write files in the user home directories
nl: Als je sftp-internal wilt toestaan om bestanden in de persoonlijke mappen van gebruikers te lezen en te schrijven

source: If you want to support fusefs home directories
nl: Als je fusefs persoonlijke mappen wilt ondersteunen

source: If you want to allow confined applications to use nscd shared memory.
nl: Als je beperkte toepassingen wilt toestaan om nscd gedeeld geheugen te gebruiken.

source: If you want to allow w to display everyone
nl: Als je w wilt toestaan om iedereen weer te geven

source: If you want to allow Apache to modify public files used for public file transfer services. Directories/Files must be labeled public_content_rw_t.
nl: Als je Apache wilt toestaan om publieke bestanden gebruikt voor publieke bestand overdracht services te veranderen. Bestanden/mappen moeten gelabeld zijn met public_content_rw_t.

source: If you want to allow dbadm to read files in users home directories
nl: Als je dbadm wilt toestaan om bestanden in de persoonlijke mappen van gebruikers te lezen

source: If you want to allow regular users direct dri device access
nl: Als je gewone gebruikers directe toegang tot dri apparaten wilt geven

source: If you want to allow the mount command to mount any directory or file.
nl: Als je het mount commando wilt toestaan om alle mappen of bestanden aan te koppelen.

source: If you want to allow a user to login as an unconfined domain
nl: Als je een gebruiker wilt toestaan om in te loggen als een onbeperkt domein

source: If you want to disallow programs and users from transitioning to insmod domain.
nl: Als je programma's en gebruikers wilt verbieden om over te gaan naar insmod domein.

source: If you want to allow Cobbler to access nfs file systems.
nl: Als je Cobbler toegang wilt geven tot nfs bestandssystemen.

source: If you want to allow nsplugin code to execmem/execstack
nl: Als je nsplugin code execmem/execstack wilt toestaan

source: If you want to allows clients to write to the X server shared memory segments.
nl: Als je cliënten wilt toestaan om te schrijven van de X server gedeelde geheugen segmenten.

source: If you want to allow webadm to read files in users home directories
nl: Als je webadm wilt toestaan om bestanden in de persoonlijke mappen van gebruikers te lezen

source: If you want to enable polyinstantiated directory support.
nl: Als je polyinstantiated map ondersteuning wilt aanzetten.

source: If you want to support X userspace object manager
nl: Als je X gebruikersruimte object beheer wilt ondersteunen

source: If you want to ignore vbetool mmap_zero errors.
nl: Als je vbetool mmap_zero fouten wilt negeren.

source: If you want to allow httpd to read user content
nl: Als je httpd wilt toestaan om gebruiker inhoud te lezen

source: If you want to allow httpd to access nfs file systems
nl: Als je httpd toegang wilt geven tot nfs bestandssystemen

source: If you want to allow postfix_local domain full write access to mail_spool directories
nl: Als je postfix_local domein volledige schrijf toegang tot mail_spool mappen wilt geven

source: If you want to allow xguest users to use blue tooth devices
nl: Als je xguest gebruikers wilt toestaan om blue tooth apparaten te gebruiken

source: If you want to use lpd server instead of cups
nl: Als je lpd server wilt gebruiken in plaats van cups

source: If you want to allow Apache to execute tmp content.
nl: Als je Apache wilt toestaan om tmp inhoud uit te voeren.

source: If you want to allow user to r/w files on filesystems that do not have extended attributes (FAT, CDROM, FLOPPY)
nl: Als je gebruiker lees/schrijf toegang wilt geven voor bestanden in bestandssystemen die geen uitgebreide attributen hebben (FAT, CDROM, FLOPPY)

source: If you want to allow users to run TCP servers (bind to ports and accept connection from the same domain and outside users) disabling this forces FTP passive mode and may change other protocols.
nl: Als je gebruikers wilt toestaan om TCP servers te draaien (binden met poorten en accepteren van verbinding van hetzelfde domein en gebruikers erbuiten). Dit uitzetten forceert FTP passieve mode en kan andere protocollen veranderen.

source: If you want to allow mysqld to connect to all ports
nl: Als je mysqld wilt toestaan te verbinden met alle poorten

source: If you want to allow regular users direct mouse access
nl: Als je gewone gebruikers directe muis toegang wilt geven

source: If you want to allow all domains to have the kernel load modules
nl: Als je alle domeinen wilt toestaan om kernel laad modules te hebben

source: If you want to allow confined virtual guests to use usb devices
nl: Als je beperkte virtuele gasten wilt toestaan om usb apparaten te gebruiken

source: If you want to enable additional permissions needed to support devices on 3ware controllers.
nl: Als je extra rechten aan wilt zetten die nodig zijn voor apparaten op controllers van derden.

source: If you want to allow ABRT to modify public files used for public file transfer services.
nl: Als je ABRT wilt toestaan om publieke bestanden te veranderen gebruikt door publieke bestand transfer services.

source: If you want to allow java executable stack
nl: Als je java uitvoerbare stack wilt toestaan

source: If you want to allow http daemon to send mail
nl: Als je http daemon wilt toestaan om mail te verzenden

source: If you want to allow samba to export ntfs/fusefs volumes.
nl: Als je samba wilt toestaan om ntfs/fusefs volumes te exporteren.

source: If you want to enable support for upstart as the init program.
nl: Als je ondersteuning voor upstart als het init programma wilt aanzetten.

source: If you want to allow sshd to forward port connections
nl: Als je sshd wilt toestaan om poort verbindingen door te geven

source: If you want to allow zebra daemon to write it configuration files
nl: Als je zebra deamon wilt toestaan om zijn configuratie bestanden te schrijven

source: If you want to allow httpd to use built in scripting (usually php)
nl: Als je httpd wilt toestaan om ingebouwde scripts te gebruiken (gewoonlijk php)

source: If you want to allow exim to create, read, write, and delete unprivileged user files.
nl: Als je exim wilt toestaan om niet-geprivilegieerde gebruikersbestanden aan te maken, te lezen, te schrijven en te verwijderen.

source: If you want to allow Cobbler to modify public files used for public file transfer services.
nl: Als je Cobbler wilt toestaan om publieke bestanden te veranderen gebruikt door publieke bestand transfer services.

source: If you want to allow samba to export NFS volumes.
nl: Als je samba wilt toestaan om NFS volumes te exporteren.

source: If you want to control the ability to mmap a low area of the address space, as configured by /proc/sys/kernel/mmap_min_addr.
nl: Als je de mogelijkheid voor mmap van een laag gebied van de adresruimte wilt controleren zoals geconfigureerd door /proc/sys/kernel/mmap_min_addr.

source: If you want to ignore wine mmap_zero errors.
nl: Als je wine mmap_zero fouten wilt negeren.

source: If you want to allow sysadm to debug or ptrace all processes.
nl: Als je sysadm wilt toestaan om alle processen te debuggen of ptrace gebruiken.

source: If you want to allow logging in and using the system from /dev/console.
nl: Als je inloggen en het systeem gebruiken vanuit /dev/console wilt toestaan.

source: If you want to allow fenced domain to connect to the network using TCP.
nl: Als je omheinde domeinen wilt toestaan om te verbinden met het netwerk met gebruik van TCP.

source: If you want to allow users to connect to PostgreSQL
nl: Als je gebruikers wilt toestaan te verbinden met PostgreSQL

source: If you want to allow cvs daemon to read shadow
nl: Als je cvs daemon wilt toestaan om shadow te lezen

source: If you want to allow http daemon to check spam
nl: Als je http daemon wilt toestaan om spam te checken

source: If you want to allow sftp-internal to login to local users and read/write all files on the system, governed by DAC.
nl: Als je sftp-internal wilt toestaan om in te loggen op lokale gebruikers en alle bestanden op het systeem te lezen/schrijven, zoals beheerst door DAC.

source: If you want to allow xguest users to mount removable media
nl: Als je xguest gebruikers wilt toestaan om verwijderbare media aan te koppelen

source: If you want to allow icecast to connect to all ports, not just sound ports.
nl: Als je icecast wilt toestaan om te verbinden met alle poorten, niet alleen maar geluid poorten.

source: If you want to allow pppd to load kernel modules for certain modems
nl: Als je pppd wilt toestaan om kernel modules te laden voor bepaalde modems

source: If you want to allow samba to run unconfined scripts
nl: Als je samba wilt toestaan om niet-beperkte scripts te draaien

source: If you want to allow confined applications to run with kerberos.
nl: Als je beperkte toepassingen wilt toestaan om kerberos te draaien.

source: If you want to allow httpd to connect to memcache server
nl: Als je httpd wilt toestaan om met memcache server te verbinden

source: If you want to allow HTTPD scripts and modules to connect to cobbler over the network.
nl: Je wilt toestaan dat HTTPD scripts en modules verbinden met cobbler over het netwerk.

source: If you want to allow sasl to read shadow
nl: Als je sasl wilt toestaan om shadow te lezen

source: If you want to allow ftp servers to upload files, used for public file transfer services. Directories must be labeled public_content_rw_t.
nl: Als je ftp servers wilt toestaan om bestanden te uploaden, gebruikt voor publieke bestand overdracht services. Mappen moeten gelabeld zijn met public_content_rw_t.

source: If you want to allow vidio playing tools to tun unconfined
nl: Als je video afspeel gereedschappen niet-beperkt wilt draaien

source: If you want to allow gssd to read temp directory. For access to kerberos tgt.
nl: Als je gssd wilt toestaan om temp map te lezen. Voor toegang tot kerberos.

source: If you want to allow webadm to manage files in users home directories
nl: Als je webadm wilt toestaan om bestanden in de persoonlijke mappen van gebruikers te beheren

source: If you want to allow clamd to use JIT compiler
nl: Als je clamd wilt toestaan om JIT compiler te gebruiken
