Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: you believe that $SOURCE_BASE_PATH should be allowed $ACCESS access on processes labeled $TARGET_TYPE by default.
bg: вярвате, че на $SOURCE_BASE_PATH, по подразбиране, трябва да е позволен достъп $ACCESS до процеси с етикет $TARGET_TYPE.
gu: તમે માનો છો કે મૂળભૂત રીતે પ્રક્રિયાઓ લેબલ થયેલ $TARGET_TYPE પર $SOURCE_BASE_PATH એ $ACCESS વપરાશની પરવાનગી આપવી જોઇએ.
kn: $TARGET_TYPE ಎಂದು ಲೇಬಲ್ ಮಾಡಲಾದ ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿ ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ $SOURCE_BASE_PATH $ACCESS ನಿಲುಕಣಾ ಸಾಮರ್ಥ್ಯವನ್ನು ಹೊಂದಲು ಅನುಮತಿ ಇರಬೇಕು ಎಂದು ನೀವು ನಂಬುತ್ತೀರಿ.
ml: സ്വതവേ, $TARGET_TYPE എന്ന ലേബലുള്ള പ്രക്രിയയില്‍ $SOURCE_BASE_PATH, $ACCESS പ്രവേശനം അനുവദിയ്ക്കണം എന്നു് കരുതുന്നു.
mr: पूर्वनिर्धारितपणे $TARGET_TYPE लेबल केलेले प्रोसेस्करीता $SOURCE_BASE_PATH ला $ACCESS प्रवेश असावे, असे तुम्हाला वाटते.
nl: je denkt dat $SOURCE_BASE_PATH standaard $ACCESS toegang moet hebben tot processen gelabeld met $TARGET_TYPE.
or: ଆପଣ ବିଶ୍ୱାସ କରୁଛନ୍ତି ଯେ $SOURCE_BASE_PATH କୁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାବରେ ନାମିତ $TARGET_TYPE କୁ କାର୍ଯ୍ୟକାରୀ କରିବାକୁ $ACCESS ରେ ଅଭିଗମ୍ୟ ପାଇଁ ଅନୁମତି ଦେବା ଉଚିତ।
ta: முன்னிருப்பாகவே $TARGET_TYPE என லேபிளிடப்பட்ட செயலாக்கங்களில், $SOURCE_BASE_PATH க்கு $ACCESS அணுகல் இருக்க வேண்டும் என நீங்கள் நம்புகிறீர்கள்.

source: you believe that $SOURCE_BASE_PATH should have the $ACCESS capability by default.
bg: вярвате, че $SOURCE_BASE_PATH, по подразбиране, трябва да има възможност за $ACCESS.
gu: તમે માનો છો કે $SOURCE_BASE_PATH પાસે મૂળભૂત રીતે $ACCESS ક્ષમતા હોવી જોઇએ.
kn: ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ $SOURCE_BASE_PATH ಗೆ $ACCESS ಸಾಮರ್ಥ್ಯವು ಇರಬೇಕು ಎಂದು ನೀವು ನಂಬುತ್ತೀರಿ.
ml: സ്വതവേ, $SOURCE_BASE_PATH-നു് $ACCESS വിശേഷത ഉണ്ടെന്നു് കരുതുന്നു.
mr: पूर्वनिर्धारितपणे $SOURCE_BASE_PATH ला $ACCESS क्षमता असावे, असे तुम्हाला वाटते.
nl: je denkt dat $SOURCE_BASE_PATH standaard de $ACCESS mogelijkheid moet hebben.
or: ଆପଣ ବିଶ୍ୱାସ କରୁଛନ୍ତି ଯେ $SOURCE_BASE_PATH ରେ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାବରେ $ACCESS କ୍ଷମତା ଅଛି।
ta: $SOURCE_BASE_PATH-ஆனது $ACCESS திறனை முன்னிருப்பால் கொண்டுள்ளதை நம்பவும்.

source: you believe that $SOURCE_BASE_PATH should be allowed $ACCESS access on the $TARGET_BASE_PATH $TARGET_CLASS by default.
bg: вярвате, че на $SOURCE_BASE_PATH, по подразбиране, трябва да е позволен достъп $ACCESS върху $TARGET_BASE_PATH $TARGET_CLASS.
gu: તમે માનો છો કે મૂળભૂત રીતે $TARGET_BASE_PATH $TARGET_CLASS પર $SOURCE_BASE_PATH એ $ACCESS વપરાશની પરવાનગી આપવી જોઇએ.
kn: $TARGET_BASE_PATH $TARGET_CLASS ನಲ್ಲಿ ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ $SOURCE_BASE_PATH $ACCESS ನಿಲುಕಣಾ ಸಾಮರ್ಥ್ಯವನ್ನು ಹೊಂದಲು ಅನುಮತಿ ಇರಬೇಕು ಎಂದು ನೀವು ನಂಬುತ್ತೀರಿ.
ml: സ്വതവേ, $TARGET_TYPE എന്ന ലേബലുള്ള $TARGET_BASE_PATH $TARGET_CLASS-ല്‍ $SOURCE_BASE_PATH, $ACCESS പ്രവേശനം അനുവദിയ്ക്കണം എന്നു് കരുതുന്നു.
mr: पूर्वनिर्धारितपणे $TARGET_BASE_PATH $TARGET_CLASS करीता $SOURCE_BASE_PATH ला $ACCESS प्रवेश असावे, असे तुम्हाला वाटते.
nl: je denkt dat $SOURCE_BASE_PATH standaard $ACCESS toegang moet hebben tot de $TARGET_BASE_PATH $TARGET_CLASS.
or: ଆପଣ ବିଶ୍ୱାସ କରୁଛନ୍ତି ଯେ $SOURCE_BASE_PATH କୁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାବରେ $TARGET_BASE_PATH $TARGET_CLASS ଉପରେ $ACCESS ରେ ଅଭିଗମ୍ୟ ପାଇଁ ଅନୁମତି ଦେବା ଉଚିତ।
ta: முன்னிருப்பாகவே $TARGET_BASE_PATH $TARGET_CLASS இல் $SOURCE_BASE_PATH க்கு $ACCESS அணுகலுக்கு அனுமதி இருக்க வேண்டும் என நீங்கள் நம்புகிறீர்கள்.

source: You should report this as a bug. You can generate a local policy module to allow this access.
bg: Вие ще трябва да докладвате този бъг. Можете да генерирате модул с локална политика за да позволите този достъп.
cs: Toto byste měli nahlásit jako chybu. Abyste přístup povolili, můžete vygenerovat lokální modul pravidel.
de: Sie sollten dies als Fehler melden. Um diesen Zugriff zu erlauben, können Sie ein lokales Richtlinien-Modul erstellen.
gu: તમે આ ભૂલનો અહેવાલ કરવો જોઇએ. તમે આ પ્રવેશને પરવાનગી આપવા માટે સ્થાનિક પોલિસીને ઉત્પન્ન કરી શકો છો.
kn: ನೀವು ಇದನ್ನು ಒಂದು ದೋಷ ಎಂದು ವರದಿ ಮಾಡಬೇಕು. ಈ ನಿಲುಕಣೆಯನ್ನು ಅನುಮತಿಸಲು ನೀವು ಒಂದು ಸ್ಥಳೀಯ ಪಾಲಿಸಿಯನ್ನು ಉತ್ಪಾದಿಸಬಹುದು.
ko: 이 버그를 보고해야 합니다. 이러한 액세스를 허용하기 위해 로컬 정채 모듈을 생성할 수 있습니다.
ml: ഇതൊരു ബഗായി രേഖപ്പെടുത്തണം. ഇതു് അനുവദിയ്ക്കുന്നതിനായി നിങ്ങള്‍ക്കൊരു ലോക്കല്‍ പോളിസി ഘടകം ലഭ്യമാക്കാം.
mr: यास बग म्हणून कळवा. प्रवेश स्वीकारण्यासाठी तुम्ही स्थानीय करार घटक निर्माण करू शकता.
nl: Je moet dit melden als een fout. Je kunt een locale tactiek module genereren om deze toegang toe te staan.
or: ଆପଣ ଏହାକୁ ଗୋଟିଏ ତ୍ରୁଟି ଭାବରେ ଖବର କରିବା ଉଚିତ। ଏହି ଅଭିଗମ୍ୟକୁ ଅନୁମତି ଦେବା ପାଇଁ ଆପଣଙ୍କୁ ଗୋଟିଏ ସ୍ଥାନୀୟ ନିୟମାବଳୀ ଏକକାଂଶ ସୃଷ୍ଟିକରିବା ଉଚିତ।
pl: Proszę to zgłosić jako błąd. Można utworzyć lokalny moduł polityki, aby umożliwić ten dostęp.
pt_br: Você deve informar que este é um erro. Você pode gerar um módulo de política local para permitir este acesso.
ta: இந்த ஒரு பிழையாக நீங்கள் அறிக்கையிடவும். இந்த அணுகலை அனுமதிக்க ஒரு உள்ளமை பாலிசி தொகுதியை உருவாக்க வேண்டும்.

source: Allow this access for now by executing: # grep $SOURCE /var/log/audit/audit.log | audit2allow -M mypol # semodule -i mypol.pp
nl: Sta deze toegang nu toe door het uitvoeren van: # grep $SOURCE /var/log/audit/audit.log | audit2allow -M mypol # semodule -i mypol.pp

source: SELinux is preventing $SOURCE_PATH from connecting to port $PORT_NUMBER.
bg: SELinux пречи $SOURCE_PATH да се свърже с порт $PORT_NUMBER.
cs: SELinux brání programu $SOURCE_PATH, aby se připojil na port $PORT_NUMBER.
de: SELinux hindert $SOURCE_PATH daran, sich mit dem Port $PORT_NUMBER zu verbinden.
gu: SELinux એ $SOURCE_PATH ને પોર્ટ $PORT_NUMBER સાથે જોડાવાથી અટકાવી રહ્યું છે.
kn: $SOURCE_PATH ಅನ್ನು ಸಂಪರ್ಕಸ್ಥಾನ $PORT_NUMBER ಕ್ಕೆ ಬರೆಯದಂತೆ SELinux ತಡೆದಿದೆ
ko: SELinux는 $SOURCE_PATH가 포트 $PORT_NUMBER로 연결하지 못하게 합니다.
ml: $SOURCE_PATH പോര്‍ട്ട് $PORT_NUMBER-ലേക്ക് കണക്ട് ചെയ്യുന്നതില്‍ നിന്നും SELinux തടയുന്നു.
mr: SELinux $SOURCE_PATH ला पोर्ट $PORT_NUMBER शी जुळवणी करण्यापासून रोखत आहे.
nl: SELinux belet de $SOURCE_PATH om te verbinden met poort $PORT_NUMBER.
or: SELinux $SOURCE_PATH କୁ $PORT_NUMBER ସଂଯୋଗିକୀ ସହିତ ସଂଯୋଗ କରିବାରୁ ଅଟକାଉଛି।
pl: SELinux powstrzymuje $SOURCE_PATH przed łączeniem się z portem $PORT_NUMBER.
pt_br: O SELinux está impedindo que o $SOURCE_PATH conecte-se à porta $PORT_NUMBER.
ta: SELinux ஐ $SOURCE_PATH லிருந்து $PORT_NUMBER துறைக்கு இணைப்பதை தடுக்கிறது.

source: SELinux has denied $SOURCE from connecting to a network port $PORT_NUMBER which does not have an SELinux type associated with it. If $SOURCE should be allowed to connect on $PORT_NUMBER, use the <i>semanage</i> command to assign $PORT_NUMBER to a port type that $SOURCE_TYPE can connect to (%s). If $SOURCE is not supposed to connect to $PORT_NUMBER, this could signal a intrusion attempt.
nl: SELinux heeft de $SOURCE niet toegestaan om te verbinden met een netwerk poort $PORT_NUMBER welke geen SELinux type met zich verbonden heeft. Als $SOURCE verondersteld wordt toegang te hebben naar $PORT_NUMBER, gebruik je het <i>semanage</i> commando om aan $PORT_NUMBER een poort type toe te kennen dat $SOURCE_TYPE kan verbinden met (%s). Als $SOURCE niet verondersteld wordt om met $PORT_NUMBER te verbinden, kan dit een teken zijn van een indringing poging.

source: If you want to allow $SOURCE to connect to $PORT_NUMBER, you can execute # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER where PORT_TYPE is one of the following: %s.
bg: Ако искате да позволите на $SOURCE да се свързва с порт $PORT_NUMBER, може да изпълните # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER където PORT_TYPE е едно от следните: %s.
cs: Chcete-li programu $SOURCE povolit připojení k $PORT_NUMBER, proveďte # semanage port -a -t TYP_PORTU -p %s $PORT_NUMBER kde TYP_PORTU je jeden z následujících: %s.
de: Wenn Sie $SOURCE die Verbindung mit $PORT_NUMBER gestatten möchten, können Sie # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER ausführen, wobei PORT_TYPE einer der folgenden sein kann: %s.
gu: જો તમે $PORT_NUMBER સાથે જોડાવા માટે $SOURCE ને પરવાનગી આપવા માંગો તો, તમે ચલાવી શકો છો # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER જ્યાં PORT_TYPE એ નીચેનાં માંનુ એક છે: %s.
kn: $SOURCE ಅನ್ನು $PORT_NUMBER ಗೆ ಸಂಪರ್ಕಿತಗೊಳ್ಳಲು ನೀವು ಬಯಸಿದಲ್ಲಿ, ಇದನ್ನು ಚಲಾಯಿಸಿ # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER, <br>ಇಲ್ಲಿ PORT_TYPE ಎನ್ನುವುದ ಈ ಕೆಳಗಿನವುಗಳಲ್ಲಿ ಒಂದಾಗಿರುತ್ತದೆ: %s.
ko: $SOURCE가 $PORT_NUMBER에 연결하는 것을 허용하려면 다음을 실행합니다 # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER 여기서 PORT_TYPE은 다음 중 하나가 됩니다: %s.
ml: നിങ്ങള്‍ക്ക് $SOURCE-നെ $PORT_NUMBER ചേര്‍ക്കണമെങ്കില്‍, ഇങ്ങനെ ചെയ്യാം: #semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> ഇവിടെ PORT_TYPE ഇവയിലൊന്നാണു്: %s.
mr: $SOURCE ला $PORT_NUMBER सह जोडणी करण्यासाठी परवानगी द्यायची असल्यास, खालील चालवा # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER जेथे PORT_TYPE खालीलपैकी एक आहे: %s.
nl: Als je $SOURCE wilt toestaan om naar $PORT_NUMBER te verbinden, kun je uitvoeren # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER waarin PORT_TYPE een van de volgende is: %s.
or: ଯଦି ଆପଣ $SOURCE କୁ ଅନୁମତି ଦେବାକୁ ଚାହୁଁଛନ୍ତି ତେବେ $PORT_NUMBER ସହିତ ସଂଯୁକ୍ତ କରନ୍ତୁ,ଆପଣ ନିମ୍ନଲିଖିତକୁ ନିଷ୍ପାଦନ କରିପାରିବେ # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER ଯେଉଁଠି PORT_TYPE ଟି ନିମ୍ନଲିଖିତ ମଧ୍ଯରୁ ଗୋଟିଏ: %s.
pl: Aby pozwolić $SOURCE na łączenie się z $PORT_NUMBER, można wykonać # semanage port -a -t TYP_PORTU -p %s $PORT_NUMBER, gdzie TYP_PORTU jest jednym z: %s.
pt_br: Se você quiser permitir que o $SOURCE se conecte ao $PORT_NUMBER, você pode executar o # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER onde PORT_TYPE é um dos ítens a seguir: %s
ta: $PORT_NUMBER க்கு இணைய $SOURCE ஐ நீங்கள் அனுமதிக்க விரும்பினால், இந்தக் கட்டளையை இயக்கலாம் # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER இங்கு PORT_TYPE என்பது பின்வருபவற்றுள் ஒன்று: %s.

source: SELinux is preventing cvs ($SOURCE_PATH) "$ACCESS" access to $TARGET_PATH
bg: SELinux пречи на cvs ($SOURCE_PATH) достъп "$ACCESS" до $TARGET_PATH
cs: SELinux brání programu cvs ($SOURCE_PATH) "$ACCESS" v přístupu k $TARGET_PATH.
de: SELinux hindert cvs ($SOURCE_PATH) "$ACCESS" am Zugriff auf $TARGET_PATH.
gu: SELinux એ cvs $SOURCE_PATH "$ACCESS" વપરાશને TARGET_PATH થી અટકાવી રહ્યું છે.
kn: ಸಾಧನ $TARGET_PATH ಕ್ಕೆ ($SOURCE_PATH) "$ACCESS" ನ ನಿಲುಕಣೆಯನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 $TARGET_PATH로 cvs ($SOURCE_PATH) "$ACCESS" 액세스하지 못하게 합니다.
ml: സ് $TARGET_PATH-ലേക് cvs ($SOURCE_PATH) "$ACCESS"കുളള പ്രവേശനം SELinux തടയുനനു.
mr: SELinux cvs $SOURCE_PATH "$ACCESS" ला उपकरन $TARGET_PATH करीता प्रवेश करण्यापासून रोखत आहे
nl: SELinux belet cvs ($SOURCE_PATH) "$ACCESS" toegang tot $TARGET_PATH
or: SELinux cvs ($SOURCE_PATH) କୁ $TARGET_PATH ଉପକରଣରେ "$ACCESS" କରିବାରୁ ଅଟକାଉଛି
pl: SELinux powstrzymuje CVS ($SOURCE) „$ACCESS” dostęp do $TARGET_PATH
pt_br: O SELinux está impedindo que o cvs ($SOURCE_PATH) "$ACCESS" acesse o $TARGET_PATH
ta: SELinuxஐ $SOURCE cvs ($SOURCE_PATH) "$ACCESS" சாதனத்துடன் $TARGET_PATH அணுகுவதைத் தடுக்கிறது.

source: SELinux denied cvs access to $TARGET_PATH. If this is a CVS repository it needs to have a file context label of cvs_data_t. If you did not intend to use $TARGET_PATH as a CVS repository it could indicate either a bug or it could signal an intrusion attempt.
bg: SELinux забрани на cvs достъп до $TARGET_PATH. Ако това е CVS хранилище, то трябва да има файлов контекст от тип cvs_data_t. Ако не сте смятали да ползвате $TARGET_PATH като cvs хранилище, това може да е индикатор или за бъг, или за опит за пробив.
cs: SELinux zakázal cvs přístup k $TARGET_PATH. Pokud se jedná o repozitář CVS, je třeba mít značku kontextového souboru cvs_data_t. Pokud jste neměli v úmyslu použít $TARGET_PATH jako CVS repozitář mohlo by to naznačovat buď chybu nebo by to mohlo signalizovat pokus o vniknutí.
de: SELinux verweigerte cvs den Zugriff auf $TARGET_PATH. Wenn dies ein CVS-Depot ist, muss es eine Dateikontextkennung von cvs_data_t haben. Falls Sie $TARGET_PATH nicht als CVS-Depot verwenden wollten, könnte dies entweder ein Bug sein oder einen Einbruchsversuch signalisieren.
gu: SELinux એ $TARGET_PATH નો cvs વપરાશ નામંજૂર કર્યો. જો આ CVS રીપોઝીટરી હોય તો તેને cvs_data_t લેબલવાળો ફાઈલ સંદર્ભ હોવો જોઈએ. જો તમે $TARGET_PATH ને cvs રીપોઝીટરી તરીકે વાપરવાનો હેતુ રાખ્યો નહિં હોય તો તે ક્યાં તો ભૂલ સૂચવી શક્યો હોત અથવા તે ઘૂંસણખોરી પ્રવેશ સંકેત સૂચવી શક્યો હોત.
kn: $TARGET_PATH ಗೆ SELinux cvs ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಿದೆ. ಎಲ್ಲಿಯಾದರೂ ಇದು ಒಂದು CVS ರೆಪೊಸಿಟರಿಯಾಗಿರ ಬೇಕಿದ್ದಲ್ಲಿ ಇದರ ಕಡತ ಸನ್ನಿವೇಶದ ಲೇಬಲ್ cvs_data_t ಆಗಿರಬೇಕು. ನೀವು $TARGET_PATH ಅನ್ನು ಒಂದು CVS ರೆಪೊಸಿಟರಿಯಾಗಿ ಬಳಸುವ ಬಯಸದೆ ಹೋಗಿದ್ದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುತ್ತದೆ.
ko: SELinux는 $TARGET_PATH로 cvs 액세스하는 것을 거부합니다. 이것이 CVS 리포지터리일 경우 cvs_data_t의 파일 문맥 레이블을 가지고 있어야 합니다. CVS 리포지터리로 $TARGET_PATH를 사용하고자 하지 않으실 경우 버그가 나타나거나 또는 침입을 시도했다는 신호가 나타날 수 있습니다.
ml: $TARGET_PATH-ലേക്കുളള cvs പ്രവേശനം SELinux നിഷേധിച്ചിരിക്കുന്നു. ഇത് ഒരു CVS റിപ്പോസിറ്ററി ആണ് എങ്കില്‍, cvs_data_t എന്ന ഫയല്‍ കോണ്‍ട്ടെക്സ്റ്റ് ലേബല്‍ ഉണ്ടാകേണ്ടതാണ്. നിങ്ങള്‍ക്ക് $TARGET_PATH ഒരു cvs റിപ്പോസിറ്ററി ആയി ഉപയോഗിക്കണമെങ്കില്‍, അത് ഒരു ബഗ് അല്ലെങ്കില്‍ തെറ്റായ പ്രവര്‍ത്തി ആയി കണക്കാക്കുന്നു.
mr: SELinux ने $TARGET_PATH करीता cvs प्रवेश नकारले. ही CVS रेपॉजटरी असल्यास त्यांस cvs_data_t लेबल असणे आवश्यक आहे. $TARGET_PATH ला cvs रेपॉजटरीप्रमाणे वापरायचे नसल्यास ते बग किंवा अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux belette cvs toegang tot $TARGET_PATH. Als dit een CVS repository is moet het een bestand context label hebben van het type cvs_data_t. Als je niet van plan was om $TARGET_PATH als een CVS repository te gebruiken kan dit, of een fout zijn, of een teken zijn van een indringing poging.
or: SELinux $TARGET_PATH ରେ cvs ଅଭିଗମ୍ୟତାକୁ ବାରଣ କରିଥାଏ। ଯଦି ଏହା ଗୋଟିଏ CVS ସଂଗ୍ରହାଳୟ ତେବେ ଏଥିରେ cvs_data_t ନାମକ ଗୋଟିଏ ଫାଇଲ ପ୍ରସଙ୍ଗ ନାମପଟି ଥିବା ଉଚିତ। ଯଦି ଆପଣ $TARGET_PATH କୁ ଗୋଟିଏ CVS ସଂଗ୍ରହାଳୟଭାବରେ ବ୍ୟବହାର କରିବା ପାଇଁ ଇଚ୍ଛାକରିନଥାନ୍ତି ତେବେ ଏହା ହୁଏତଃ ଗୋଟିଏ ତ୍ରୁଟିକୁ ସୂଚାଇଥାଏ ଅଥବା ବିନାଅନୁମତିରେ ପ୍ରବେଶ ପ୍ରଚେଷ୍ଟାକୁ ସୂଚାଇଥାଏ।
pl: SELinux odmówił CVS dostępu do $TARGET_PATH. Jeśli jest to repozytorium CVS, musi posiadać kontekst pliku cvs_data_t. Jeśli nie chciano użyć $TARGET_PATH jako repozytorium CVS, może to wskazywać na błąd lub próbę włamania.
pt_br: O SELinux impediu que o cvs acessasse $TARGET_PATH. Se este for um repositório CVS, ele precisa ter um rótulo de contexto de arquivo cvs_data_t. Se você não tinha a intenção de usar o $TARGET_PATH como um repositório cvs isto pode indicar um erro ou uma tentativa de intrusão.
ta: SELinux ஆனது cvs அணுகல் $TARGET_PATHக்கு மறுக்கிறது. இது ஒரு CVS களஞ்சியமாக இருந்தால் இது ஒரு கோப்பு உரை லேபிலான cvs_data_tஐ பெற்றிருக்க வேண்டும். உங்களுக்கு $TARGET_PATHஐ ஒரு CVS களஞ்சியமாக பயன்படுத்த திட்டமில்லை எனில் இது ஒரு பிழையாக அறிவிக்கும் அல்லது இது ஒரு நிர்வாக முயற்சியின் சிக்னல்.

source: You can alter the file context by executing chcon -R -t cvs_data_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
bg: Вие можете да промените файловия контекст стартирайки chcon -R -t cvs_data_t '$TARGET_PATH' Трябва също да промените файловия контекст по поразбиране на файловете в директорията, за да ги запазите при пълно преетикетиране. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
cs: Kontext souboru můžete změnit spuštěním chcon -R -t cvs_data_t '$TARGET_PATH' Je nutné také změnit výchozí kontext souborů na systému s cílem jejich uchování i při plném přeznačení. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
de: Sie können den Dateikontext durch Ausführen von "chcon -R -t cvs_data_t '$TARGET_PATH'" ändern. Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um diese bei einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t cvs_data_t '$TARGET_PATH'"
gu: તમે chcon -R -t cvs_data_t '$TARGET_PATH' ચલાવવાથી ફાઇલ સંદર્ભને બદલી શકો છો તમે સંપૂર્ણ પુન:લેબલ પર પણ તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર મૂળભૂત ફાઇલ સંદર્ભ ફાઇલોને પણ બદલવી જ જોઇએ. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
kn: chcon -R -t cvs_data_t '$TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ ಕಡತದ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಬಹುದು ಒಂದು ಸಂಪೂರ್ಣ ಮರುಲೇಬಲ್ ನಂತರವೂ ಗಣಕಗಳ ಕಡತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
ko: chcon -R -t cvs_data_t '$TARGET_PATH'를 실행하여 파일 문맥을 변경할 수 있습니다 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
ml: chcon -R -t cvs_data_t '$TARGET_PATH' ഉപയോഗിച്ച് നിങ്ങള്‍ക്ക് ഫയല്‍ കോണ്‍ടെക്സ്റ്റില്‍ മാറ്റം വരുത്തുവാന്‍ സാധിക്കുന്നു പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
mr: chcon -R -t cvs_data_t '$TARGET_PATH' चालवून तुम्ही फाइल संदर्भ बदलवू शकता पूर्णतया पुनः लेबल झाल्यावर प्रणालीवरील पूर्वनिर्धारीत फाइल्स्चे संदर्भ देखील तुम्हाला बदलावे लागेल. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
nl: Je kunt de bestand context veranderen door chcon -R -t cvs_data_t '$TARGET_PATH' uit te voeren. Je moet ook de standaard bestand context bestanden van het systeem veranderen om dit te handhaven na volledige her-bestempeling. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
or: chcon -R -t cvs_data_t '$TARGET_PATH' କୁ ନିଷ୍ପାଦନ କରି ଆପଣ ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ବଦଳାଇପାରିବେ ଆପଣ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ଫାଇଲକୁ ସମ୍ପୂର୍ଣ୍ଣ ପୁନଃ ନାମକରଣରେ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ତନ୍ତ୍ରରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ। "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
pl: Można zmienić kontekst pliku wykonując chcon -R -t cvs_data_t „$TARGET_PATH” Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. „semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'”
pt_br: Você pode alterar o contexto do arquivo executando chcon -R -t cvs_data_t '$TARGET_PATH' Você deve também alterar o contexto de arquivo padrão dos arquivos do sistema para preservá-los mesmo em uma nova rotulagem total. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
ta: chcon -R -t cvs_data_t '$TARGET_PATH' கட்டளையை இயக்கி நீங்கள் கோப்பு சூழலை மாற்றலாம் முழுமையாக மறுலேபிளிடப்படும் போதும், கோப்பு சூழல்கள் நிரந்தரமாக தக்கவைக்கப்பட வேண்டுமானால், நீங்கள் கணினியில் உள்ள முன்னிருப்பு கோப்பு சூழலையும் மாற்ற வேண்டும். "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"

source: $TARGET_BASE_PATH should be shared via the cvs daemon
bg: $TARGET_BASE_PATH трябва да е споделен чрез cvs демона
gu: $TARGET_BASE_PATH એ cvs ડિમન મારફતે વહેંચવુ જોઇએ
kn: $TARGET_BASE_PATH ಅನ್ನು cvs ಡೀಮನ್ ಮೂಲಕ ಹಂಚಬೇಕಾಗುತ್ತದೆ
ml: cvs ഡെമണ്‍ മുഖേന $TARGET_BASE_PATH പങ്കിടേണ്ടതുണ്ടു്
mr: $TARGET_BASE_PATH यास cvs डिमनतर्फे शेअर करा
nl: $TARGET_BASE_PATH moet gedeeld worden via de cvs daemon
or: $TARGET_BASE_PATH କୁ cvs ଡେମନ ମାଧ୍ଯମରେ ସହଭାଗ କରିବା ଉଚିତ
ta: $TARGET_BASE_PATH ஆனது cvs டொமைன் வழியாக பகிரப்படும்

source: You need to change the label on $TARGET_BASE_PATH'
bg: Вие трябва да промените етикета на '$TARGET_BASE_PATH'
cs: Je potřeba změnit značku v $TARGET_BASE_PATH'
de: Sie müssen die Kennzeichnung von $TARGET_BASE_PATH' ändern
gu: તમારે $TARGET_BASE_PATH' પર લેબલને બદલવાની જરૂર છે
kn: $TARGET_BASE_PATH' ನಲ್ಲಿ ನೀವು ಲೇಬಲ್ ಅನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ
ko: $TARGET_BASE_PATH'의 레이블을 변경해야 합니다
ml: $TARGET_BASE_PATH'-ലുള്ള ലേബല്‍ മാറ്റേണ്ടതുണ്ടു്
mr: $TARGET_BASE_PATH' वरील लेबल बदलणे आवश्यक आहे
nl: Je moet het label op $FIX_TARGET_PATH' veranderen
or: ଆପଣଙ୍କୁ $TARGET_BASE_PATH' ଉପରେ ନାମପଟିକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ହେବ
pl: Należy zmienić etykietę $TARGET_BASE_PATH'
pt_br: Você precisa mudar o rótulo em $TARGET_BASE_PATH
ta: நீங்கள் $TARGET_BASE_PATH'இல் லேபிலை மாற்ற வேண்டும்

source: SELinux is preventing $SOURCE_PATH the "$ACCESS" capability.
nl: SELinux belet $SOURCE_PATH de "$ACCESS" mogelijkheid.

source: dac_override and dac_read_search capabilities usually indicates that the root process does not have access to a file based on the permission flags. This usually mean you have some file with the wrong ownership/permissions on it.
bg: dac_override и dac_read_search възможностите обикновено показват, че root процес няма достъп до файл на база флагове за права. Това обикновено означава, че имате файл, с грешно зададени собственост/права.
cs: Schopnosti dac_override a dac_read_search obvykle znamenají, že kořenový proces nemá přístup k souboru na základě příznaku povolení. To obvykle znamená, že máte nějaký soubor s nesprávným nastavením vlastnictví / oprávnění.
de: dac_override- und dac_read_search-Berechtigungen weisen normalerweise darauf hin, dass der Root-Prozess keinen Zugriff auf eine Datei basierend den Berechtigungszeichen hat. Normalerweise bedeutet dies, dass auf den Dateien falsche Eigentümer/ Berechtigungen gesetzt sind.
gu: dac_override and dac_read_search ક્ષમતાઓ સામાન્ય રીતે સૂચવે છે કે રુટ પ્રક્રિયા પાસે પરવાનગી ફ્લેગ પર આધારિત ફાઇલને પ્રવેશ નથી. આ સામાન્ય રીતે મતલબ એ થાય કે તમારી પાસે તેની પર ખોટી માલિકી/પરવાનગીઓ સાથે અમુક ફાઇલ છે.
kn: dac_override ಹಾಗು dac_read_search ಸಾಮರ್ಥ್ಯಗಳು ಅನುಮತಿ ಫ್ಲ್ಯಾಗ್‌ಗಳ ಆಧರಿತವಾದ ಕಡತವನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳುವ ಅನುಮತಿಗಳನ್ನು ಹೊಂದಿರುವುದಿಲ್ಲ ಎನ್ನುವುದನ್ನು ಸೂಚಿಸುತ್ತದೆ. ಸಾಮಾನ್ಯವಾಗಿ ಇದರ ಅರ್ಥ ನೀವು ತಪ್ಪು ಮಾಲಿಕತ್ವ/ಅನುಮತಿಗಳನ್ನು ಹೊಂದಿರುವ ಕೆಲವು ಕಡತಗಳು ನಿಮ್ಮಲ್ಲಿ ಇವೆ ಎನ್ನುವುದಾಗಿರುತ್ತದೆ.
ko: dac_override 및 dac_read_search 기능은 일반적으로 root 프로세스가 권한 플래그를 기반으로 하는 파일에 액세스할 수 없는 것을 표시합니다. 이는 일반적으로 사용자가 일부 파일에 대해 잘못된 소유권/권한을 가지고 있음을 의미합니다.
mr: dac_override व dac_read_search क्षमता सहसा रूट प्रोसेस्ला परमिशन फ्लॅग्सवरील आधारित फाइलकरीता प्रवेश नाही असे निर्देशीत करतो. याचा सहसा असा अर्थ होतो कि ठारविक फाइलला चुकिची मालकी/परवानगी आहे.
nl: dac_override en dac_read_search mogelijkheden geven gewoonlijk aan dat het root proces geen toegang heeft tot een bestand gebaseerd op rechten vlaggen. Dit betekent gewoonlijk dat je een bestand hebt met de verkeerde eigenaar/rechten.
or: dac_override ଏବଂ dac_read_search କ୍ଷମତାଗୁଡ଼ିକ ସାଧାରଣତଃ ସୂଚାଇଥାଏ ଯେରୁଟ ପ୍ରକ୍ରିୟାରେ ସେହି ଅନୁମତି ପତାକା ଉପରେ ଆଧାରିତ ଫାଇଲ ପାଇଁ ଅନୁମତି ନାହିଁ। ଏହା ସାଧାରଣତଃ ସୂଚାଇଥାଏ ଯେ ଆପଣଙ୍କ ପାଖରେ ଭୁଲ ମାଲିକତ୍ତ୍ୱ/ଅନୁମତି ବିଶିଷ୍ଟ କିଛି ଫାଇଲ ଅଛି।
pl: Możliwości dac_override i dac_read_search zwykle wskazują, że proces roota nie posiada dostępu do pliku na podstawie flagi uprawnień. Zwykle oznacza to, że istnieje plik z błędnym właścicielem/uprawnieniami.
pt_br: as capacidades do dac_override e dac_read_search geralmente indicam que o processo do root não possui acesso ao arquivo baseado em bandeiras de permissão. Isto geralmente significa ter alguns arquivos com o proprietário ou permissões erradas nele.
ta: dac_override and dac_read_search திறப்பாடுகள் வழக்கமாக, அனுமதி கொடுகளின் அடிப்படையிலான கோப்புக்கு ரூட் செயலாக்கத்திற்கு அனுமதி இல்லை என்பதைக் குறிக்கிறது. உங்களிடம் தவறான உரிமைத்தகுதி/அனுமதிகளுடன் சில கோப்புகள் உள்ளதையே இது குறிக்கிறது.

source: you want to help identify if domain needs this access or you have a file with the wrong permissions on your system
bg: искате да помогнете за идентифицирането, дали процес се нуждае от този достъп, или има файл с грешни права във вашата система
gu: ઓળખવા માટે તમારે મદદ માંગો છો જો ડોમેઇનને આ પ્રવેશની જરૂર હોય તો અથવા તમારી પાસે તમારી સિસ્ટમપર ખોટી પરવાનગીઓ હોય
kn: ಡೊಮೈನಿಗೆ ಆ ಅನುಮತಿಯ ಅಗತ್ಯವಿದೆಯೆ ಅಥವ ನಿಮ್ಮ ವ್ಯವಸ್ಥೆಯಲ್ಲಿನ ಕಡತವೊಂದು ತಪ್ಪು ಅನುಮತಿಗಳನ್ನು ಹೊಂದಿದೆಯೆ ಎನ್ನುವುದನ್ನು ಪತ್ತೆ ಮಾಡಲು ಬಯಸುತ್ತೀರಿ
ml: ഡൊമെയിനിനു് ഈ പ്രവേശനം ആവശ്യമെങ്കില്‍ അല്ലെങ്കില്‍ നിങ്ങളുടെ സിസ്റ്റത്തില്‍ തെറ്റായ അനുമതികളോടെ ഒരു ഫയല്‍ ഉണ്ടെങ്കില്‍ നിങ്ങള്‍ക്കു് ഇതു് തിരിച്ചറിയുന്നതിനായി സഹായിയ്ക്കണം
mr: डोमेनला हा प्रवेश आवश्यक आहे किंवा नाही किंवा प्रणालीवर चुकिच्या परवानगीसह फाइल आढळले, हे ओळखण्यास मदत करायची असल्यास
nl: je wilt helpen bij het identificeren als domein deze toegang nodig heeft of je hebt een bestand met de verkeerde rechten op jouw systeem.
or: ଡମେନ ଏହି ପ୍ରବେଶ ସୁବିଧା ଆବଶ୍ୟକ କଲେ ଆପଣ ସାହାଯ୍ୟ କରିବାକୁ ଚାହୁଁଛନ୍ତି ଅଥବା ଆପଣଙ୍କ ତନ୍ତ୍ରରେ ଭୁଲ ଅନୁମତି ବିଶିଷ୍ଟ ଫାଇଲ ଅଛି
ta: செயற்களத்திற்கு இந்த அணுகல் தேவைப்படுகிறதா என்பதை கண்டறிய உதவுகிறது அல்லது உங்கள் கணினியில் ஒரு கோப்பு தவறாக அனுமதிகளை கொண்டுள்ளது
