Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: you believe $SOURCE_PATH tried to disable SELinux.
bg: вярвате, че $SOURCE_PATH се опитва да забрани работата на SELinux.
gu: તમે માનો છો કે $SOURCE_PATH એ SELinux ને નિષ્ક્રિય કરવાનો પ્રયત્ન કર્યો છે.
kn: SELinux ಅನ್ನು ಅಶಕ್ತಗೊಳಿಸಲು $SOURCE_PATH ಪ್ರಯತ್ನಿಸುತ್ತಿದೆ ಎಂದು ನೀವು ನಂಬುತ್ತೀರಿ.
ml: SELinux പ്രവര്‍ത്തന രഹിതമാക്കുവാന്‍ $SOURCE_PATH ശ്രമിച്ചു എന്നു് നിങ്ങള്‍ കരുതുന്നു.
mr: $SOURCE_PATH ने SELinux ला बंद करायचा प्रयत्न केला असे तुम्हाला वाटते.
nl: je denkt dat $SOURCE_PATH probeerde SELinux uit te zetten.
or: ଆପଣ ବିଶ୍ୱାସ କରନ୍ତି ଯେ $SOURCE_PATH SELinux କୁ ନିଷ୍କ୍ରିୟ କରିବା ପାଇଁ ଚେଷ୍ଟାକରିଛି।
ta: $SOURCE_PATH ஆனது SELinux-ஐ செயல்நீக்க முயற்சித்ததை நீங்கள் நம்புங்கள்.

source: you may be under attack by a hacker, since confined applications should never need this access.
bg: може би сте атакуван от кракер, тъй като ограничени приложения не би трябвало да се нуждаят от такъв достъп.
cs: můžete být pod útokem hackera, neboť omezené aplikace by nikdy neměly potřebovat tento přístup.
de: Sie werden eventuell durch einen Hacker angegriffen, da eingeschränkte Anwendungen diesen Zugriff nicht benötigen sollten.
gu: તમને હેકર દ્દારા હુમલો થઇ શકે છે, જ્યાં સુધી મર્યાદિત કાર્યક્રમોને આ પ્રવેશની કદી જરૂર પડવી ન જોઇએ.
kn: ನೀವು ಒಬ್ಬ ಹ್ಯಾಕರಿನಿಂದ ದಾಳಿಗೆ ಒಳಗಾಗಿದ್ದೀರಿ ಏಕೆಂದರೆ ನಿರ್ಬಂಧಿತ ಅನ್ವಯಗಳಿಗೆ ಎಂದಿಗೂ ಈ ನಿಲುಕಣೆಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ.
ko: 지정된 애플리케이션에는 이러한 액세스가 필요하지 않으므로 해커가 공격하고 있을 수 있습니다.
ml: നിങ്ങളെ ഒരു ഹാക്കര്‍ സമീപ്പിച്ചിരിയ്ക്കുന്നു, ചില പ്രയോഗങ്ങളില്‍ ഈ പ്രവേശനം സാധ്യമല്ല.
mr: मर्यादित ॲप्लिकेशन्स्ला या प्रवेशची आवश्यकता नसल्याने, तुम्हाला हॅकरतर्फे धोका असू शकतो.
nl: je kunt mogelijk aangevallen worden door een hacker, omdat beperkte toepassingen deze toegang nooit nodig hebben.
or: ଆପଣ ହୁଏତଃ କୌଣସି ଅନାଧିକୃତ ଆକ୍ରମଣକାରୀଙ୍କ ଶିକାର ହୋଇଛନ୍ତି, ଯେହେତୁ ପ୍ରୟୋଗଗୁଡ଼ିକ ଏହି ଅଭିଗମ୍ୟତା କଦାପି ଆଶାକରିବା ଉଚିତ ନୁହଁ।
pl: być może nastąpił atak hakera, ponieważ ograniczane aplikacje nigdy nie powinny wymagać tego dostępu.
pt_br: Você pode estar sob ataque de um hacker, pois os aplicativos confinados nunca devem precisar deste acesso.
ta: ஒரு குறுப்புக்காரரால் தாக்கப்படலாம், வரையறுக்கப்பட்ட பயன்பாடுகளுக்கு இந்த அணுகல் தேவைப்படாது.

source: SELinux denied access requested by $SOURCE. $TARGET_PATH may be a mislabeled. sshd is allowed to read content in /root/.ssh directory if it is labeled correctly.
nl: SELinux belette toegang verzocht door $SOURCE. $TARGET_PATH kan veroorzaakt zijn door een verkeerd label. Het is sshd toegestaan om inhoud in de /root/.ssh map te lezen als deze een juist label heeft.

source: Restore Context
bg: Възстанови контекст
cs: Obnovit kontext
de: Kontext wiederherstellen
gu: સંદર્ભને પુન:સંગ્રહો
kn: ಸನ್ನಿವೇಶವನ್ನು ಮರಳಿ ಸ್ಥಾಪಿಸು
ko: 문맥 복구
ml: കോണ്‍ടെക്സ്റ്റ് വീണ്ടെടുക്കുക
mr: संदर्भ पूर्वस्थितीत आणा
nl: Herstel context
or: ପ୍ରସଙ୍ଗକୁ ପୁନସ୍ଥାପନ କରନ୍ତୁ
pl: Przywrócenie kontekstu
pt_br: Restaurar contexto
ta: உள்ளடக்கத்தை மறுசேமி

source: SELinux is preventing $SOURCE_PATH "$ACCESS" to $TARGET_PATH.
bg: SELinux пречи на $SOURCE_PATH "$ACCESS" до $TARGET_PATH.
cs: SELinux brání $SOURCE_PATH "$ACCESS" v přístupu k $TARGET_PATH.
de: SELinux hindert $SOURCE_PATH "$ACCESS" am Zugriff auf $TARGET_PATH.
gu: SELinux એ $SOURCE_PATH "$ACCESS" ને $TARGET_PATH થી અટકાવી રહ્યું છે.
kn: $SOURCE_PATH "$ACCESS" ಅನ್ನು $TARGET_PATH ಗೆ SELinux ತಡೆದಿದೆ.
ko: SELinux는 $TARGET_PATH로 $SOURCE_PATH "$ACCESS"하지 못하게 합니다.
ml: $TARGET_PATH-ലേക്കുള്ള $SOURCE_PATH "$ACCESS" SELinux അനുവദിക്കുന്നില്ല.
mr: SELinux $SOURCE_PATH "$ACCESS" ला $TARGET_PATH करीता प्रवेश पासून रोखत आहे.
nl: SELinux belet $SOURCE_PATH "$ACCESS" naar $TARGET_PATH.
or: SELinux $SOURCE_PATH "$ACCESS" କୁ $TARGET_PATH କୁ ଅଟକାଉଛି।
pl: SELinux powstrzymuje $SOURCE „$ACCESS” od $TARGET_PATH.
pt_br: O SELinux está impedindo que o $SOURCE_PATH "$ACCESS" ao $TARGET_PATH.
ta: SELinux ஐ $SOURCE_PATH "$ACCESS" to $TARGET_PATH தடுக்கிறது.

source: SELinux denied $SOURCE access to $TARGET_PATH. If this is a swapfile it has to have a file context label of swapfile_t. If you did not intend to use $TARGET_PATH as a swapfile it probably indicates a bug, however it could also signal a intrusion attempt.
bg: SELinux забрани на $SOURCE достъпа до $TARGET_PATH. Ако това е swap файл, то трябва да има етикет от тип swapfile_t. Ако не сте смятали да ползвате $TARGET_PATH като swap файл, това сигурно е грешка, но може също така да е сигнал за опит за пробив.
gu: SELinux એ $TARGET_PATH નો $SOURCE વપરાશ નામંજૂર કર્યો. જો આ સ્વેપફાઈલ હોય તો તેને swapfile_t નું ફાઈલ સંદર્ભ લેબલ હોવું જોઈએ. જો તમે $TARGET_PATH ને સ્વેપફાઈલ તરીકે વાપરવાનો હેતુ નહિં રાખ્યો હોય તો એ કદાચ ભૂલ સૂચવી શકે છે, છતાં તે ઘૂંસણખોરી પ્રવેશનો સંકેત પણ સૂચવી શક્યું હોત.
kn: $SOURCE ಗೆ $TARGET_PATH ಅನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆ SELinux ನಿರಾಕರಿಸಿದೆ. ಎಲ್ಲಿಯಾದರೂ ಇದು ಒಂದು ಸ್ವಾಪ್ ಕಡತವಾಗಿದ್ದರೆ ಇದರ ಕಡತ ಸನ್ನಿವೇಶ ಲೇಬಲ್ swapfile_t ಆಗಿರಬೇಕು. ನೀವು $TARGET_PATH ಅನ್ನು ಒಂದು ಸ್ವಾಪ್‍ಕಡತವಾಗಿ ಬಳಸಲು ಇಚ್ಚಿಸದೆ ಹೋಗಿದ್ದಲ್ಲಿ ಇದು ಒಂದು ದೋಷವಾಗಿರಬಹುದು, ಅಥವ ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕೆಯ ಪ್ರಯತ್ನದ ಸೂಚನೆಯೂ ಆಗಿರಬಹುದು.
ml: $TARGET_PATH-ലേക്കുളള $SOURCE പ്രവേശനം SELinux നിഷേധിച്ചിരിക്കുന്നു. ഇത് ഒരു swapfile ആണെങ്കില്‍, swapfile_t എന്ന ഫയല്‍ കോണ്‍ട്ടെക്സ്റ്റ് ലേബല്‍ ഉണ്ടാകേണ്ടതാണ്. നിങ്ങള്‍ക്ക് $TARGET_PATH ഒരു swapfile_t ആയി ഉപയോഗിക്കേണ്ടെങ്കില്‍, അതൊരുു ബഗ് അല്ലെങ്കില്‍ തെറ്റാ യ പ്രവര്‍ത്തി ആയികണക്കാക്കുന്നു.
mr: SELinux ने $TARGET_PATH वरील $SOURCE करीता प्रवेशास नकार दिला. हे स्वॅप फाइल असल्यास त्यास swapfile_t वरील फाइल संदर्भ लेबल असणे आवश्यक आहे. $TARGET_PATH ला स्वॅप फाइल म्हणून वापरायचे असल्यास, त्यास बग म्हणून किंवा घुसखोरीचा प्रयत्न म्हणून पाहिले जाईल
nl: SELinux belette $SOURCE toegang tot $TARGET_PATH. Als dit een swap bestand is moet het een swapfile_t bestandscontext label hebben. Als je niet van plan was $TARGET_PATH als een swap bestand te gebruiken is dit waarschijnlijk een fout, het kan echter ook een indringing poging aangeven.
or: SELinux $SOURCE କୁ $TARGET_PATH ରେ ଅଭିଗମ୍ୟ କରିବାକୁ ବାରଣ କରିଥାଏ। ଯଦି ଏହା ଗୋଟିଏ swapfile ତେବେ ଏଥିରେ swapfile_t ର ଗୋଟିଏ ଫାଇଲ ପ୍ରସଙ୍ଗ ନାମପଟି ଥିବା ଉଚିତ। ଯଦି ଆପଣ $TARGET_PATH କୁ swapfile ଭାବରେ ବ୍ୟବହାର କରିବାକୁ ଚାହୁଁନାହାନ୍ତି, ତେବେ ଏହା ଏକ ତ୍ରୁଟି ଦର୍ଶାଇଥାଏ, ଏବଂ ଏହା ମଧ୍ଯ ଗୋଟିଏ ବିନାଅନୁମତିରେ ପ୍ରବେଶ ପାଇଁ ଚେଷ୍ଟାକରିପାରେ।
ta: SELinuxஐ $SOURCEக்கு அணுக $TARGET_PATH மறுக்கிறது. இந்த கோப்பை ஒரு கோப்பு உரை அட்டவணையை துடைப்பு கோப்பாக்கிறது swapfile_t. If you did not intend to use $TARGET_PATH as a swapfile it probably indicates a bug, however it could also signal a intrusion attempt.

source: You can alter the file context by executing chcon -t swapfile_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
bg: Може да промените файловия контекст като стартирате chcon -t swapfile_t '$TARGET_PATH' Също така, трябва да промените поразбиращият се файлов контекст на файловете за да ги запазите даже при пълно преетикетиране. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
cs: Kontext souboru můžete změnit spuštěním chcon -t swapfile_t '$TARGET_PATH' Je nutné také změnit výchozí kontext souborů na systému s cílem jejich uchování i při plném přeznačení. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
de: Sie können den Dateikontext durch Ausführen von "chcon -t swapfile_t '$TARGET_PATH'" ändern. Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um sie von einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t swapfile_t '$TARGET_PATH'"
gu: તમે chcon -t swapfile_t '$TARGET_PATH' ચલાવીને ફાઈલ સંદર્ભ બદલી શકો છો તમારે મૂળભૂત ફાઈલ સંદર્ભ ફાઈલોને પણ સંપૂર્ણ પુન:લેબલ પર તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર બદલવી જ પડશે "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'" ATH'"
kn: chcon -t swapfile_t '$TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ ಕಡತದ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಬಹುದು ಒಂದು ಸಂಪೂರ್ಣ ಮರುಲೇಬಲ್ ನಂತರವೂ ಗಣಕಗಳ ಕಡತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
ko: chcon -t swapfile_t '$TARGET_PATH'를 실행하여 파일 문맥을 변경할 수 있습니다 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
ml: chcon -t swapfile_t '$TARGET_PATH' ഉപയോഗിച്ച് നിങ്ങള്‍ക്ക് ഫയല്‍ കോണ്‍ടെക്സ്റ്റില്‍ മാറ്റം വരുത്തുവാന്‍ സാധിക്കുന്നു പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
mr: chcon -t swapfile_t '$TARGET_PATH' चालवून तुम्ही फाइल संदर्भ बदलवू शकता पूर्णतया पुनः लेबल केल्यावरही संग्रहीत करण्यासाठी तुम्ही प्रणालीवरील पूर्वनिर्धारीत फाइल संदर्भ फाइल्स् बदलू शकता. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
nl: Je kunt de bestand context veranderen met chcon -t swapfile_t '$TARGET_PATH' Je moet ook de standaard bestand context bestanden op het systeem veranderen om dit te behouden ook na een volledige her-labeling. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
or: ଆପଣ chcon -t swapfile_t '$TARGET_PATH' କୁ ନିଷ୍ପାଦନ କରି ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ବଦଳାଇପାରିବେ ସେମାନଙ୍କୁ ସମ୍ପୂର୍ଣ୍ଣ ପୁନଃ ନାମକରଣରେ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ଆପଣ ମଧ୍ଯ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ଫାଇଲକୁ ତନ୍ତ୍ରରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ। "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
pl: Można zmienić kontekst pliku wykonując chcon -t swapfile_t "$TARGET_PATH" Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. „semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'”
pt_br: Você pode alterar o contexto do arquivo executando chcon -t swapfile_t '$TARGET_PATH' Você deve também alterar o arquivo padrão dos arquivos de contexto no sistema para preservá-los mesmo em uma reetiquetagem total. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
ta: chcon -t swapfile_t '$TARGET_PATH' ஐ இயக்கி நீங்கள் கோப்பு சூழலை மாற்றலாம் முழுவதும் மறுலேபிளிடப்படும் போதும் கோப்புகளின் சூழல் தக்கவைக்கப்பட வேண்டுமானால் நீங்கள் கணினியில் உள்ள கோப்புகளின் முன்னிருப்பு கோப்பு சூழலையும் மாற்ற வேண்டும். "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"

source: you do not believe your $SOURCE_PATH should be modifying the kernel, by loading kernel modules
bg: не вярвате, че $SOURCE_PATH би трябвало да променя ядрото, чрез зареждане на модули към него
gu: તમે માનતા નથી કે તમારુ $SOURCE_PATH એ કર્નલને બદલવુ જોઇએ, કર્નલ મોડ્યુલોને લોડ કરવા દ્દારા
kn: ನಿಮ್ಮ $SOURCE_PATH ಎನ್ನುವುದು ಕರ್ನಲ್‌ ಘಟಕಗಳನ್ನು ಲೋಡ್ ಮಾಡುವ ಮೂಲಕ ಕರ್ನಲ್ ಅನ್ನು ಮಾರ್ಪಡಿಸುತ್ತಿದೆ ಎಂದು ನಿಮಗನ್ನಿಸುವುದಿಲ್ಲ
ml: കേര്‍ണല്‍ ഘടകങ്ങള്‍ ലഭ്യമാക്കി, നിങ്ങളുടെ $SOURCE_PATH-നു് കേര്‍ണലില്‍ മാറ്റം വരുത്തുവാന്‍ സാധ്യമെന്നു് കരുതുന്നില്ല.
mr: कर्नल घटके लोड करून, $SOURCE_PATH ने कर्नल संपादित करावे असे तुम्हाला वाटत नाही,
nl: je denkt dat jouw $SOURCE_PATH de kernel niet mag veranderen door het laden van kernel modules
or: ଆପଣ ନିଜର $SOURCE_PATH କର୍ଣ୍ଣଲକୁ ପରିବର୍ତ୍ତନ କରୁଥିବ ବୋଲି ଆପଣ ବିଶ୍ୱାସ କରନ୍ତି ନାହିଁ, କର୍ଣ୍ଣଲ ଏକକାଂଶଗୁଡ଼ିକୁ ଧାରଣ କରିବା ଦ୍ୱାରା
ta: $SOURCE_PATH ஆனது கர்னலை, கர்னல் தொகுதிகளை ஏற்றுவதால் மாற்றியமைப்பதை நீங்கள் நம்பில்லை

source: You might have been hacked.
bg: Машината Ви може да е кракната вече.
cs: Pravděpodobně jste byli napadeni.
de: Sie könnten angegriffen worden sein.
gu: તમે કદાચ હેક થઇ ગયા છો.
kn: ನಿಮ್ಮನ್ನು ಹ್ಯಾಕ್ ಮಾಡಲಾಗಿರಬಹುದು.
ko: 해킹되고 있을 수 있습니다.
ml: നിങ്ങളെ ആരോ ഹാക്ക് ചെയ്തിരിയ്ക്കുന്നു.
mr: तुम्ही हॅक्ड् झाले असाल.
nl: Je bent misschien gehackt.
or: ଆପଣଙ୍କୁ ହୁଏତଃ ହ୍ୟାକ କରାଯାଇଛି।
pl: Być może nastąpił atak.
pt_br: Você pode ter sofrido ataque de um hacker
ta: நீங்கள் வெட்டி இருந்திருக்கலாம்.

source: Your system may be seriously compromised! $SOURCE_PATH tried to load a kernel module.
bg: Вашата система може би е сериозно компрометирана! $SOURCE_PATH се опита да зареди модул към ядрото.
cs: Váš systém může být vážně ohrožen! $SOURCE_PATH se pokusil nahrát modul jádra.
de: Ihr System könnte ernsthaft kompromittiert worden sein! $SOURCE_PATH versuchte, ein Kernel-Modul zu laden.
gu: તમારી સિસ્ટમ ગંભીરતા થી સમાધાન કરી શકે છે! $SOURCE_PATH એ કર્નલ મોડ્યુલ ને લાવવા માટે પ્રયત્ન કર્યો હતો.
kn: ನಿಮ್ಮ ಗಣಕವು ಗಂಭೀರವಾಗಿ ರಾಜಿ ಮಾಡಿಕೊಂಡಿರಬಹುದು! $SOURCE_PATH ಒಂದು ಕರ್ನಲ್ ಘಟಕವನ್ನು ಲೋಡ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿದೆ.
ko: 시스템이 심각하게 손상될 수 있습니다! $SOURCE_PATH가 커널 모듈을 불러오려 합니다.
ml: നിങ്ങളുടെ സിസ്റ്റത്തില്‍ കാര്യമായ തകരാറുണ്ടു്! ഒരു കേര്‍ണല്‍ ഘടകം ലഭ്യമാക്കുന്നതിനായി $SOURCE_PATH ശ്രമിച്ചു.
mr: तुमच्या प्रणालीला गंभीर धोका होऊ शकतो! $SOURCE_PATH ने कर्नल घटक लोड करण्याचा प्रयत्न केला.
nl: Jouw systeem kan ernstig in gevaar gebracht zijn! $SOURCE_PATH probeerde een kernel module te laden.
or: ଆପଣଙ୍କର ତନ୍ତ୍ର ଗଭୀରତାର ସହିତ କ୍ଷତିଗ୍ରସ୍ତ ହୋଇପାରେ! $SOURCE_PATH ଗୋଟିଏ କର୍ଣ୍ଣଲ ଏକକାଂଶଧାରଣ କରିବାକୁ ଚେଷ୍ଟାକରିପାରେ।
pl: System mógł zostać poważnie zagrożony. $SOURCE_PATH próbowało wczytać moduł jądra.
pt_br: O seu sistema pode ter sido seriamente comprometido! O $SOURCE_PATH tentou carregar um módulo do kernel.
ta: உங்களது கணினியானது நிஜமாகவே சமரசமாகிவிட்டது! $SOURCE_PATH ஒரு கர்னல் தொகுதியை ஏற்ற முயற்சிக்கிறது

source: SELinux has prevented $SOURCE from loading a kernel module. All confined programs that need to load kernel modules should have already had policy written for them. If a compromised application tries to modify the kernel this AVC will be generated. This is a serious issue. Your system may very well be compromised.
nl: SELinux heeft $SOURCE belet om een kernel module te laden. Alle beperkte programma's die kernel modules moeten laden moeten hiervoor al een geschreven tactiek hebben. Als een in gevaar gebrachte toepassing probeert om de kernel te veranderen wordt deze AVC aangemaakt. Dit is een ernstig probleem. Jouw systeem kan zeker in gevaar gebracht zijn.

source: you do not believe that $SOURCE_PATH should be attempting to modify the kernel by loading a kernel module.
bg: не мислите, че $SOURCE_PATH би трябвало да опитва да променя ядрото чрез зареждане на модул към него.
gu: તમે માનતા નથી કે $SOURCE_PATH એ કર્નલ મોડ્યુલને લોડ કરવા દ્દારા કર્નલને બદલવાનો પ્રયત્ન કરવો જોઇએ.
kn: ನಿಮ್ಮ $SOURCE_PATH ಎನ್ನುವುದು ಕರ್ನಲ್‌ ಘಟಕವನ್ನು ಲೋಡ್ ಮಾಡುವ ಮೂಲಕ ಕರ್ನಲ್ ಅನ್ನು ಮಾರ್ಪಡಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದೆ ಎಂದು ನಿಮಗನ್ನಿಸುವುದಿಲ್ಲ.
ml: ഒരു കേര്‍ണല്‍ ഘടകം ലഭ്യമാക്കി, നിങ്ങളുടെ $SOURCE_PATH-നു് കേര്‍ണലില്‍ മാറ്റം വരുത്തുവാന്‍ സാധ്യമെന്നു് കരുതുന്നില്ല.
mr: कर्नल घटक लोड करून, $SOURCE_PATH ने कर्नल संपादित करायचा प्रयत्न करावा असे तुम्हाला वाटत नाही.
nl: je denkt dat $SOURCE_PATH niet moet proberen om de kernel te veranderen door het laden van een kernel module.
or: ଆପଣ ନିଜର $SOURCE_PATH କର୍ଣ୍ଣଲକୁ ପରିବର୍ତ୍ତନ କରୁଥିବ ବୋଲି ଆପଣ ବିଶ୍ୱାସ କରନ୍ତି ନାହିଁ, କର୍ଣ୍ଣଲ ଏକକାଂଶଗୁଡ଼ିକୁ ଧାରଣ କରିବା ଦ୍ୱାରା।
ta: $SOURCE_PATH ஆனது கர்னலை ஒரு கர்னல் தொகுதியை ஏற்றுவதால் மாற்றியமைக்க முயற்சிப்பதை நீங்கள் நம்பில்லை.

source: A process might be attempting to hack into your system.
bg: Може би процес се опитва да се внедри във Вашата система.
cs: Proces by se mohl pokoušel proniknout do vašeho systému.
de: Ein Prozess könnte versuchen, in Ihr System einzudringen.
gu: પ્રક્રિયા તમારી સિસ્ટમમાં હેક કરવાનો પ્રયત્ન કરી શકે છે.
kn: ಒಂದು ಪ್ರಕ್ರಿಯೆಯು ನಿಮ್ಮ ವ್ಯವಸ್ಥೆಯನ್ನು ಹ್ಯಾಕ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರಬಹುದು.
ko: 프로세스가 시스템에 해킹을 시도하고 있을 수 있습니다.
ml: നിങ്ങളുടെ സിസ്റ്റം ഹാക്ക് ചെയ്യുവാന്‍ ഒരു പ്രക്രിയ ശ്രമിയ്ക്കുന്നു.
mr: प्रोसेस तुम्हच्या प्रणालीत हॅक करण्याचा प्रयत्न करत असेल.
nl: Een proces probeert mogelijk jouw systeem te hacken.
or: ଗୋଟିଏ ପ୍ରକ୍ରିୟା ହୁଏତଃ ଆପଣଙ୍କ ତନ୍ତ୍ରରେ ବିନାଅନୁମତିରେ ପ୍ରବେଶ କରିବା ପାଇଁ ଚେଷ୍ଟାକରୁଅଛି।
pl: Proces może próbować hakować system.
pt_br: Um processo de estar tentando entrar em seu sistema.
ta: உங்கள் கணினியில் ஒரு செயல்பாடு வெட்ட முயற்சிக்கிறது.

source: SELinux is preventing $SOURCE_PATH the "sys_resource" capability.
nl: SELinux belet $SOURCE_PATH de "sys_resource" mogelijkheid.

source: Confined domains should not require "sys_resource". This usually means that your system is running out of disk space. Please clear up the disk and this AVC message should go away. If this AVC continues after you clear up the disk space, please report this as a bug.
nl: Beperkte domeinen moeten "sys_resource" niet nodig hebben. Dit betekent gewoonlijk dat jouw systeem te weinig schijf ruimte heeft. Ruim de schijf op en deze AVC boodschap moet verdwijnen. Als deze AVC blijft nadat je de schijfruimte opgeschoond hebt, moet je dit als een fout rapporteren.

source: you do not want to get this AVC any longer. These AVC's are caused by running out of resources, usually disk space on your / partition.
nl: je wilt deze AVC niet meer krijgen. Deze AVC's worden veroorzaakt door het opraken van hulpmiddelen, meestal schijfruimte op jouw / partitie.

source: you must cleanup diskspace or make sure you are not running too many processes.
nl: je moet schijfruimte opruimen of ervoor zorgen dat je niet te veel processen draait.

source: SELinux has prevented vbetool from performing an unsafe memory operation.
bg: SELinux попречи на vbetool да изпълни несигурна операция с паметта.
cs: SELinux zabránil vbetool v provedení nebezpečné operace v paměti.
de: SELinux hinderte vbetool an der Ausführung einer unsicheren Speicher-Operation.
gu: SELinux એ vbetool ને અસલામત મેમરી ક્રિયા ને્ય રીતે ચલાવવાથી બચાવેલ છે.
kn: vbetool ಒಂದು ಅಸುರಕ್ಷಿತ ಮೆಮೊರಿ ಕಾರ್ಯವನ್ನು ನಿರ್ವಹಿಸುವುದನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 vbetool이 안전하지 않은 메모리 운영을 수행하지 못하게 합니다.
ml: സുരക്ഷിതമല്ലാത്ത മെമ്മറി പ്രക്രിയ vbetool ഉപയോഗിക്കുന്നതില്‍ നിന്നും SELinux തടയുന്നു.
mr: SELinux ने vbetool यास असुरक्षीत स्मृती कार्य करण्यापासून रोखले.
nl: SELinux belette vbetool om een onveilige geheugen operatie uit te voeren.
or: SELinux କୁ ସଠିକ ଭାବରେ ଗୋଟିଏ ଡେମନ ପରି ଚାଲିବାରୁ ଅଟକାଇଛି।
pl: SELinux powstrzymał vbetool przed wykonaniem niebezpiecznego działania na pamięci.
pt_br: O SELinux impediu que o vbetool realizasse uma operação insegura na memória.
ta: SELinux ஒரு பாதுகாப்பற்ற நினைவக செயலைச் செய்வதிலிருந்து vbetool ஐ தடுத்தது.

source: SELinux denied an operation requested by $SOURCE, a program used to alter video hardware state. This program is known to use an unsafe operation on system memory but so are a number of malware/exploit programs which masquerade as vbetool. This tool is used to reset video state when a machine resumes from a suspend. If your machine is not resuming properly your only choice is to allow this operation and reduce your system security against such malware.
nl: SELinux belette een operatie aangevraagd door $SOURCE, een programma gebruikt om de video hardware toestand te veranderen. Het is bekend dat dit programma een onveilige operatie op systeem geheugen gebruikt, maar dat doen ook een aantal malware/uitbuitings programma's die zich vermommen als vbetool. Dit gereedschap wordt gebruikt om de video toestand te resetten als een machine verdergaat vanuit de suspend toestand. Als jouw machine niet correct verdergaat is je enigste keuze om deze operatie toe te staan en jouw systeem beveiliging te verlagen voor zulke malware.

source: If you decide to continue to run the program in question you will need to allow this operation. This can be done on the command line by executing: # setsebool -P mmap_low_allowed 1
bg: Ако решите въпросната програма да продължи работата си, ще трябва да разрешите тази операция. Това може да направите от командния ред като изпълните: # setsebool -P mmap_low_allowed 1
cs: Rozhodnete-li se dál spouštět zmíněný program, musíte tuto operaci povolit. To se dá zařídit v příkazové řádce provedením: # setsebool -P mmap_low_allowed 1
de: Falls Sie das fragliche Programm weiterhin ausführen wollen, müssen Sie diese Operation zulassen. Dies kann an der Befehlszeile erfolgen, indem Sie folgendes ausführen: # setsebool -P mmap_low_allowed 1
gu: જો તમે પ્રશ્ર્નમાં પ્રક્રિયાને ચલાવવા માટે ચાલુ રાખવાનું નક્કી કરો તો તમારે આ ક્રિયાને પરવાનગી આપવાની જરૂર પડશે. આને ચલાવવા વડે આદેશ વાક્ય પર પૂરું થઇ શકે છે: # setsebool -P mmap_low_allowed 1
kn: ಪ್ರಶ್ನೆಯಲ್ಲಿರುವ ಅನ್ವಯವನ್ನು ನೀವು ಚಲಾಯಿಸಲು ಬಯಸಿದಲ್ಲಿ ಈ ಕಾರ್ಯಕ್ಕೆ ನೀವು ಅನುಮತಿಯನ್ನು ನೀಡಬೇಕಾಗುತ್ತದೆ.ಇದನ್ನು ನೆರವೇರಿಸಲು ಆಜ್ಞಾ ಸಾಲಿನಲ್ಲಿ ಈ ಕೆಳಗಿನ ಆದೇಶವನ್ನು ಚಲಾಯಿಸಿ: # setsebool -P mmap_low_allowed 1
ko: 문제가 되고 있는 프로그램을 계속 실행하기로 결정한 경우 이러한 작업을 허용해야 합니다. 이를 위해 명령행에서 다음과 같이 실행할 수 있습니다: # setsebool -P mmap_low_allowed 1
ml: ഈ പ്രോഗ്രാം തുടര്‍ന്നും പ്രവര്‍ത്തിക്കുന്നതിനായി നിങ്ങള്‍ക്കു് ഈ പ്രക്രിയ അനുവദിക്കേണം. കമാന്‍ഡ് ലൈനില്‍ ഇതു് പ്രവര്‍ത്തിപ്പിച്ചു് നടപ്പിലാക്കുക: # setsebool -P mmap_low_allowed 1
mr: ठराविक कार्यक्रम चालवायचे असल्यास तुम्हाला हे कार्य स्वीकारावे लागेल. हे आदेश ओळ पासून खालील चालवून शक्य आहे: # setsebool -P mmap_low_allowed 1
nl: Als je besluit om dit programma te blijven gebruiken moet je deze operatie toestaan. Je kunt dit doen op de commando-regel met het uitvoeren van: # setsebool -P mmap_low_allowed 1
or: ଯଦି ଆପଣ ସେହି ପ୍ରଗ୍ରାମକୁ ପ୍ରଶ୍ନ ସହିତ ଚାଲୁରଖିବାକୁ ସିଦ୍ଧାନ୍ତ କରିଛନ୍ତି, ତେବେ ଆପଣଙ୍କୁ ଏହି ପ୍ରୟୋଗକୁ ଅନୁମତି ଦେବାକୁ ହେବ। ଏହା ନିର୍ଦ୍ଦେଶ ନାମାରେ ନିଷ୍ପାଦନ କରି କାର୍ଯ୍ୟକାରୀ ହୋଇଥାଏ: # setsebool -P mmap_low_allowed 1
pl: Aby kontynuować wykonywanie wątpliwego programu, wymagane jest pozwolenie na to działanie. Można to zrobić wykonując w wierszu poleceń: # setsebool -P mmap_low_allowed 1
pt_br: Se você decidir continuar a execução do programa em questão, você precisará permitir esta operação. Isso pode ser feito na linha de comando executando: # setsebool -P mmap_low_allowed 1
ta: ஆனால் நீங்கள் நிரலை தொடர்ந்து இயக்க முடிவு செய்தால், இந்த செயலை நீங்கள் அனுமதிக்க வேண்டும். கட்டளை வரியில் இந்தக் கட்டளையை இயக்கி இதைச் செய்யலாம்: # setsebool -P mmap_low_allowed 1

source: you want to ignore this AVC because it is dangerous and your machine seems to be working correctly.
bg: искате да игнорирате това AVC понеже е опасно и изглежда машината Ви работи коректно.
gu: તમે આ AVC ને અવગણવા માંગો છો કારણ કે તે ખતરનાક છે અને એવુ લાગે છે કે તમારુ મશીન યોગ્ય રીતે કામ કરી રહ્યુ છે.
kn: ನೀವು ಈ AVC ಯನ್ನು ಕಡೆಗಣಿಸಲು ಬಯಸುತ್ತೀರಿ ಏಕೆಂದರೆ ಇದು ಅಪಾಯಕಾರಿಯಾಗಿದೆ ಹಾಗು ನಿಮ್ಮ ಗಣಕವು ಸರಿಯಾಗಿ ಕೆಲಸಮಾಡುತ್ತಿದೆ ಎಂದು ತೋರುತ್ತಿದೆ.
ml: ഈ എവിസി അപകടകരമാണു് അതിനാല്‍ ഈ എവിസി ഉപേക്ഷിയ്ക്കണം. കൂടാതെ നിങ്ങളുടെ സിസ്റ്റം ശരിയായി പ്രവര്‍ത്തിയ്ക്കുന്നു എന്നും ഉറപ്പാക്കുക.
mr: धोकादायक असल्याने व तुमची मशीन योग्यरित्या कार्य करत असल्याने या AVC कडे दुर्लक्ष करा.
nl: je wilt deze AVC negeren omdat het gevaarlijk is en jouw machine goed te lijkt werken.
or: ଆପଣ ଏହି AVC କୁ ଅଗ୍ରାହ୍ୟ କରିବା ପାଇଁ ଚାହୁଁଛନ୍ତି କାରଣ ଏହା ବିପଦ ଜନକ ଅଟେ ଏବଂ ଆପଣଙ୍କର ଯନ୍ତ୍ର ସଠିକ ଭାବରେ କାର୍ଯ୍ୟ କରୁଅଛି ପରି ଲାଗୁଛି।
ta: இந்த AVC-ஐ புறக்கணிக்க விரும்புகிறீர்களை ஏனெனில் இது ஆபத்தானது உங்கள் கணினியானது சரியாக பணிபுரிவதாக தோன்றுகிறது.

source: you must tell SELinux about this by enabling the vbetool_mmap_zero_ignore boolean.
bg: трябва да кажете на SELinux за това като установите булевата променлива vbetool_mmap_zero_ignore.
cs: Musíte o tomto SELinuxu říct povolením booleovské hodnoty vbetool_mmap_zero_ignore.
de: Sie müssen SELinux darüber informieren, indem Sie die ivbetool_mmap_zero_ignore-Variable aktivieren.
gu: vbetool_mmap_zero_ignore બુલિયનને સક્રિય કરીને આ વિશે તમારે SELinux ને કહેવુ જ જોઇએ.
kn: vbetool_mmap_zero_ignore ಬೂಲಿಯನ್ ಅನ್ನು ಶಕ್ತಗೊಳಿಸುವ ಮೂಲಕ ನೀವು SELinux ಗೆ ಇದರ ಬಗ್ಗೆ ಹೇಳಬೇಕು.
ko: vbetool_mmap_zero_ignore 부울을 활성화하여 이에 대해 SELinux에 알려야 합니다.
ml: vbetool_mmap_zero_ignore ബൂളിയന്‍ പ്രവര്‍ത്തന രഹിതമാക്കി ഇതിനെപ്പറ്റി SELinux-നെ അറിയിയ്ക്കണം.
mr: vbetool_mmap_zero_ignore बूलियन सुरू करून SELinux ला याविषयी कळवा.
nl: je moet SELinux dit vertellen door de vbetool_mmap_zero_ignore boolean aan te zetten.
or: vbetool_mmap_zero_ignore ବୁଲିଆନକୁ ସକ୍ରିୟ କରି ଆପଣ SELinux କୁ ଏହା ବିଷୟରେ କହିବା ଉଚିତ।
pl: należy powiadomić o tym SELinuksa włączając zmienną logiczną vbetool_mmap_zero_ignore.
pt_br: você precisa informar o SELinux sobre isto, habilitando o booleano vbetool_mmap_zero_ignore.
ta: SELinux-க்கு vbetool_mmap_zero_ignore_mmap_zero_ignore boolean-ஐ செயல்படுத்துவதால் நீங்கள் இதை சொல்ல வேண்டும்.
