Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: SELinux policy is preventing an httpd script from writing to a public directory.
bg: SELinux политика пречи на httpd скрипт да пише в публична директория.
cs: SELinux zabránil httpd skriptu zapsat do veřejného adresáře.
de: Die SELinux-Richtlinie hindert ein HTTP-Skript am Schreiben in ein öffentliches Verzeichnis.
gu: SELinux પોલિસી એ httpd સ્ક્રિપ્ટને જાહેર ડિરેક્ટરીમાં લખવાથી અટકાવી રહી છે.
kn: SELinux ಪಾಲಿಸಿಯು ಒಂದು http ಸ್ಕ್ರಿಪ್ಟ್‍ ಒಂದು ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶಕ್ಕೆ ಬರೆಯದಂತೆ ತಡೆಯುತ್ತಿದೆ.
ko: SELinux 정책은 httpd 스크립트가 공개 디렉토리에 기록하지 못하게 합니다.
ml: ഒരു പബ്ളിക്ക് ഡയറക്ടറിയിലേക്ക് എഴുതുന്നതില്‍ നിന്നും httpd സ്ക്രിപ്റ്റിനെ SELinux പോളിസി എതിര്‍ക്കുന്നു.
mr: SELinux करार httpd स्क्रीप्टला पब्लिक डिरेक्ट्री वर लिहीण्यापासून रोखले.
nl: SELinux tactiek belet een http script om naar een publieke map te schrijven.
or: SELinux ନିୟମ ଗୋଟିଏ httpd ସ୍କ୍ରିପ୍ଟକୁ ଗୋଟିଏ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରିରେ ଲେଖିବାରୁ ଅଟକାଉଛି।
pl: Polityka SELinuksa powstrzymuje skrypt httpd przed zapisaniem do publicznego katalogu.
pt_br: Uma diretiva do SELinux está impedindo que um script httpd escreva em um diretório público.
ta: SELinux கொள்கை ஒரு httpd ஸ்கிரிப்டை ஒரு பொதுவான அடைவில் எழுதுவதை தடுக்கிறது.

source: SELinux policy is preventing an httpd script from writing to a public directory. If httpd is not setup to write to public directories, this could signal an intrusion attempt.
bg: SELinux политика пречи на httpd скрипт да пише в публична директория. Ако httpd не е настроен да пише в публични директории, това може да е сигнал за опит за пробив.
cs: SELinux policy is preventing an httpd script from writing to a public directory. Pokud httpd není nastaven, aby mohl zapisovat do veřejného adresáře, pak by toto mohl být pokus o průnik.
de: Die SELinux-Richtlinie hindert ein HTTP-Skript am Schreiben in ein öffentliches Verzeichnis. Falls HTTP nicht mit Schreibzugriff auf öffentliche Verzeichnisse konfiguriert ist, könnte dies einen Einbruchsversuch signalisieren.
gu: SELinux પોલિસી એ httpd સ્ક્રિપ્ટને જાહેર ડિરેક્ટરીમાં લખવાથી અટકાવી રહી છે. જો httpd એ જાહેર ડિરેક્ટરીઓ લખવા માટે સુયોજિત થયેલ નહિં હોય, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
kn: SELinux ಪಾಲಿಸಿಯು ಒಂದು http ಸ್ಕ್ರಿಪ್ಟ್‍ ಒಂದು ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶಕ್ಕೆ ಬರೆಯದಂತೆ ತಡೆಯುತ್ತಿದೆ. ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶಗಳಿಗೆ ಬರೆಯಲು httpd ಯನ್ನು ಹೊಂದಿಸದೆ ಹೋದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux 정책은 httpd 스크립트가 공개 디렉토리에 기록하지 못하게 합니다. 공개 디렉토리에 기록하기 위해 httpd가 설정되지 않았을 경우, 침입을 시도하였다는 신호가 나타날 수 있습니다.
ml: ഒരു പബ്ളിക്ക് ഡയറക്ടറിയിലേക്ക് എഴുതുന്നതില്‍ നിന്നും httpd സ്ക്രിപ്റ്റിനെ SELinux പോളിസി എതിര്‍ക്കുന്നു. പബ്ളിക്ക് ഡയറക്ടറികളിലേക്ക് എഴുതുന്നതിനായി http സജ്ജമല്ല എങ്കില്‍, ഇതിന് അനുവാദമില്ലാത്ത ഒരു പ്രവര്‍ത്തനം ശ്രമിക്കുന്നതിന് തുല്ല്യമാണ്.
mr: SELinux करार httpd स्क्रिप्टला पब्लिक डिरेक्ट्रीवर लिहीण्यापासून रोखले. httpd पब्लिक डिरेक्ट्रीवर लिहीण्यास सेटअप केले नसल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux tactiek belet een httpd script om naar een publieke map te schrijven. Als httpd niet ingesteld is om naar publieke mappen te schrijven, kan dit een teken zijn van een indringing poging.
or: SELinux ନିୟମ ଗୋଟିଏ httpd ସ୍କ୍ରିପ୍ଟକୁ ଏକ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରିରେ ଲେଖିବାରୁ ଅଟକାଉଛି। ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରି ମାନଙ୍କରେ ଲେଖିବା ପାଇଁ httpd କୁ ବିନ୍ଯାସ କରାଯାଇ ନ ଥିଲେ,ଏହା ଅମାନ୍ଯ ପ୍ରଚେଷ୍ଟା କରିପାରେ।
pl: Polityka SELinuksa powstrzymuje skrypt httpd przed zapisaniem do publicznego katalogu. Jeśli httpd nie jest ustawiony tak, aby zapisywał do katalogów publicznych, może to wskazywać na próbę włamania.
pt_br: Uma política do SELinux está impedindo que um script do httpd escreva em um diretório público. Se o httpd não estiver configurado para escrever em diretórios públicos, isto pode indicar uma tentativa de intrusão.
ta: SELinux கொள்கை httpd ஸ்கிரிப்ட்டை ஒரு பொது கோப்பகத்தில் எழுதாமல் தடுக்கிறது. பொது கோப்பகத்தில் எழுதும்படி httpd அமைக்கப்பட்டிருக்காவிட்டால், இது ஒரு குறுக்கீட்டுச் செயலின் அடையாளமாக இருக்கலாம்.

source: If httpd scripts should be allowed to write to public directories you need to turn on the $BOOLEAN boolean and change the file context of the public directory to public_content_rw_t. Read the httpd_selinux man page for further information: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t public_content_rw_t <path>"
nl: Als het httpd scripts toegestaan moet zijn om naar publieke mappen te schrijven moet je de $BOOLEAN boolean aanzetten en de bestand context van de publieke map veranderen naar public_content_rw_t. Lees de httpd_selinux manual pagina voor verdere informatie: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Je moet ook de standaard context bestanden op het systeem veranderen om deze te behouden ook na een volledige her-bestempeling. "semanage fcontext -a -t public_content_rw_t <path>"

source: you want to allow $SOURCE_PATH to be able to write to shared public content
bg: искате да позволите $SOURCE_PATH да може да пише в споделено публично съдържание
gu: તમે વહેંચાયેલ સાર્વજનિક સમાવિષ્ટને લખવા $SOURCE_PATH ને પરવાનગી આપવા માંગો છો
kn: ಹಂಚಲಾದ ಸಾರ್ವಜನಿಕ ವಿಷಯಕ್ಕೆ $SOURCE_PATH ಬರೆಯಲು ಅನುಮತಿಸಬೇಕೆಂದರೆ
ml: പങ്കിടുന്ന പബ്ലിക് ഉള്ളടക്കത്തിലേക്കു് സൂക്ഷിയ്ക്കുവാന്‍ നിങ്ങള്‍ $SOURCE_PATH-നെ അനുവദിയ്ക്കേണ്ടതുണ്ടു്
mr: $SOURCE_PATH ला nfs फाइल प्रणालीकरीता लिहण्यास परवानगी द्यायची असल्यास
nl: je wilt $SOURCE_PATH toestaan om te schrijven naar gedeelde publieke inhoud
or: ଆପଣ $SOURCE_PATH କୁ ସହଭାଗୀ ସର୍ବସାଧାରଣ ବିଷୟବସ୍ତୁକୁ ଲେଖିବା ପାଇଁ ସକ୍ଷମ କରିବାକୁ ଅନୁମତି ଦିଅନ୍ତୁ
ta: $SOURCE_PATH-ஆனது பகிரப்பட்ட பொது உள்ளடக்கத்திற்கு எழுத முடிவதை அனுமதிக்க விரும்பினால்

source: you need to change the label on $TARGET_PATH to public_content_rw_t, and potentially turn on the allow_httpd_sys_script_anon_write boolean.
bg: трябва да промените етикета на $TARGET_PATH на public_content_rw_t и евентуално да включите булевата променлива allow_httpd_sys_script_anon_write.
cs: musíte změnit značku $TARGET_PATH na public_content_rw_t a případně i zapnout booleovskou hodnotu allow_httpd_sys_script_anon_write.
de: Sie müssen das Label auf $TARGET_PATH zu public_content_rw_t ändern und möglicherweise die Boolesche Variable allow_httpd_sys_script_anon_write aktivieren.
gu: તમારે public_content_rw_t માટે $TARGET_PATH પર લેબલને બદલવાની જરૂર પડશે, અને allow_httpd_sys_script_anon_write બુલિયનને ચાલુ કરો.
kn: $TARGET_PATH ನಲ್ಲಿನ ಲೇಬಲ್ ಅನ್ನು public_content_rw_t ಗೆ ಬದಲಾಯಿಸಬೇಕು, ಹಾಗು allow_httpd_sys_script_anon_write ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕು.
ko: $TARGET_PATH에서의 레이블을 public_content_rw_t로 변경해야 하며 allow_httpd_sys_script_anon_write 부울을 활성화해야 합니다.
ml: $TARGET_PATH-ലുള്ള ലേബലിനെ public_content_rw_t-ലേക്കു് മാറ്റേണ്ടതുണ്ടു്, കൂടാതെ allow_httpd_sys_script_anon_write boolean ഓണ്‍ ചെയ്യുകയും വേണം.
mr: $TARGET_PATH वरील लेबलला public_content_rw_t करीता बदलणे, व allow_httpd_sys_script_anon_write बूलियन सुर करणे आवश्यक आहे.
nl: je moet de label van $TARGET_PATH veranderen naar public_content_rw_t, en potentieel de allow_httpd_sys_script_anon_write boolean aanzetten.
or: ଏକା ପ୍ରକାର ଉପକରଣ ପାଇଁ ଆପଣଙ୍କୁ $TARGET_PATH ଉପରେ ନାମପଟିକୁ public_content_rw_t ନାମରେ ପରିବର୍ତ୍ତନ କରିବାକୁ ହେବ, ଏବଂ allow_httpd_sys_script_anon_write ବୁଲିଆନକୁ ଅନ କରିବାକୁ ହେବ।
pl: należy zmienić etykietę $TARGET_PATH na public_content_rw_t, a być może także włączyć zmienną logiczną allow_httpd_sys_script_anon_write.
pt_br: você precisa mudar o rótulo em $TARGET_PATH to public_content_rw_t, e ativar o booleano allow_httpd_sys_script_anon_write.
ta: $TARGET_PATH க்கு public_content_rw_t லேபிளை மாற்றி, மற்றும் சிறப்பாக allow_httpd_sys_script_anon_write boolean-ஐ துவக்கவும்.

source: SELinux is preventing $SOURCE_PATH from changing the access protection of memory on the heap.
bg: SELinux пречи на $SOURCE_PATH да промени защитата за достъп до паметта on the heap.
cs: SELinux brání $SOURCE_PATH změnit ochranu přístupu paměti na haldě.
de: SELinux hindert $SOURCE_PATH an der Änderung des Zugriffs- schutzes des Freispeicherbereichs.
gu: SELinux એ $SOURCE_PATH ને હીપ પરથી મેમરીના વપરાશની સુરક્ષામાંથી અટકાવી રહ્યું છે.
kn: $SOURCE_PATH ಅನ್ನು ಒಟ್ಟಿಗೆ ಮೆಮೊರಿಯ ನಿಲುಕಣಾ ಸಂರಕ್ಷಣೆಯನ್ನು ಬದಲಾಯಿಸದಂತೆ SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 $SOURCE가 힙 영역에서 메모리의 액세스 보안을 변경하지 못하게 합니다.
ml: ഹീപ്പിലുളള മെമ്മറി സുരക്ഷയ്ക്കുളള അനുമതി മാറ്റുന്നതില്‍ നിന്നും $SOURCE_PATH-നെ SELinux എതിര്‍ക്കുന്നു.
mr: SELinux $SOURCE_PATH ला heap वरील स्मृतीच्या सुरक्षा करीता प्रवेश देण्यापासून रोखत आहे.
nl: SELinux belet $SOURCE_PATH om de toegang bescherming van geheugen op de stapel te veranderen.
or: SELinux $SOURCE_PATH କୁ ବହୁତ ସଂଖ୍ଯକ ସ୍ମୃତି ଅଭିଗମ ଅନୁମତିକୁ ବଦଳାଇବାରୁ ଅଟକାଉଛି।
pl: SELinux powstrzymuje $SOURCE_PATH przed zmienianiem ochrony dostępu do pamięci na stercie.
pt_br: O SELinux está impedindo que o $SOURCE_PATH altere a proteção de acesso à memória na pilha.
ta: SELinux $SOURCE_PATH ஐ குவியலில் உள்ள நினைவின் அணுகல் பாதுகாப்பை மாற்றுவதிலிருந்து தடுக்கிறது.

source: The $SOURCE application attempted to change the access protection of memory on the heap (e.g., allocated using malloc). This is a potential security problem. Applications should not be doing this. Applications are sometimes coded incorrectly and request this permission. The <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> web page explains how to remove this requirement. If $SOURCE does not work and you need it to work, you can configure SELinux temporarily to allow this access until the application is fixed. Please file a bug report against this package.
bg: Приложението $SOURCE се опита да промени защитата за достъп до динамичната памет (heap, заделена чрез malloc). Това е потенциален проблем за сигурността. Приложенията не би трябвало да правят това. Понякога те са кодирани неправилно и изискват това право. На уеб страницата <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux тестове за защита на паметта</a> се съдържат инструкции как да премахнете това изискване. Ако $SOURCE не работи, а Вие се нуждаете от това, може да настроите SELinux временно да разрешава този достъп, докато приложението бъде коригирано. Моля попълнете рапорт за бъг за този пакет.
cs: Aplikace $SOURCE se pokusila změnit ochranu přístupu paměti na haldě (např., přidělit pomocí malloc). Je to možný bezpečnostní problém. Aplikace by to neměla dělat. Aplikace někdy jsou špatně naprogramované a požadují tento přístup. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Testy Paměťové Ochrany</a> tato stránka vysvětluje jak odstranit tento požadavek. Pokud $SOURCE nefunguje , a Vy ho potřebujete zprovoznit, můžete nastavit SELinux dočasně tak, aby tento přístup povolil dokud nebude aplikace opravena. Prosím pošlete chybové hlášení o této aplikaci.
de: Die Anwendung $SOURCE versuchte, den Schutz des Freispeicherbereichs zu verändern (z.B. zugeteilt durch malloc). Dies ist ein mögliches Sicherheitsproblem. Anwendungen sollten dies nicht tun. Anwendungen sind gelegentlich fehlerhaft programmiert und fordern diese Erlaubnis an. Die Webseite <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> erklärt, wie diese Anforderung entfernt werden kann. Falls $SOURCE nicht funktioniert, Sie dies jedoch benötigen, können Sie SELinux vorübergehend so konfigurieren, dass der Zugriff bis zur Korrektur der Anwendung erlaubt wird. Bitte reichen Sie einen Fehlerbericht für dieses Paket ein.
gu: $SOURCE કાર્યક્રમ એ હીપ (દા.ત. malloc દ્વારા ફાળવવામાં આવેલ) પર મેમરીની વપરાશ સુરક્ષા બદલવા માટે ચાલુ કરાયેલ છે. આ સંભવિત સુરક્ષા સમસ્યા છે. કાર્યક્રમોએ આ કરવું જોઈએ નહિં. કાર્યક્રમો અમુક સમયે અયોગ્ય રીતે કોડ કરાયેલ હોય છે અને આ પરવાનગીની અરજી કરે છે. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux મેમરી સુરક્ષા ચકાસણીઓ</a> વેબ પાનું સમજાવે છે કે કેવી રીતે આ જરૂરીયાત દૂર કરવી. જો $SOURCE કામ નહિં કરે અને તમારે તેને કામ કરવાની જરૂર હોય, તો તમે SELinux ને કામચલાઉ રીતે આ વપરાશની પરવાનગી આપી શકો છો જ્યાં સુધી કાર્યક્રમ સુધારાઈ નહિં જાય. મહેરબાની કરીને આ આ પેકેજ વિરુદ્ધ ભૂલનો અહેવાલ જમા કરો.
kn: $SOURCE ಅನ್ವಯವು ಒಟ್ಟಿಗೆ ಮೆಮೊರಿಯ ನಿಲುಕಣಾ ರಕ್ಷಣೆಯನ್ನು ಬದಲಾಯಿಸಲು ಪ್ರಯತ್ನಿಸಿದೆ (ಉದಾ., malloc ಬಳಸಿಕೊಂಡಿ ನಿಯೋಜಿಸಲಾಗಿದ್ದು). ಇದೊಂದು ದೊಡ್ಡದಾದ ಸುರಕ್ಷತಾ ಲೋಪ. ಅನ್ವಯಗಳು ಹೀಗೆ ಮಾಡಬಾರದು. ಅನ್ವಯಗಳು ಕೆಲವು ಬಾರಿ ತಪ್ಪಾಗಿ ಕೋಡ್ ಮಾಡಲ್ಪಡುವದರಿಂದ ಈ ಬಗೆಯ ಅನುಮತಿಗಾಗಿ ಮನವಿ ಮಾಡುತ್ತವೆ. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> ಜಾಲ ಪುಟವು ಈ ಅಗತ್ಯವನ್ನು ಹೇಗೆ ತೆಗೆದು ಹಾಕುವುದೆಂದು ವಿವರಿಸುತ್ತದೆ. ಎಲ್ಲಿಯಾದರೂ $SOURCE ಕೆಲಸ ಮಾಡದೆ ಇದ್ದು ಹಾಗು ನಿಮಗೆ ಅದು ಕೆಲಸ ಮಾಡುವುದುಬೇಕಿದ್ದಲ್ಲಿ, ಅನ್ವಯದ ತೊಂದರೆಯು ನಿವಾರಣೆಯಾಗುವವರೆಗೆ SELinux ಅನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ನೀವು ಈ ಅನುಮತಿಯನ್ನು ಒದಗಿಸುವಂತೆ ಸಂರಚಿಸಬಹುದು. ದಯವಿಟ್ಟು ಈ ಪ್ಯಾಕೇಜಿನ ವಿರುದ್ದ ಒಂದು ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ.
ko: $SOURCE 응용 프로그램은 힙 영역(예, malloc을 사용한 할당)에서 메모리의 액세스 보안 변경을 시도합니다. 잠재적으로 보안 문제가 발생할 수 있습니다. 응용 프로그램은 이를 실행해서는 안됩니다. 때때로 응용 프로그램이 잘못 코드되어 이러한 권한을 요청합니다. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux 메모리 보안 테스트</a> 웹 페이지에서 이러한 요구 사항을 어떻게 삭제하는 지에 대하여 설명합니다. $SOURCE 가 작동하지 않을 경우, 이를 작동시키시려면, 응용 프로그램이 작동할 때 까지 이러한 액세스를 허용하기 위해 임시적으로 SELinux를 설정하실 수 있습니다. 이러한 패키지에 대해 버그 리포트를 제출해 주시기 바랍니다.
ml: ഹീപ്പിലുളള മെമ്മറിയിലേക്കുളള (ഉദാ., malloc ഉപയോഗിച്ച് ഉണ്ടാക്കിയവ) പ്രവേശനം സുരക്ഷാസംവിധാനം മാറ്റുന്നതിനായി $SOURCE ആപ്ളിക്കേഷന്‍ ശ്രമിച്ചിരിക്കുന്നു. ഇത് സുരക്ഷ സംബന്ധിച്ചുളള ഒരു വളരെ പ്രധാന പ്രശ്നമാണ്. മിക്ക ലൈബ്രറികള്‍ക്കും ഈ പെര്‍മിഷന്‍റെ ആവശ്യമില്ല. ചിലപ്പോള്‍ ലൈബ്രറികള്‍ തെറ്റായി കോഡ് ചെയ്യുന്പോള്‍ മാത്രം ഈ പെര്‍മിഷനായി ആവശ്യപ്പെടുന്നു. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux മെമ്മറി പ്രൊട്ടെക്ഷന്‍ ടെസ്റ്റ്</a> വെബ് പേജ് ഈ ആവശ്യം എങ്ങനെ ഒഴിവാക്കണമെന്ന് വ്യക്തമാക്കുന്നു. ആപ്ളിക്കേഷന്‍ ശരിയാക്കുന്നത് വരെ, നിങ്ങള്‍ക്ക് അഥവാ $SOURCE ഉപയോഗിക്കണമെങ്കില്‍ (അത് പ്രവര്‍ത്തിക്കുന്നില്ലെങ്കില്‍) താല്‍ക്കാലികമായി SELinux ക്രമികരിക്കാവുന്നതാണ്. ഈ പാക്കേജിന് എതിരെ ഒരു ബഗ് രേഖപ്പെടുത്തുക.
mr: $SOURCE ऍप्लीकेशनने हीप (उ.दा., malloc चा वापर करून वाटप केलेले) वरील स्मृतीचे प्रवेश बदलविण्याचा प्रयत्न केला. ही एक सुरक्षा त्रुटी आहे. ऍप्लीकेशनने असे केले नाही पाहिजे. अनुप्रयोग कधिकधी अयोग्यरित्या कोड केले जाते व ही परनावगी करीता सहमती मांगतात. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux स्मृती सुरक्षा चाचणी</a> वेब पान तुम्हाला ही आवश्यकता काढूण टाकण्यास विश्लेषीत करते. $SOURCE कार्य करतनाही व तुम्हाला ते कार्यरत करण्याची आवश्यकता आहे, तुम्ही SELinux तात्पूरते अनुप्रयोग निर्धारीत होईपर्यंत संयोजीत करू शकता. कृपया या संकुलच्या विरूध्द बग अहवाल सादर करा.
nl: De $SOURCE toepassing probeerde de toegang bescherming van geheugen op de stapel te veranderen (b.v., toekenning met malloc). Dit is een potentieel beveiligings probleem. Toepassingen moeten dit niet doen. Toepassingen zijn soms niet correct geschreven en vragen deze rechten. De <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> web pagina legt uit hoe deze vereiste te verwijderen is. Als $SOURCE niet werkt en je moet het werkende hebben, kun je SELinux tijdelijk configureren om deze toegang toe te staan totdat de toepassing verbeterd is. Dien een fout rapport in voor dit pakket.
or: ଏହି $SOURCE ପ୍ରୟୋଗ ସ୍ମୃତି ସ୍ଥାନର ଅଭିଗମ୍ୟତା ସୁରକ୍ଷାକୁ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ ସଂଗ୍ରହାଳୟ ଉପରେ ପ୍ରଚେଷ୍ଟା କରିଥାଏ (ଯେପରିକି, malloc ବ୍ୟବହାର କରି ବଣ୍ଟନ କରିବା)। ଏହା ଗୋଟିଏ ସମ୍ଭାବ୍ୟ ସୁରକ୍ଷା ସମସ୍ୟା। ପ୍ରୟୋଗଗୁଡ଼ିକ ଏହା କରିବା ଉଚିତ ନୁହଁ। ପ୍ରୟୋଗଗୁଡ଼ିକ କିଛି ସମୟରେ ଭୁଲ ଭାବରେ ସାଙ୍କେତିକରଣ ହୋଇଥାଏ ଏବଂ ଏହି ଅନୁମତି ପାଇଁ ଅନୁରୋଧ କରିଥାଏ। ଏହି <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux ସ୍ମୃତି ସ୍ଥାନ ସୁରକ୍ଷା ପରୀକ୍ଷଣ</a> ଏହି ଆବଶ୍ୟକତାକୁ କିପରି କଢ଼ାଯିବ ତାହା ଏହି ୱେବ ପୃଷ୍ଠା ବିଶ୍ଳେଷଣ କରିଥାଏ। ଯଦି $SOURCE କାର୍ଯ୍ୟ କରିନଥାଏ ଏବଂ ଏହା କାର୍ଯ୍ୟକରୁ ବୋଲି ଆପଣ ଚାହୁଁଛନ୍ତି, ତେବେ ଆପଣ SELinux କୁ ଅସ୍ଥାୟୀ ଭାବରେ ବିନ୍ୟାସ କରିପାରିବେ ପ୍ରୟୋଗଟି ସ୍ଥିର ହେବା ପର୍ଯ୍ୟନ୍ତ ଏହି ଅଭିଗମ୍ୟ ହୋଇଥାଏ। ଦୟାକରି ଏହି ପ୍ୟାକେଜ ବିପରିତରେ ଗୋଟିଏ ତ୍ରୁଟି ବିବରଣୀ ଦାଖଲ କରନ୍ତୁ।
pl: Aplikacja $SOURCE próbowała zmienić ochronę dostępu do pamięci na stercie (np. przydzielonej przez malloc). Jest to potencjalny problem z bezpieczeństwem. Aplikacje nie powinny tego robić. Mogą one czasem być niepoprawnie napisane i żądać tego pozwolenia. Strona WWW <a href="http://people.redhat.com/drepper/selinux-mem.html">Testy ochrony pamięci SELinuksa</a> wyjaśnia, jak usunąć to wymaganie. Jeśli $SOURCE nie działa, a jest wymagana, można tak tymczasowo skonfigurować SELinuksa, aby pozwalał na ten dostęp, dopóki aplikacja nie zostanie naprawiona. Proszę zgłosić raport błędu w tym pakiecie.
pt_br: O aplicativo $SOURCE tentou mudar a proteção de acesso à memória na pilha (por exemplo, alocada através do malloc). Isto representa um problema sério de segurança. Os aplicativos não deveriam fazer isto. Às vezes, os aplicativos são mal programados, o que os leva a requisitar esta permissão. A página <a href="http://people.redhat.com/drepper/selinux-mem.html">Testes de Proteção de Memória SELinux</a> explica como remover este requisito. Se o $SOURCE não funcionar mas você precisar que funcione, você pode configurar o SELinux para permitir este acesso temporariamente até que o aplicativo seja consertado. Por favor, submeta um relato de erro para este pacote.
ta: $SOURCE ஐ குவியலில் உள்ள நினைவின் அணுகல் பாதுகாப்பை மாற்ற முயன்றது. (எ-டு malloc பயன்படுத்தி அளிக்கப்பட்ட). இது ஒரு பாதுகாப்பு பிரச்சினையாக இருக்கலாம். நிரல்கள் இதை செய்யக்கூடாது. சில சமயம் சில நிரல்கள் தவறான குறியாக்கத்தால் இந்த அனுமதியை கோருகின்றன. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> பக்கங்கள் இந்த தேவையை நீக்குவது குறித்து விவரிக்கின்றன. $SOURCE வேலை செய்யாது போனால் இந்த நிரல் சரி செய்யப்படும்வரை தற்காலிகமாக SELinuxஐ அமைத்துக் கொள்ளலாம். இந்த பொதிக்கு ஒரு வழுவை இங்கு பதிவு செய்யவும்: <a href="http://bugzilla.redhat.com/bugzilla/enter_bug.cgi">bug report</a>

source: If you want $SOURCE to continue, you must turn on the $BOOLEAN boolean. Note: This boolean will affect all applications on the system.
bg: Ако искате $SOURCE да продължи, трябва да включите булевата променлива $BOOLEAN. Забележка: Тази булева променлива засяга всички приложения в системата.
cs: Pokud chcete, aby $SOURCE pokračoval, musíte změnit $BOOLEAN boolean. Poznámka: Tento boolean ovlivní všechny aplikace v systému.
de: Falls Sie mit $SOURCE fortfahren möchten, müssen Sie die Boolesche Variable $BOOLEAN aktivieren. Hinweis: Diese Boolesche Variable wirkt sich auf alle Anwendungen des Systems aus.
gu: જો તમે $SOURCE ને ચાલુ રાખવા માંગો, તો તમારે $BOOLEAN બુલિયન ચાલુ કરવું જ જોઈએ. નોંધ: આ બુલિયન સિસ્ટમ પરના બધા કાર્યક્રમોને અસર કરશે.
kn: $SOURCE ಮುಂದುವರೆಯ ಬೇಕಿದ್ದರೆ, ನೀವು $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತ್ದೆ. ಸೂಚನೆ: ಈ ಬೂಲಿಯನ್ ಗಣಕದಲ್ಲಿನ ಎಲ್ಲಾ ಅನ್ವಯಗಳ ಮೇಲೂ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ.
ko: $SOURCE를 계속 진행하시려면, $BOOLEAN 부울을 켜야만 합니다. 알림: 이러한 부울은 시스템 상의 모든 응용 프로그램에 영향을 미치게 됩니다.
ml: നിങ്ങള്‍ക്ക് $SOURCE തുടരണമെങ്കില്‍, നിങ്ങള്‍ $BOOLEAN boolean പ്രവര്‍ത്തിപ്പിക്കേണ്ടതാണ്. കുറിപ്പ്: ഈ boolean ഈ സിസ്റ്റമിലുളള എല്ലാ പ്രയോഗങ്ങളിലും ബാധകമാകുന്നു.
mr: $SOURCE ला पुढे चालवायचे असल्यास, तुम्ही $BOOLEAN बूलीयन असे निश्चित केले पाहिजे. लक्षात घ्या: या बूलीयनमुळे इतर सर्व अनुप्रयोग प्रभावित ठरतात
nl: Als je $SOURCE wilt laten doorgaan, moet je de $BOOLEAN boolean aanzetten. Merk op: Deze boolean zal alle toepassingen op het systeem beïnvloeden.
or: ଆପଣ $SOURCE କୁ ଜାରି ରଖିବା ପାଇଁ ଚାହୁଁଥିଲେ, ଆପଣ $BOOLEAN ବୁଲିଆନ ମୂଲ୍ଯକୁ ଅନ କରିବା ଉଚିତ। ଟିପ୍ପଣୀ: ଏହି ବୁଲିଆନଟି ତନ୍ତ୍ରରେ ଥିବା ସମସ୍ତ ପ୍ରୟୋଗ ମାନଙ୍କୁ ପ୍ରଭାବିତ କରିବ।
pl: Jeśli $SOURCE ma kontynuować, należy włączyć zmienną logiczną $BOOLEAN. Uwaga: ta zmiana odniesie efekt we wszystkich aplikacjach w systemie.
pt_br: Se você quiser que o $SOURCE continue, você deve mudar o Booleano $BOOLEAN para verdadeiro. Nota: Este booleano afetará todos os aplicativos do sistema.
ta: நீங்கள் $SOURCE_PATH தொடர வேண்டுமென நினைத்தால் $BOOLEAN பூலியனை செயல்படுத்த வேண்டும். இது கணினியில் உள்ள எல்லா நிரல்களையும் பாதிக்கும் என அறியவும்.

source: you do not think $SOURCE_PATH should need to map heap memory that is both writable and executable.
bg: не мислите, че на $SOURCE_PATH ще е нужен map на heap паметта, която да е едновременно за писане и изпълнение.
gu: તમારે એવુ વિચારવુ જોઇએ નહિં કે $SOURCE_PATH ને મૅપ હીપ મેમરીની જરૂર હોવી જોઇએ કે જે બંને લખી શકાય અને ચલાવી શકાય છે.
kn: ಬರೆಯಬಹುದಾದ ಹಾಗು ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದಾದಂತಹ ಮೆಮೊರಿ ರಾಶಿಗೆ $SOURCE_PATH ಮ್ಯಾಪ್ ಮಾಡುವ ಅಗತ್ಯವಿದೆಯೆಂದು ನಿಮಗೆ ಅನ್ನಿಸುವುದಿಲ್ಲ.
ml: എഴുതുവാനും പ്രവര്‍ത്തിപ്പിയ്ക്കുവാനും സാധ്യമാകുന്ന ഹീപ്പ് മെമ്മറി മാപ്പ് ചെയ്യുവാന്‍ $SOURCE_PATH-ന്റെ ആവശ്യമില്ലെന്നു് കരുതുന്നു.
mr: दोंही लेखनजोगी व वापरण्याजोगी हिप मेमरिकरीता $SOURCE_PATH ने मॅप व्हावे असे तुम्हाला वाटत नाही.
nl: je denkt niet dat het nodig is dat $SOURCE_PATH heap geheugen moet afbeelden dat zowel beschrijfbaar als uitvoerbaar is.
or: ଆପଣ ଭାବୁନାହାନ୍ତି କି $SOURCE_PATH ହିପ ସ୍ମୃତିସ୍ଥାନକୁ ଆବଶ୍ୟକ କରିବା ଉଚିତ ଯାହାକି ଉଭୟ ଲେଖାଯୋଗ୍ୟ ଏବଂ ନିଷ୍ପାଦନଯୋଗ୍ୟ।
ta: $SOURCE_PATH ஆனது வரைபட குவியலில் எழுதக்கூடிய மற்றும் செயலாற்றக்கூடிய ஸ்டாக்கில் தேவைப்படுவதை நீங்கள் நினைக்கவில்லை.

source: you need to report a bug. This is a potentially dangerous access.
bg: трябва да докладвате за бъг. Това е потенциално опасен достъп.
cs: měli byste nahlásit chybu. Toto je potenciálně nebezpečný přístup.
de: Sie müssen einen Fehlerbereicht einreichen. Dies ist ein möglicherweise gewährlicher Zugriff.
gu: તમારે ભૂલનો અહેવાલ કરવો જોઇએ. આ ખતરનાક પ્રવેશ છે.
kn: ನೀವು ಒಂದು ದೋಷವನ್ನು ವರದಿ ಮಾಡಬೇಕಾಗುತ್ತದೆ. ಇದು ಒಂದು ಅಪಾಯಕಾರಿಯಾದ ನಿಲುಕಣೆ.
ko: 버그를 보고해야 합니다. 이는 잠재적으로 위험한 액세스입니다.
ml: ബഗ് രേഖപ്പെടുത്തേണ്ടതുണ്ടു്.
mr: तुम्हाला बग कळवावे लागेल. हे प्रवेश घातक ठरू शकते.
nl: je moet een fout rapporteren. Dit is een potentieel gevaarlijke toegang.
or: ଆପଣଙ୍କୁ ଗୋଟିଏ ତ୍ରୁଟି ଖବର କରିବା ଆବଶ୍ୟକ। ଏହା ଗୋଟିଏ ବିପଦଜନକ ଅଭିଗମ୍ୟତା।
pl: należy zgłosić błąd. To potencjalnie niebezpieczny dostęp.
pt_br: você precisa reportar um erro. Este é um acesso muito perigoso.
ta: ஒரு பிழையை நீங்கள் அறிக்கையிட வேண்டும். இது ஒரு சாத்தியமுள்ள ஆபத்தான அணுகலாகும்.

source: Contact your security administrator and report this issue.
bg: Свържете се с Вашия администратор по сигурността и му съобщете за този случай.
cs: Kontaktujte bezpečnostního správce a nahlašte mu tento problém.
de: Setzen Sie sich mit Ihrem Sicherheitsadministrator in Verbindung und melden Sie dieses Problem.
gu: તમારા સુરક્ષા સંચાલકનો સંપર્ક કરો અને આ સમસ્યાનો અહેવાલ કરો.
kn: ನಿಮ್ಮ ಸುರಕ್ಷತಾ ವ್ಯವಸ್ಥಾಪಕರನ್ನು ಸಂಪರ್ಕಿಸಿ ಹಾಗು ಈ ವಿಷಯವನ್ನು ವರದಿ ಮಾಡಿ.
ko: 보안 관리자에게 문의하여 이 문제를 보고하십시오.
ml: നിങ്ങളുടെ സിസ്റ്റം അഡ്മിനിസ്ട്രേറ്ററുമായി ബന്ധപ്പെട്ടു്, ഈ പ്രശ്നം രേഖപ്പെടുത്തുക.
mr: सुरक्षा प्रशासकाशी संपर्क करा व हि अडचण कळवा.
nl: Neem contact op met jouw beveiliging beheerder en rapporteer dit probleem.
or: ଆପଣଙ୍କର ସୁରକ୍ଷା ପ୍ରଶାସକଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ ଏବଂ ଏହି ସମସ୍ୟାକୁ ଖବର କରନ୍ତୁ।
pl: Proszę skontaktować się administratorem bezpieczeństwa i zgłosić ten problem.
pt_br: Contate seu administrador de segurança e reporte este problema.
ta: உங்கள் பாதுகாப்பு நிர்வாகியை தொடர்பு கொண்டு இந்த சிக்கலை அறிக்கையிடவும்.
