Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: If you want to allow $SOURCE to bind to port $PORT_NUMBER, you can execute # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER where PORT_TYPE is one of the following: %s. If this system is running as an NIS Client, turning on the allow_ypbind boolean may fix the problem. setsebool -P allow_ypbind=1.
bg: Ако искате да разрешите $SOURCE да отваря порт $PORT_NUMBER, може да изпълните # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER където PORT_TYPE е едно от следните: %s. Ако тази система работи като NIS клиент, включването на булевата променлива allow_ypbind може да реши проблема. setsebool -P allow_ypbind=1.
cs: Chcete-li povolit $SOURCE , aby se vázal k portu $PORT_NUMBER, spusťte # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER kde PORT_TYPE je jeden z následujících: %s. Pokud tento systém běží jako NIS klient, zapnutí booleanu allow_ypbind může problém vyřešit. setsebool -P allow_ypbind=1.
de: Falls Sie $SOURCE erlauben möchten, an Port $PORT_NUMBER zu binden, führen Sie Folgendes aus: # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER wobei PORT_TYPE einer der folgenden ist: %s. Falls dieses System als NIS-Client läuft, kann das Aktivieren der Booleschen Variable allow_ypbind boolean das Problem möglicherweise beheben: setsebool -P allow_ypbind=1.
gu: જો પોર્ટ $PORT_NUMBER માં બાંધવા માટે $SOURCE ને પરવાનગી આપવા માટે તમે ઇચ્છતા હોય તો, તમે # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER ચલાવી શકો છો જ્યાં PORT_TYPE નીચેનાં માંથી એક છે: %s. જો આ સિસ્ટમ NIS ક્લાઇન્ટ તરીકે ચાલી રહ્યુ છે, _ypbind બુલિયન ને ચાલુ કરવાથી સમસ્યા સુધારી શકાય છે. setsebool -P allow_ypbind=1.
kn: $SOURCE ಗೆ ಸಂಪರ್ಕಸ್ಥಾನ $PORT_NUMBER ಬೈಂಡ್ ಆಗಿರಬೇಕೆಂದು ನೀವು ಬಯಸಿದಲ್ಲಿ, # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದು ಇಲ್ಲಿ PORT_TYPE ಎನ್ನುವುದು ಈ ಕೆಳಗಿನವುಗಳಲ್ಲಿ ಒಂದಾಗಿರುತ್ತದೆ: %s. ಈ ಗಣಕವು ಒಂದು NIS ಕ್ಲೈಂಟ್ ಆಗಿ ಚಲಾಯಿತಗೊಳ್ಳುತ್ತಿದ್ದಲ್ಲಿ, allow_ypbind ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡುವುದರಿಂದ, ಈ ತೊಂದರೆಯನ್ನು ಪರಿಹರಿಸಬಹುದಾಗಿದೆ. setsebool -P allow_ypbind=1.
ko: $SOURCE 가 포트 $PORT_NUMBER에 바인딩하게 하려면 다음 명령을 실행합니다. # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER 여기서 PORT_TYPE은 다음중 하나입니다: %s. 시스템이 NIS 클라이언트로 실행되고 있을 경우, allow_ypbind boolean을 활성화하면 문제를 해결할 수 도 있습니다. setsebool -P allow_ypbind=1.
ml: $SOURCE $PORT_NUMBER പോര്‍ട്ടിലേക്ക് ബൈന്‍ഡ് ചെയ്യുന്നതു് അനുവദിക്കണമെങ്കില്‍, ചെയ്യേണ്ടതു് # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER ഇവിടെ PORT_TYPE ഇതിലൊന്നാണു്: %s. ഈ സിസ്റ്റം NIS ക്ലൈന്റായി പ്രവര്‍ത്തുക്കുന്നെങ്കില്‍, allow_ypbind ബൂളിയന്‍ ഓണാക്കുന്നതു് പ്രശ്നം പരിഹരിക്കുന്നു. setsebool -P allow_ypbind=1.
mr: $SOURCE ला पोर्ट $PORT_NUMBER करीता बाइंड करायचे असल्यास, खालील चालवा # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER जेथे PORT_TYPE खालीलपैकी एक असते: %s. हि प्रणाली NIS क्लाएंट म्हणून कार्यरत असल्यास, allow_ypbind बूलियन सुरू केल्याने अडचणीचे निवारण शक्य आहे. setsebool -P allow_ypbind=1.
nl: Als je $SOURCE wilt toestaan om te verbinden met poort $PORT_NUMBER, voer je uit # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER waarin PORT_TYPE een van de volgende is: %s. Als dit systeem als een NIS cliënt draait, kan het aanzetten van de allow_ypbind boolean het probleem oplossen. setsebool -P allow_ypbind=1.
or: ଯଦି ଆପଣ $SOURCE କୁ ସଂଯୋଗିକୀ $PORT_NUMBER ସହିତ ବାନ୍ଧିରଖିନଥାନ୍ତି, ତେବେ ଆପଣ ନିମ୍ନଲିଖିତକୁ ନିଷ୍ପାଦନ କରିପାରିବେ # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER ଯେଉଁଠି PORT_TYPE ଟି ନିମ୍ନଲିଖିତ ମଧ୍ଯରୁ ଗୋଟିଏ: %s. ଯଦି ସେହି ତନ୍ତ୍ରଟି ଗୋଟିଏ NIS କ୍ଲାଏଣ୍ଟ ଭାବରେ ଚାଲୁଥାଏ, ତେବେallow_ypbind ବୁଲିଆନକୁ ଅନ କରିବା ଫଳରେ ସେହି ସମସ୍ୟାର ସମାଧାନ ହୋଇପାରିବ। setsebool -P allow_ypbind=1.
pl: Aby pozwolić $SOURCE na dowiązywanie do portu $PORT_NUMBER, można wykonać # semanage port -a -t TYP_PORTU -p %s $PORT_NUMBER</b> gdzie TYP_PORTU jest jednym z poniższych: %s. Jeśli system jest uruchomiony jako klient NIS, włączenie zmiennej logicznej allow_ypbind może naprawić problem. setsebool -P allow_ypbind=1.
pt_br: Se você deseja permitir que o $SOURCE se conecte à porta $PORT_NUMBER, você pode executar # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER onde PORT_TYPE é um dos seguintes: %s. Se este sistema estiver sendo executado com um Cliente NIS, ligue o booleano allow_ypbind para reparar o problema. setsebool -P allow_ypbind=1
ta: முனையம் $PORT_NUMBER உடன் பிணைய $SOURCE ஐ நீங்கள் அனுமதிக்க விரும்பினால், இந்தக் கட்டளையை இயக்கலாம் # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER இங்கு PORT_TYPE என்பது பின்வருபவற்றுள் ஒன்று: %s. இந்தக் கணினி ஒரு NIS கிளையன்ட்டாக இயங்கினால், allow_ypbind பூலியனை இயக்கினால், சிக்கல் தீரக்கூடும். setsebool -P allow_ypbind=1.

source: # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER where PORT_TYPE is one of the following: %s.
bg: # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER където PORT_TYPE е едно от следните: %s.
cs: # semanage port -a -t TYP_PORTU -p %s $PORT_NUMBER kde TYP_PORTU je jedno z následujících: %s.
de: # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER wobei PORT_TYPE einer der folgenden Werte ist: %s.
gu: # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER જ્યાં PORT_TYPE એ નીચેનામાંથી એક છે: %s.
kn: #semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER ಇಲ್ಲಿ PORT_TYPE ಎನ್ನುವುದ ಈ ಕೆಳಗಿನವುಗಳಲ್ಲಿ ಒಂದಾಗಿರುತ್ತದೆ: %s.
ko: # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER 여기서 PORT_TYPE은 다음중 하나가 됩니다: %s.
ml: #semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>ഇവിടെ PORT_TYPE ഇവയിലൊന്നാണു്: %s.
mr: # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER जेथे PORT_TYPE खालीलपैकी एक आहे: %s.
nl: # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER waarin PORT_TYPE een van de volgende is: %s.
or: # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER ଯେଉଁଠି PORT_TYPE ଟି ନିମ୍ନଲିଖିତ ମଧ୍ଯରୁ ଗୋଟିଏ: %s.
pl: # semanage port -a -t TYP_PORTU -p %s $PORT_NUMBER, gdzie TYP_PORTU jest jednym z: %s.
pt_br: # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER onde PORT_TYPE é um dos seguintes: %s.
ta: # semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER இங்கு PORT_TYPE என்பது பின்வருபவற்றுள் ஒன்று: %s.

source: SELinux is preventing $SOURCE_PATH "$ACCESS" access on $TARGET_PATH.
bg: SELinux пречи на $SOURCE_PATH достъп "$ACCESS" до $TARGET_PATH.
cs: SELinux brání programu $SOURCE_PATH „$ACCESS“ v přístupu na $TARGET_PATH.
de: SELinux hindert $SOURCE_PATH "$ACCESS" am Zugriff auf $TARGET_PATH.
gu: SELinux એ $SOURCE_PATH "$ACCESS" વપરાશને ઉપકરણ $TARGET_PATH પર અટકાવી રહ્યું છે.
kn: ಸಾಧನ $TARGET_PATH ಗೆ $SOURCE_PATH "$ACCESS" ನ ನಿಲುಕಣೆಯನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 $TARGET_PATH로 $SOURCE_PATH "$ACCESS" 액세스하지 못하게 합니다.
ml: $SOURCE_PATH "$ACCESS" $TARGET_PATH-ലേക്കുളള പ്രവേശനം SELinux തടയുന്നു.
mr: SELinux $SOURCE_PATH "$ACCESS" ला उपकरन $TARGET_PATH करीता प्रवेश करण्यापासून रोखत आहे.
nl: SELinux belet $SOURCE_PATH "$ACCESS" toegang tot $TARGET_PATH.
or: SELinux $SOURCE_PATH କୁ $TARGET_PATH ଉପକରଣରେ "$ACCESS" କରିବାରୁ ଅଟକାଉଛି।
pl: SELinux powstrzymuje $SOURCE „$ACCESS” dostęp do $TARGET_PATH.
pt_br: O SELinux está impedindo que o $SOURCE_PATH "$ACCESS" acesse o $TARGET_PATH.
ta: SELinuxஐ $SOURCE_PATH "$ACCESS" சாதனத்துடன் $TARGET_PATH அணுகுவதைத் தடுக்கிறது.

source: SELinux denied access requested by $SOURCE. The current boolean settings do not allow this access. If you have not setup $SOURCE to require this access this may signal an intrusion attempt. If you do intend this access you need to change the booleans on this system to allow the access.
nl: SELinux verbood toegang gevraagd door $SOURCE. De huidige boolean instellingen staat deze toegang niet toe. Als je $SOURCE niet ingesteld hebt om deze toegang te vragen kan dit een indringing aanval betekenen. Als je deze toegang bedoeld hebt moet je de booleans op dit systeem veranderen om de toegang toe te staan.

source: Confined processes can be configured to run requiring different access, SELinux provides booleans to allow you to turn on/off access as needed.
nl: Beperkte processen kunnen ingesteld worden om te draaien met andere toegang, SELinux levert booleans om je toe te staan toegang aan/uit te zetten naar behoefte.

source: you want to %s
bg: искате да %s
gu: તમે %s ને ઇચ્છો છો
kn: ನೀವು %s ಮಾಡಲು ಬಯಸುತ್ತೀರಿ
ml: %s ചെയ്യണം
mr: तुम्हाला %s करायचे
nl: je wilt %s
or: ଆପଣ %s କରିବାକୁ ଚାହୁଁଛନ୍ତି କି
ta: %s உங்களுக்கு வேண்டுமா

source: You must tell SELinux about this by enabling the '%s' boolean.
nl: Je moet SELinux dit vertellen door de '%s' boolean aan te zetten.

source: SELinux has denied the $SOURCE access to potentially mislabeled files $TARGET_PATH. This means that SELinux will not allow httpd to use these files. If httpd should be allowed this access to these files you should change the file context to one of the following types, %s. Many third party apps install html files in directories that SELinux policy cannot predict. These directories have to be labeled with a file context which httpd can access.
bg: SELinux забрани на $SOURCE достъп до потенциално грешно етикетирани файлове $TARGET_PATH. Това означава, че SELinux няма да позволи на httpd да ползва тези файлове. Ако на httpd трябва да му се позволи достъп до тези файлове, Вие ще трябва да промените файловия им контекст на някой от следните типове %s. Много приложения от трети страни инсталират html файлове в директории, които SELinux политиката не предполага. Тези директории следва да бъдат етикетирани с файлов контекст, който http може да достъпва.
cs: SELinux odepřel programu $SOURCE přístup k potenciálně chybně označkovaným souborům $TARGET_PATH. SELinux tedy nedovolí, aby httpd tyto soubory používal. Má-li mít http povoleno k nim takto přistupovat, měli byste změnit souborový kontext na jeden z následujících, %s. Mnohé aplikace od třetích stran instalují soubory HTML do adresářů, jaké nemohou pravidla SELinuxu předvídat. Takové adresáře je nutné označkovat souborovým kontextem přístupným pro httpd.
de: SELinux verweigerte $SOURCE den Zugriff auf potentiell falsch gekennzeichnete Dateien $TARGET_PATH. Dies bedeutet, dass SELinux httpd die Verwendung dieser Dateien untersagt. Wenn httpd der Zugriff auf diese Dateien gestattet sein soll, müssen Sie den Dateikontext auf einen dieser folgenden Typen ändern, %s. Viele Dritt-Anwendungen installieren HTML-Dateien in Verzeichnissen, die die SELinux-Richtlinie nicht vorhersehen kann. Diese Verzeichnisse müssen mit einem Dateikontext gekennzeichnet werden, auf den httpd zugreifen kann.
gu: SELinux એ $SOURCE વપરાશને સંભવિત ખોટી રીતે લેબલ થયેલ ફાઈલોનો $TARGET_PATH માટે નામંજૂર કર્યો છે. આનો અર્થ એ થાય કે SELinux એ http ને આ ફાઈલો વાપરવા માટે પરવાનગી આપશે નહિં. જો httpd ને આ ફાઇલોનાં પ્રવેશ માટે પરવાનગી આપે તો તમારે નીચેનાં પ્રકારો નાં એક ફાઇલ સંદર્ભ ને બદલવો જોઇએ, %s. ણણીા ત્રીજી વ્યક્તિ કાર્યક્રમો html ફાઈલોને ડિરેક્ટરીઓમાં સ્થાપિત કરે છે કે જેની SELinux પોલિસી ધારણા કરી શકે નહિં. આ ડિરેક્ટરીઓ ફાઈલ સંદર્ભ સાથે લેબલ થયેલ હોવી જોઈએ કે જેને httpd વાપરી શકે.
kn: ಸಮರ್ಥವಾಗಿ ತಪ್ಪಾಗಿ ಲೇಬಲ್ ಮಾಡಲ್ಪಟ್ಟ ಕಡತಗಳು ($TARGET_PATH) ಅನ್ನು $SOURCE ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆ SELinux ತಡೆದಿದೆ. ಇದರರ್ಥ httpd ಯು ಈ ಕಡತಗಳನ್ನು ಬಳಸುವುದನ್ನು SELinux ಅನುಮತಿಸುವುದಿಲ್ಲ ಎಂದಾಗುತ್ತದೆ. ಎಲ್ಲಿಯಾದರೂ ಈ ಕಡತಗಳಿಗೆ httpd ಯು ಈ ನಿಲುಕಣೆಯನ್ನು ಒದಗಿಸಲು ಬಯಸಿದಲ್ಲಿ ಕಡತದ ಸನ್ನಿವೇಶವನ್ನು ಈ ಕೆಳಗಿನವುಗಳಲ್ಲಿ ಒಂದಕ್ಕೆ ಬದಲಾಯಿಸಬೇಕು, %s. ಹಲವಾರು ಥರ್ಡ್ ಪಾರ್ಟಿ ಅನ್ವಯಗಳು SELinux ಊಹಿಸಲು ಸಾಧ್ಯವಾಗದ ಕಡತಕೋಶಗಳಲ್ಲಿ html ಕಡತಗಳನ್ನು ಅನುಸ್ಥಾಪಿಸುತ್ತವೆ. ಈ ಕಡತಕೋಶಗಳನ್ನು httpd ಯು ನಿಲುಕಿಸಿಕೊಳ್ಳುವಂತಹ ಒಂದು ಕಡತ ಸನ್ನಿವೇಶಗಳೊಂದಿಗೆ ಲೇಬಲ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ
ko: SELinux는 잠재적으로 잘못 레이블된 파일 $TARGET_PATH로 $SOURCE 액세스하는 것을 거부합니다. 이는 SELinux가 이러한 파일을 사용하기 위해 httpd를 허용하지 않는다는 것을 의미합니다. httpd가 이러한 파일에 이 액세스를 허용해야 할 경우 다음 유형 중 하나로 파일 문맥을 변경하셔야 합니다, %s. 많은 제삼자 응용 프로그램은 SELinux 정책을 예측할 수 없는 디렉토리에 html 파일을 설치합니다. 이러한 디렉토리는 httpd가 액세스할 수 있는 파일 문맥을 사용하여 레이블되어야 합니다.
ml: തെറ്റായ ലേബലുകളുളള ഫയലുകള്‍ $TARGET_PATH ഉപയോഗിക്കുന്നതില്‍ നിന്നും $SOURCE-നെ SELinux തടയുന്നു. ഇതിനര്‍ത്ഥം, SELinux ഈ ഫയലുകള്‍ ഉപയോഗിക്കുന്നതിനായി httpd-യെ അനുവദിക്കില്ല.ഈ ഫയലുകളിലേക്ക് httpd-യ്ക്ക് അനുമതി നല്‍കണമെങ്കില്‍, നിങ്ങള്‍ക്കു് ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഇതിലൊരു രീതിയിലേക്ക് മാറ്റണം, %s. SELinux പോളിസിയ്ക്ക് അറിയുവാന്‍ സാധിക്കാത്ത html ഫയലുകളും പല ഥേര്‍ഡ് പാര്‍ട്ടി പ്രയോഗങ്ങള്‍ക്ക് ഇന്‍സ്റ്റോള്‍ ചെയ്യുവാന്‍ സാധിക്കുന്നു. httpd-യ്ക്ക് ഉചിതമായ ഫയല്‍ കോണ്‍ട്ടെക്സ്റ്റ് ഈ ഡയറക്ടറികള്‍ക്ക് നല്‍കേണ്ടതാകുന്നു.
mr: SELinux ने $SOURCE ला अयोग्य लेबल फाइल $TARGET_PATH करीता प्रवेश नकारले. याचा अर्थ SELinux httpd ला या फाइल्स् वापरण्यासाठी परवानगी देणार नाही. httpd ने परवानगी दिल्यास, फाइल संदर्भ, %s खालील प्रकारांपैकी एकाशी जुळवा. बरेच तिसरे पक्षीय ऍप्लिकेशन्स् html फाइल्सचे प्रतिष्ठापन योग्य डिरेक्ट्रीज् मध्ये करत नाही. या डिरेक्ट्रीज्चे लेबल httpd द्वारे प्रवेशजोगी फाइल संदर्भसह करा.
nl: SELinux heeft $SOURCE niet toegestaan om toegang te krijgen tot mogelijk verkeerd gelabelde bestanden $TARGET_PATH. Dit betekent dat SELinux httpd niet zal toestaan deze bestanden te gebruiken. Als httpd deze toegang toegestaan moet, zijn moet je de bestand context veranderen naar een van de volgende types, %s. Vele toepassingen van derden installeren html bestanden in mappen op een manier niet die niet voorzien is in de SELinux tactiek. Deze mappen moeten gelabeld worden met een bestand context waarnaar httpd toegang heeft.
or: SELinux $SOURCE ଅଭିଗମ୍ୟତାକୁ ସାମର୍ଥ୍ୟ ଭୁଲ ନାମକରଣ ହୋଇଥିବା ଫାଇଲ $TARGET_PATH ମଧ୍ଯରେ ଅଭିଗମ୍ୟ ପାଇଁ ବାରଣ କରିଥାଏ। ଏହା ମାନେ ହେଉଛି SELinux ଏହି ଫାଇଲଗୁଡ଼ିକୁ ବ୍ୟବହାର କରିବା ପାଇଁ httpd କୁ ଅନୁମତି ଦେଇଥାଏ। ଯଦି httpd ଏହି ଫାଇଲଗୁଡ଼ିକରେ ଅଭିଗମ୍ୟତାକୁ ଅନୁମତି ଦେଇଥାଏ ତେବେ ଆପଣ ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ନିମ୍ନଲିଖିତ ପ୍ରକାରରେ ପରିବର୍ତ୍ତନ କରିବା ଉଚିତ, %s. ଅନେକ ତୃତୀୟ ପକ୍ଷ apps html ଫାଇଲଗୁଡ଼ିକୁ SELinux ନିତୀ ଅନୁମାନ କରିପାରୁନଥିବା ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକରେ ସ୍ଥାପନ କରିଥାଏ। ଏହି ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକ ଫାଇଲ ପ୍ରସଙ୍ଗ ସହିତ ନାମକରଣ ହେବା ଉଚିତ ଯାହାକୁକି httpd ଅଭିଗମ୍ୟ କରିପାରିବ।
pl: SELinux odmówił $SOURCE dostępu do plików z potencjalnie błędnymi etykietami $TARGET_PATH. Oznacza to, że SELinux nie pozwoli httpd na używanie tych plików. Jeśli httpd powinien mieć dostęp do tych plików, powinno się zmienić kontekst plików na jeden z poniższych typów, %s. Wiele aplikacji firm trzecich instaluje pliki HTML w katalogach, których polityka SELinuksa nie może przewidzieć. Te katalogi muszą mieć kontekst, do którego httpd ma dostęp.
pt_br: O SELinux está impedindo que o $SOURCE use arquivos que tenham potencialmente sido rotulados incorretamente em $TARGET_PATH. Isto significa que o SELinux não permitirá que o httpd use estes arquivos. Se o httpd deve ser permitido de acessar estes arquivos, você deve alterar o contexto de arquivo para um dos seguintes tipos: %s. Muitos aplicativos de terceiros instalam arquivos html em diretórios que a política do SELinux não pode prever. Estes diretórios têm que ser etiquetados com um contexto de arquivo que o httpd possa acessar.
ta: SELinux ஆனது இந்த $SOURCE அணுகலை ஆற்றல் மிக்க லேபிலில்லாத கோப்புகளை $TARGET_PATH மறுக்கிறது. இதற்கு அர்த்தம் SELinux ஆனது கோப்புகளை httpd ஐ பயன்படுத்த அனுமதிக்கவில்லை. httpd ஆனது பினைவரும் கோப்புகளை அணுகி கோப்பு உரைகளை மாற்ற அனுமதித்தால், %s. நிறைய மூன்றாவது பார்ட்டி apps ஐ html கோப்புகளை நிறுவலாம் அந்த அடைவுகளை SELinux பாலிசிகளை முன்னறிவிக்கிறது. இந்த அடைவுகள் ஒரு கோப்பு உரையுடன் லேபிலிட்டு httpd அணுகுகிறது.

source: You need to change the label on $FIX_TARGET_PATH
bg: Вие трябва да промените етикета на $FIX_TARGET_PATH
cs: Musíte změnit značku $FIX_TARGET_PATH
de: Sie müssen das Label auf $FIX_TARGET_PATH ändern
gu: તમારે $FIX_TARGET_PATH પર લેબલને બદલવાની જરૂર છે
kn: $FIX_TARGET_PATH ನಲ್ಲಿ ಲೇಬಲ್ ಅನ್ನು ಬದಲಾಯಿಸುವ ಅಗತ್ಯವಿದೆ
ko: $FIX_TARGET_PATH의 레이블을 변경해야 합니다
ml: $FIX_TARGET_PATH-ലുള്ള ലേബല്‍ മാറ്റേണ്ടതുണ്ടു്
mr: $FIX_TARGET_PATH वरील लेबल बदलणे आवश्यक आहे
nl: Je moet het label op $FIX_TARGET_PATH veranderen
or: ଆପଣଙ୍କୁ $FIX_TARGET_PATH ଉପରେ ନାମପଟିକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ହେବ
pl: Należy zmienić etykietę $FIX_TARGET_PATH
pt_br: Você precisará mudar o rótulo em $FIX_TARGET_PATH
ta: நீங்கள் $FIX_TARGET_PATH இல் லேபிலை மாற்ற வேண்டும்

source: # semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH' where FILE_TYPE is one of the following: %s. Then execute: restorecon -v '$FIX_TARGET_PATH'
nl: # semanage fcontext - a -t FILE_TYPE '$ FIX_TARGET_PATH' waar FILE_TYPE een van de volgende is: % s. Vervolgens uitvoeren: restorecon - v '$ FIX_TARGET_PATH'

source: SELinux is preventing $SOURCE_PATH "$ACCESS" access.
bg: SELinux пречи на $SOURCE_PATH достъп "$ACCESS".
cs: SELinux zabraňuje programu $SOURCE_PATH v přístupu „$ACCESS“.
de: SELinux verhindert $SOURCE_PATH "$ACCESS" Zugriff.
gu: SELinux એ $SOURCE_PATH "$ACCESS" વપરાશને અટકાવી રહ્યુ છે.
kn: $SOURCE_PATH "$ACCESS" ನ ನಿಲುಕಣೆಯನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 $SOURCE_PATH "$ACCESS" 액세스를 차단합니다.
ml: $SOURCE_PATH "$ACCESS" പ്രവേശനം SELinux തടയുന്നു.
mr: SELinux $SOURCE_PATH "$ACCESS" प्रवेश रोखत आहे.
nl: SELinux belet $SOURCE_PATH "$ACCESS" toegang.
or: SELinux $SOURCE_PATH "$ACCESS" କୁ ପ୍ରତିରୋଧକରୁଅଛି।
pl: SELinux powstrzymuje $SOURCE_PATH „$ACCESS” dostęp.
pt_br: O SELinux está evitando acesso do $SOURCE_PATH "$ACCESS"
ta: $SOURCE_PATH "$ACCESS" அணுகலை SELinux தடுக்கிறது.

source: SELinux denied access requested by $SOURCE. It is not expected that this access is required by $SOURCE and this access may signal an intrusion attempt. It is also possible that the specific version or configuration of the application is causing it to require additional access.
bg: SELinux забрани достъпа искан от $SOURCE. Не се очаква този достъп да се изисква от $SOURCE и този достъп може да е сигнал за опит за пробив. Също така е възможно, специфична версия или конфигурация на приложението да го кара да изисква допълнителен достъп.
cs: SELinux zabránil v přístupu požadovaném programem $SOURCE. Neočekává se, že by měl $SOURCE tento přístup požadovat, může to tedy být známkou pokusu o vniknutí. Je také možné, že požadavek o přístup má na svědomí konkrétní verze či konfigurace aplikace.
de: SELinux verweigerte den von $SOURCE angeforderten Zugriff. Da nicht davon ausgegangen wird, dass dieser Zugriff von $SOURCE benötigt wird, signalisiert dies möglicherweise einen Einbruchsversuch. Es ist ausserdem möglich, dass diese spezielle Version oder Konfiguration der Anwendung den zusätzlichen Zugriff verursacht.
gu: SELinux એ $SOURCE દ્વારા અરજી કરાયેલ વપરાશ નામંજૂર કર્યો છે. તે ઈચ્છિત હતો નહિં કે આ વપરાશ $SOURCE દ્વારા જરૂરી છે અને આ વપરાશ કદાચ ઘૂંસણખોરી પ્રવેશનો સંકેત કરી શકશે. એ પણ શક્ય છે કે ચોક્કસ આવૃત્તિ અથવા કાર્યક્રમનું રૂપરેખાંકન એ તેને વધારાના વપરાશની અરજી કરવા માટે કારણ આપી રહ્યું હોય.
kn: $SOURCE ನಿಂದ ಸಲ್ಲಿಸಲಾದ ಮನವಿಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಈ ಅನುಮತಿಯು $SOURCE ಗೆ ಅಗತ್ಯವಿದೆ ಎಂದು ನಿರೀಕ್ಷಿಸಿರಲಿಲ್ಲ ಹಾಗು ಇದನ್ನು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ. ಅನ್ವಯದ ನಿಶ್ಚಿತ ಆವೃತ್ತಿ ಅಥವ ಸಂರಚನೆಗಾಗಿ ಈ ಹೆಚ್ಚುವರಿ ಅನುಮತಿಯ ಅಗತ್ಯವಿರುವ ಸಾಧ್ಯತೆ ಇದೆ.
ko: SELinux는 $SOURCE에 의해 요청된 액세스를 거부합니다. $SOURCE에 의해 요청된 액세스를 예상하지 못했으며 이러한 액세스는 침입을 시도했다는 신호를 나타낼 수 있습니다. 이는 응용프로그램의 특정 버전 또는 설정이 추가적 액세스를 필요로 하기 때문일 수 도 있습니다.
ml: $SOURCE ആവശ്യപ്പെട്ടിരിക്കുന്നത് SELinux നിഷേധിച്ചിരിക്കുന്നു. $SOURCE-ന് ഇത് ആവശ്യമെന്ന് പ്രതീക്ഷിക്കുന്നില്ല, അങ്ങനെ ഉണ്ടെങ്കില്‍, അത് തെറ്റായ പ്രവര്‍ത്തി ആയി കണക്കാക്കുന്നു. ആപ്ളിക്കേഷന്‍റെ ഒരു പ്രത്യേക വേര്‍ഷന്‍ അല്ലെങ്കില്‍ കോണ്‍ഫിഗറേഷന്‍, കൂടുതല്‍ ആക്സസ്സിനായി ആവശ്യപ്പെടുന്നു.
mr: SELinux ने $SOURCE करीता विनंती नकारली. या प्रवेश करीता $SOURCE ची आवश्यकता आहे असे अपेक्षीत नाही व या प्रवेश घुसखोरीचा प्रयत्न म्हणून पाहिला जाऊ शकतो. ठराविक आवृत्ती किंवा अनुप्रयोग संयोजनामुळे अगाऊ प्रवेश करीता आवश्यकता वाढते.
nl: SELinux belette toegang gevraagd door $SOURCE. Het wordt niet verwacht dat deze toegang voor $SOURCE nodig is en deze toegang kan een indringing poging aangeven. Het is ook mogelijk dat de specifieke versie of configuratie van de toepassing het veroorzaakt om extra toegang aan te vragen.
or: SELinux $SOURCE ଦ୍ୱାରା ଅନୁରୋଧ କରାଯାଇଥିବା ଅଭିଗମ୍ୟତାକୁ ବାରଣ କରିଥିଲା। ଏହା ଆଶାକରାଯାଇନଥିଲା ଯେ ଏହି ଅଭିଗମ୍ୟତାଟି $SOURCE ଦ୍ୱାରା ଆବଶ୍ୟକ ହେବ ଏବଂ ଏହି ଅଭିଗମ୍ୟତା ଗୋଟିଏ ବିନା ଅନୁମତିରେ ପ୍ରବେଶକୁ ସୂଚାଇଥାଏ। ଏହା ମଧ୍ଯ ସମ୍ଭବ ଯେ ନିର୍ଦ୍ଦିଷ୍ଟ ସଂସ୍କରଣ ଅଥବା ପ୍ରୟୋଗର ବିନ୍ୟାସ ପାଇଁ ଅତିରିକ୍ତ ଅଭିଗମ୍ୟତା ଆବଶ୍ୟକ ହୋଇଥାଏ।
pl: SELinux odmówił $SOURCE żądania dostępu. Ten dostęp nie jest konieczny dla $SOURCE i może wskazywać na próbę włamania. Jest także możliwe, że określona wersja lub konfiguracja aplikacji powoduje, że wymaga ona tego dostępu.
pt_br: O SELinux impediu o acesso requisitado pelo $SOURCE. Não é comum que este acesso seja requisitado pelo $SOURCE e isto pode indicar uma tentativa de intrusão. Também é possível que a versão ou configuração específicas do aplicativo estejam fazendo com que o mesmo requisite o acesso adicional.
ta: SELinux ஆனது இந்த $SOURCEன் படி கோரப்படுகிறது. இந்த அணுகலானது எதிர்பார்த்தின் படி $SOURCE தேவைப்படுகிறது மற்றும் இந்த அணுகல் ஒரு நிர்வாக முயற்சியின் சிக்னலாகும். இந்த பதிப்பு அல்லது கட்டமைப்பிற்கான பயன்பாடு ஒரு கூடுதல் அணுகலை குறிப்பிடுகிறது.

source: You can generate a local policy module to allow this access - see <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> Please file a bug report.
bg: Вие може да генерирате модул с локална политика, който да разрешава този достъп - вижте <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">ЧЗВ</a> Моля, попълнете рапорт за бъг.
cs: Pro povolení tohoto přístupu lze vygenerovat lokální modul politiky - viz <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">Časté dotazy</a> Vyplňte prosím chybové hlášení.
de: Sie können ein lokales Richtlininenmodul generieren, um diesen Zugriff zu erlauben siehe <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> Bitte reichen Sie einen Fehlerbericht ein.
gu: તમે આ વપરાશને પરવાનગી આપવા માટે સ્થાનિક પોલિસી મોડ્યુલને બનાવી શકો છો - જુઓ <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> મહેરબાની કરીને ભૂલ અહેવાલ જમા કરો.
kn: ಈ ನಿಲುಕಣೆಯನ್ನು ಅನುಮತಿಸಲು ನೀವು ಒಂದು ಸ್ಥಳೀಯ ಪಾಲಿಸಿಯನ್ನು ಉತ್ಪಾದಿಸಬಹುದು - <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> ಅನ್ನು ನೋಡಿ ದಯವಿಟ್ಟು ಒಂದು ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ.
ko: 이러한 액세스를 허용하기 위해 로컬 정책 모듈을 생성하실 수 있습니다 - <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>를 참조하십시오 이러한 패키지에 대해 버그 리포트를 제출해 주십시오.
ml: ഈ അനുമതിയ്ക്കായി നിങ്ങള്‍ക്കു് ഒരു ലോക്കല്‍ പോളിസി ഘടകം ലഭ്യമാക്കുവാന്‍ സാധ്യമാണു് - കാണുക <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> ദയവായി ഒരു ബഗ് രേഖപ്പെടുത്തുക.
mr: या प्रवेशकरीता तुम्ही स्थानीय करार घटक निर्माण करू शकता - <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> पहा कृपया बग अहवाल सादर करा.
nl: Je kunt een locale tactiek module maken om deze toegang toe te staan - zie <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> Dien een fout rapport in.
or: ଏହି ଅଭିଗମ୍ୟତା ପାଇଁ ଆପଣ ଗୋଟିଏ ସ୍ଥାନୀୟ ନିତୀ ଏକକାଂଶ ନିର୍ମାଣ କରିପାରିବେ - <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> କୁ ଦେଖନ୍ତୁ ଦୟାକରି ଗୋଟିଏ ତ୍ରୁଟି ବିବରଣୀ ଖବର କରନ୍ତୁ।
pl: Można utworzyć moduł polityki lokalnej, aby umożliwić ten dostęp — proszę zobaczyć <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> Proszę zgłosić raport błędu.
pt_br: Você pode gerar um módulo de política local para permitir este acesso - veja o <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> Por favor, registre um relatório de erro.
ta: இந்த அணுகலை அனுமதிக்க நீங்கள் ஒரு உள்ளக கொள்கை தொகுதிக்கூறை உருவாக்கலாம் - <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> ஐக் காணவும் ஒரு வழு அறிக்கையை சமர்ப்பிக்கவும்.
