Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: SELinux prevented the ftp daemon from $ACCESS files stored on a NFS filesystem.
bg: SELinux попречи на ftp демона достъп $ACCESS на файлове, записани на NFS файлова система.
cs: SELinux zabránil démonu ftp k souborům $ACCESS uloženým na souborovém systému NFS.
de: SELinux hinderte den ftp-Daemon am $ACCESS auf Dateien, die auf einem NFS-Dateisystem gespeichert sind.
gu: SELinux એ ftp ડિમનને NFS ફાઇલસિસ્ટમ પર સંગ્રહ થયેલ $ACCESS ફાઈલોમાંથી ftp ડિમનને અટકાવેલ છે.
kn: ftp ಡೆಮನ್ ಅನ್ನು ಒಂದು NFS ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಶೇಖರಿಸಲ್ಪಟ್ಟ $ACCESS ಕಡತಗಳನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆ SELinux ತಡೆದಿದೆ.
ko: SELinux는 ftp 데몬이 NFS 파일 시스템에 지정된 파일을 $ACCESS하지 못하게 합니다.
ml: NFS ഫയല്‍ സിസ്റ്റത്തിലുള്ള $ACCESS ഫയലുകളിലേക്ക് ftp ഡെമണിനെ SELinux സമ്മതിക്കുന്നില്ല.
mr: SELinux ने ftp डिमनला NFS फाइलप्रणालीवरील $ACCESS फाइल्सकरीता रोखले.
nl: SELinux belette de ftp daemon om te $ACCESS bestanden opgeslagen op een NFS bestandssysteem.
or: SELinux ftp ଡେମନକୁ ଗୋଟିଏ NFS ଫାଇଲତନ୍ତ୍ରରେ ସଂରକ୍ଷିତ ଥିବା $ACCESS ଫାଇଲ ମାନଙ୍କୁ ଅଭିଗମ କରିବାରୁ ଅଟକାଇଛି।
pl: SELinux powstrzymał usługę FTP przed $ACCESS plików przechowywanych na systemie plików NFS.
pt_br: SELinux protegeu ftp daemon de arquivos $ACCESS armazenados em um sistema de arquivo NFS.
ta: SELinux ஒரு NFS கோப்புமுறைமையில் சேமிக்கப்பட்டுள்ள கோப்பை $ACCESS அணுகுவதிலிருந்து ftp டெமானைத் தடுத்தது.

source: SELinux prevented the ftp daemon from $ACCESS files stored on a NFS filesystem. NFS (Network Filesystem) is a network filesystem commonly used on Unix / Linux systems. The ftp daemon attempted to read one or more files or directories from a mounted filesystem of this type. As NFS filesystems do not support fine-grained SELinux labeling, all files and directories in the filesystem will have the same security context. If you have not configured the ftp daemon to read files from a NFS filesystem this access attempt could signal an intrusion attempt.
nl: SELinux belette de ftp daemon om te $ACCESS bestanden op een NFS bestandssysteem. NFS (Network Filesystem) is een veel netwerk bestandssysteem in Unix / Linux systemen. De ftp daemon probeerde een of meer bestanden op mappen te lezen van een aangekoppeld bestandssysteem van dit type. Daar NFS bestandssystemen geen ondersteuning bieden voor fijnkorrelige SELinux markering, zullen alle bestanden en mappen in het bestandssysteem dezelfde beveiliging context hebben. Als je de fpt daemon niet geconfigureerd hebt om bestanden van een NFS bestandssysteem te lezen kan deze toegang poging een teken zijn van een indringing poging..

source: Changing the "allow_ftpd_use_nfs" boolean to true will allow this access: "setsebool -P allow_ftpd_use_nfs=1."
bg: Включването на булева променлива "allow_ftpd_use_nfs" ще позволи този достъп: "setsebool -P allow_ftpd_use_nfs=1."
cs: Změnou "allow_ftpd_use_nfs" boolean na true povolíte přístup: "setsebool -P allow_ftpd_use_nfs=1."
de: Das Ändern der Booleschen Variable "allow_ftpd_use_nfs" in "wahr" erlaubt diesen Zugriff: "setsebool -P allow_ftpd_use_nfs=1."
gu: "allow_ftpd_use_nfs" બુલિયન કિંમતને ખરામાં બદલવાનું આ વપરાશની પરવાનગી આપશે: "setsebool -P allow_ftpd_use_nfs=1."
kn: ಈ ನಿಲುಕಣೆಯನ್ನು ಅನುಮತಿಸಲು "allow_ftpd_use_nfs" ಬೂಲಿಯನ್ ಅನ್ನು ನಿಜ ಎಂದು ಬದಲಾಯಿಸಲಾಗುತ್ತಿದೆ: "setsebool -P allow_ftpd_use_nfs=1."
ko: "allow_ftpd_use_nfs" 부울을 true로 변경하여 이러한 액세스를 허용합니다: "setsebool -P allow_ftpd_use_nfs=1."
ml: "allow_ftpd_use_nfs" boolean true ആക്കി മാറ്റിയാല്‍ ഇതിന് അനുവദിക്കുന്നു: "setsebool -P allow_ftpd_use_nfs=1."
mr: "allow_ftpd_use_nfs" बूलीयनला खरे असे निश्चित केल्यास प्रवेश स्थापीत होईल: "setsebool -P allow_ftpd_use_nfs=1."
nl: Het veranderen van de "allow_ftpd_use_nfs" boolean naar waar zal deze toegang toestaan: "setsebool -P allow_ftpd_use_nfs=1."
or: "allow_ftpd_use_nfs" ବୁଲିଆନକୁ true ରେ ପରିବର୍ତ୍ତନ କରିବା ଦ୍ୱାରା ଏହି ଅଭିଗମ୍ୟକୁ ଅନୁମତି ମିଳିଥାଏ: "setsebool -P allow_ftpd_use_nfs=1."
pl: Zmienienie wartości logicznej „allow_ftpd_use_nfs” na prawdę pozwoli na ten dostęp: „setsebool -P allow_ftpd_use_nfs=1.”
pt_br: Mudando o Booleano "allow_ftpd_use_nfs" para verdadeiro permitirá este acesso: "setsebool -P allow_ftpd_use_nfs=1."
ta: இந்த அணுகலை "allow_ftpd_use_nfs" சரியாக பூலியனை மாற்றுகிறது: "setsebool -P allow_ftpd_use_nfs=1."

source: Changing the "allow_ftpd_use_nfs" and "$WRITE_BOOLEAN" booleans to true will allow this access: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". warning: setting the "$WRITE_BOOLEAN" boolean to true will allow the ftp daemon to write to all public content (files and directories with type public_content_t) in addition to writing to files and directories on NFS filesystems.
bg: Включването на булевите променливи "allow_ftpd_use_nfs" и "$WRITE_BOOLEAN" ще позволи този достъп: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". предупреждение: включването на булевата променлива "$WRITE_BOOLEAN" ще позволи на ftp демона да пише в цялото публично съдържание (файлове и директории с тип public_content_t), освен писането във файлове и директории върху NFS файлови системи.
cs: Změnou "allow_ftpd_use_nfs" a "$WRITE_BOOLEAN" booleans na true povolíte tento přístup: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". varování: nastavením "$WRITE_BOOLEAN" boolean na true umožní službě ftp zapisovat do veřejného obsahu (soubory a adresáře typu public_content_t) a navíc zápis souborů a adresářů souborového systému NFS.
de: Das Ändern der Booleschen Variablen "allow_ftpd_use_nfs" und "$WRITE_BOOLEAN" in wahr, erlaubt diesen Zugriff: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". Warnung: Wird die Boolesche Variable "$WRITE_BOOLEAN" in wahr geändert, kann der FTP-Daemon in alle öffentlichen Dateien und Verzeichnisse mit dem Typ public_content_t schreiben, zusätzlich zu den Dateien und Verzeichnissen auf NFS-Dateisystemen.
gu: "allow_ftpd_use_nfs" અને "$WRITE_BOOLEAN" બુલિયનોને ખરામાં બદલવાનું આ વપરાશની પરવાનગી આપશે: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". ચેતવણી: "$WRITE_BOOLEAN" બુલિયનને ખરામાં સુયોજિત કરવાનું ftp ડિમનને બધા જાહેર સમાવિષ્ટો (public_content_t પ્રકાર સાથેની ફાઈલો અને ડિરેક્ટરીઓ) માં લખવાની પરવાનગી આપશે NFS ફાઈલસિસ્ટમો પર ફાઈલો અને ડિરેક્ટરીઓ પર લખવા સાથે વધુમાં.
kn: "allow_ftpd_use_nfs" ಹಾಗು "$WRITE_BOOLEAN" ಬೂಲಿಯನ್‍ಗಳನ್ನು ನಿಜಕ್ಕೆ ಬದಲಾಯಿಸುವುದರಿಂದ ಅದು ಈ ನಿಲುಕನ್ನು ಅನುಮತಿಸುತ್ತದೆ: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". ಎಚ್ಚರಿಕೆ: "$WRITE_BOOLEAN" ಬೂಲಿಯನ್‍ಗಳನ್ನು ನಿಜಕ್ಕೆ ಹೊಂದಿಸುವುದರಿಂದ ftp ಡೆಮನ್‍ಗೆ NFS ಕಡತ ವ್ಯವಸ್ಥೆಗಳಲ್ಲಿನ ಕಡತಗಳು ಹಾಗು ಕಡತಕೋಶಗಳ ಜೊತೆಗೆ ಎಲ್ಲಾ ಸಾರ್ವಜನಿಕ ವಿಷಯಗಳನ್ನು (public_content_t ಬಗೆಯ ಕಡತಗಳು ಹಾಗು ಕಡತಕೋಶಗಳು) ಬರೆಯಲು ಅನುಮತಿಯನ್ನು ಒದಗಿಸುತ್ತದೆ.
ko: "allow_ftpd_use_nfs" 및 "$WRITE_BOOLEAN" 부울을 true로 변경하여 이러한 액세스를 허용합니다: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". 경고: "$WRITE_BOOLEAN" 부울을 true로 설정하는 것은 ftp 데몬이 모든 공개 내용 (public_content_t 유형으로 된 파일 및 디렉토리)에 쓰는 것을 허용하고 NFS 파일 시스템에 있는 파일 및 디렉토리에 쓰는 것도 허용합니다.
ml: "allow_ftpd_use_nfs","$WRITE_BOOLEAN" എന്നീ boolean true ആക്കിയാല്‍ ഇതിനുളള അനുമതി ലഭിക്കുന്നു: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". മുന്നറിയിപ്പ്: "$WRITE_BOOLEAN" boolean true ആക്കിയാല്‍ NFS ഫയല്‍ സിസ്റ്റമുകളിലുളള ഫയലുകളിലും ഡയറക്ടറികളിലും എഴുതുന്നത് കൂടാതെ, എല്ലാ പബ്ളിക് കണ്‍ട്ടെറ്റിലേക്കും (public_content_t ടൈപ്പിലുളള ഫയലുകളും ഡയറക്ടറികളും) എഴുതുന്നതിനായി ftp ഡെമണിനെ അനുവദിക്കുന്നു.
mr: "allow_ftpd_use_nfs" व "$WRITE_BOOLEAN" बूलीयनला खरे निश्चित केल्यास प्रवेश प्राप्त होईल: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". सावधानी: "$WRITE_BOOLEAN" बूलीयनला खरे निश्चित केल्यास ftp डीमन सर्व पब्लिक पाठ्यवर लेखन करीता परवानगी देतो (फाइल व public_content_t प्रकारावरील डिरेक्ट्री) व NFS फाइलप्रणालीवरील फाइल व डिरेक्ट्रीवर लेखनच्या व्यतिरीक्त.
nl: Het veranderen van de "allow_ftpd_use_nfs" en "$WRITE_BOOLEAN" booleans naar waar zal deze toegang toestaan: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". Waarschuwing: Het zetten van de "$WRITE_BOOLEAN" boolean naar waar zal de ftp daemon toestaan om te schrijven naar alle publieke inhoud (bestanden en mappen met het type public_content_t) en bovendien schrijven naar bestanden en mappen in NFS bestandssystemen.
or: "allow_ftpd_use_nfs" ଏବଂ "$WRITE_BOOLEAN" ବୁଲିଆନଗୁଡ଼ିକୁ true ରେ ପରିବର୍ତ୍ତନ କରିବା ଦ୍ୱାରା ଏହି ଅଭିଗମ୍ୟକୁ ଅନୁମତି ମିଳିଥାଏ: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". ଚେତାବନୀ: "$WRITE_BOOLEAN" ବୁଲିଆନକୁ true କରିବା ଦ୍ୱାରା ଏହା ftp ଡେମନକୁ ସମସ୍ତ ସାର୍ବଜନୀନ ସୂଚୀକୁ (public_content_t ପ୍ରକାର ବିଶିଷ୍ଟ ଫାଇଲ ଏବଂ ଡ଼ିରେକ୍ଟୋରୀ) ଲେଖିବା ପାଇଁ ଅନୁମତି ଦେବା ସହିତ NFS ଫାଇଲ ତନ୍ତ୍ରଗୁଡ଼ିକରେ ଫାଇଲ ଏବଂ ଡ଼ିରେକ୍ଟୋରୀଗୁଡ଼ିକୁ ଲେଖିବାକୁ ଅନୁମତି ଦେଇଥାଏ.
pl: Zmienienie wartości logicznych „allow_ftpd_use_nfs” i „$WRITE_BOOLEAN” na prawdę pozwoli na ten dostęp: „setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1”. ostrzeżenie: ustawienie wartości logicznej „$WRITE_BOOLEAN” na prawdę pozwoli usłudze FTP na zapisanie całej zawartości publicznej (plików i katalogów typu public_content_t), a także zapisywanie do plików i katalogów na systemach plików NFS.
pt_br: Mudando os Booleanos "allow_ftpd_use_nfs"e "$WRITE_BOOLEAN" para verdadeiro permitirá este acesso: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". Aviso: mudar o Booleano "$WRITE_BOOLEAN" para verdadeiro permitirá que o daemon do ftp escreva em todos os conteúdos públicos (arquivos e diretórios do tipo public_content_t) além de escrever em todos arquivos e diretórios no sistema de arquivos NFS.
ta: பூலியன்கள் "allow_ftpd_use_nfs" and "$WRITE_BOOLEAN" இந்த அணுகலை உண்மையாக அனுமதிக்கவும்: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". எச்சரிக்கை: பூலியன் "$WRITE_BOOLEAN"உண்மையாக ftp டீமனானது பொதுவான உள்ளடகத்தைஎழுத அனுமதிக்க (கோப்புகள் மற்றும் அடைவுகள் வகையுடன் public_content_t) எழுதுவதற்கு கூடுதல் கோப்புகள் மற்றும் அடைவுகள் NFS கோப்புமுறைமைகள் எழுதுகிறது.

source: you want to allow ftpd to write to nfs file systems
bg: искате да позволите на ftpd да пише върху nfs файлови системи
gu: તમે nfs ફાઇલ સિસ્ટમોને લખવા માટે ftpd ને પરવાનગી આપવા માંગો છો
kn: nfs ಕಡತ ವ್ಯವಸ್ಥೆಗಳಿಗೆ ಬರೆಯುವಂತೆ ನೀವು ftpd ಅನ್ನು ಅನುಮತಿಸಲು ಬಯಸುತ್ತೀರಿ
ml: nfs ഫയല്‍ സിസ്റ്റങ്ങളിലേക്കു് സൂക്ഷിയ്ക്കുന്നതിനായി നിങ്ങള്‍ ftpd അനുവദിയ്ക്കേണ്ടതുണ്ടു്
mr: ftpd ला nfs फाइल प्रणालीकरीता लिहण्यास परवानगी द्यायची
nl: je wilt ftpd toestaan om te schrijven naar nfs bestandssystemen
or: ଆପଣ ftpd କୁ nfs ଫାଇଲତନ୍ତ୍ରଗୁଡ଼ିକରେ ଲେଖିବା ପାଇଁ ଅନୁମତି ଦେବାକୁ ଚାହୁଁଛନ୍ତି
ta: ftpd-ஐ nfs கோப்பு முறைமைகளை எழுதுவதற்கு நீங்கள் அனுமதிக்க விரும்பினால்

source: SELinux is preventing the $SOURCE_PATH from executing potentially mislabeled files $TARGET_PATH.
bg: SELinux пречи $SOURCE_PATH да изпълни потенциално грешно етикетирани файлове $TARGET_PATH.
cs: SELinux brání programu $SOURCE_PATH ve spuštění potenciálně špatně označkovaných souborů $TARGET_PATH.
de: SELinux hindert den $SOURCE daran, evtl. falsch gekennzeichnete Dateien $TARGET_PATHzu verwenden.
gu: SELinux એ $SOURCE ને સંભવિતપણે ખોટી રીતે લેબલ થયેલ ફાઈલો $TARGET_PATH ચલાવવાથી બચાવી રહ્યું છે.
kn: ಸಮರ್ಥವಾಗಿ ತಪ್ಪಾಗಿ ಲೇಬಲ್ ಮಾಡಲ್ಪಟ್ಟ ಕಡತಗಳ $TARGET_PATH ಅನ್ನು $SOURCE_PATHಬಳಸಿಕೊಳ್ಳದಂತೆ SELinux ತಡೆದಿದೆ.
ko: SELinux는 $SOURCE가 잠재적으로 잘못 레이블된 파일 $TARGET_PATH를 사용하지 못하게 합니다.
ml: തെറ്റായ ലേബലുകളുളള ഫയലുകള്‍ $TARGET_PATH ഉപയോഗിക്കുന്നതില്‍ നിന്നും $SOURCE_PATH-നെ SELinux തടയുന്നു .
mr: SELinux $SOURCE_PATH ला अयोग्यरित्या लेबल केलेल्या फाइल्स् $TARGET_PATH कार्यान्वीत करण्यापासून रोखत आहे.
nl: SELinux belet de $SOURCE_PATH om potentieel verkeerd gelabelde bestanden ($TARGET_PATH) uit te voeren.
or: SELinux $SOURCE_PATH କୁ ଭୁଲ ବନାନ ହୋଇଥିବା $TARGET_PATH ସାମର୍ଥ୍ଯ ଫାଇଲ ମାନଙ୍କୁ ବ୍ୟବହାର କରିବାରୁ ଅଟକାଇଛି।
pl: SELinux powstrzymuje $SOURCE_PATH przed używaniem plików z potencjalnie błędnymi etykietami $TARGET_PATH.
pt_br: O SELinux está impedindo que o $SOURCE_PATH execute arquivos que tenham potencialmente sido etiquetados incorretamente $TARGET_PATH.
ta: SELinux ஆனது இந்த $SOURCE_PATH லிருந்து ஆற்றல்மிக்க விடுபட்ட வேபில் கோப்புகளிலிருந்து $TARGET_PATHஐ பயன்படுத்துவதை தடுக்கிறது.

source: SELinux has denied the $SOURCE_PATH from executing potentially mislabeled files $TARGET_PATH. Automounter can be setup to execute configuration files. If $TARGET_PATH is an automount executable configuration file it needs to have a file label of bin_t. If automounter is trying to execute something that it is not supposed to, this could indicate an intrusion attempt.
bg: SELinux забрани на $SOURCE_PATH да изпълни вероятно грешно етикетирани файлове $TARGET_PATH. Automounter може да бъде настроен да изпълнява конфигурационни файлове. Ако $TARGET_PATH е изпълним automount конфигурационен файл, той трябва да има файлов етикет bin_t. Ако automounter се опитва да изпълни нещо, което не се очаква да бъде изпълнявано, то това може да е индикатор за опит за пробив.
cs: SELinux zakázal $SOURCE_PATH spuštění potenciálně chybně značených souborů $TARGET_PATH. Automounter může být nastaven ke spouštění konfuguračních souborů. pokud je $TARGET_PATH spouštěcí konfigurační soubor automountu, je třeba mít značku souboru bin_t. Pokud se automounter pokouší spouštět něco, co by neměl, může to naznačovat pokus o vniknutí.
de: SELinux verweigerte $SOURCE_PATH die Ausführung potentiell falsch gekennzeichneter Dateien $TARGET_PATH. Der Automounter kann so konfiguriert werden, dass er Konfigurationsdateien ausführt. Wenn $TARGET_PATH eine ausführbare Konfigurationsdatei für Automount ist, benötigt es die Dateikennzeichnung bin_t. Falls der Automounter versucht, etwas auszuführen, zu dem er nicht berechtigt ist, könnte dies einen Einbruchsversuch signalisieren.
gu: SELinux એ $SOURCE_PATH ને સંભવિતપણે ખોટી રીતે લેબલ થયેલ ફાઈલો $TARGET_PATH ચલાવવાથી નામંજૂર કર્યું. રૂપરેખાંકન ફાઈલો ચલાવવા માટે ઓટોમાઉન્ટ કરનાર સુયોજિત કરી શકાય છે, જો $TARGET_PATH એ ઓટોમાઉન્ટ ચલાવી શકાય તેવી રૂપરેખાંકન ફાઈલ હોય તો તેને bin_t નું લેબલ હોવું જોઈએ. જો ઓટોમાઉન્ટ કરનાર કંઈક ચલાવવાનો પ્રયાર કરી રહ્યું હોય કે જે થવું જોઈએ નહિં, તો આ ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
kn: ಸಮರ್ಥವಾಗಿ ತಪ್ಪುಲೇಬಲ್ ಮಾಡಲಾದ $TARGET_PATH ಕಡತಗಳನ್ನು $SOURCE_PATH ಕಾರ್ಯಗತಗೊಳಿಸುವುದನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ. ಸಂರಚನಾ ಕಡತಗಳನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲು ಆಟೋಕೌಂಟರನ್ನು ಸಜ್ಜುಗೊಳಿಸಬಹುದು. $TARGET_PATH ವು ಸ್ವಯಂಆರೋಹಣಾ(ಆಟೋಮೌಂಟ್) ಕಾರ್ಯಗತಗೊಳಿಸಬಲ್ಲ ಸಂರಚನಾ ಕಡತವಾಗಿದ್ದರೆ ಅದಕ್ಕೆ ಒಂದು bin_t ಕಡತ ಲೇಬಲ್‍ನ ಅಗತ್ಯವಿರುತ್ತದೆ. ಎಲ್ಲಿಯಾದರೂ ಆಟೋಕೌಂಟರ್ ತಾನು ಕಾರ್ಯಗತಗೊಳಿಸಬಾರದುದನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲು ಪ್ರಯತ್ನಿಸಿದರೆ, ಇದು ಒಂದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ದಾಳಿ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 $SOURCE_PATH가 잠재적으로 잘못 레이블된 파일 $TARGET_PATH 를 실행하지 못하게 합니다. 자동 마운트 도구를 설정하여 설정 파일을 실행할 수 있으며, $TARGET_PATH가 자동 마운트되어 설정파일을 실행할 수 있을 경우 이는 bin_t로 레이블된 파일을 가지고 있어야 합니다. 자동 마운트 도구가 실행해서는 안되는 파일을 실행하려할 경우, 침입을 시도했다고 나타날 수 있습니다.
ml: തെറ്റായ ലേബലുകളുളള ഫയലുകള്‍ $TARGET_PATH ഉപയോഗിക്കുന്നതില്‍ നിന്നും $SOURCE_PATH-നെ SELinux തടയുന്നു. കോണ്‍ഫിഗറേഷന്‍ ഫയലുകള്‍ പ്രവര്‍ത്തിക്കുന്നതിനായി ഓട്ടോമൌണ്ടര്‍ ക്രമികരിക്കുവാന്‍ സാധ്യമാണ്. $TARGET_PATH ഒരു automount എക്സിക്ക്യൂട്ടബിള്‍ കോണ്‍ഫിഗറേഷന്‍ ഫയല്‍ ആണ് എങ്കില്‍, അതിന് bin_t എന്ന ഫയല്‍ ലേബല്‍ ഉണ്ടാകേണ്ടതാണ്. പാടില്ലാത്ത പ്രവര്‍ത്തി എന്തെങ്കിലും ആണ് ഓട്ടോമൌണ്ടറ്‍ ചെയ്യുവാന്‍ ശ്രമിക്കുന്നത് എങ്കില്‍, അത് തെറ്റായ ഒരു പ്രക്രിയ ആയി കണക്കാക്കുന്നു.
mr: SELinux ने $SOURCE_PATH ला सदोषीत लेबेल केलेली फाइल $TARGET_PATH चालवण्यापासून नकारले. Automounter संयोजना फाइल चालवण्यासाठी सेटअप केले जाऊ शकते. $TARGET_PATH स्वयंमाउंट एक्जीक्यूटेबल संयोजना फाइल असल्यास त्यांस bin_t चे लेबल असणे आवश्यक आहे. automounter न चालवण्याजोगी बाब कार्यान्वीत करण्याचा प्रयत्न करत असल्यास, हा अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de $SOURCE_PATH niet toegestaan om potentieel verkeerd bestempelde bestanden $TARGET_PATH uit te voeren. Automounter kan ingesteld worden om configuratie bestanden uit te voeren. Als $TARGET_PATH een automount uitvoerbaar configuratie bestand is moet het een bin_t bestand label hebben. Als automounter probeert iets uit te voeren wat het niet verondersteld wordt te doen, kan dit een indringing aanval betekenen.
or: SELinux $SOURCE_PATH କୁ ଶକ୍ତିଶାଳୀ ଭୁଲନାମକରଣ ହୋଇଥିବା ଫାଇଲଗୁଡ଼ିକୁ $TARGET_PATH ନିଷ୍ପାଦନ କରିବା ପାଇଁ ବାରଣ କରିଥାଏ। ସ୍ୱୟଂସ୍ଥାପକ ବିନ୍ୟାସ ଫାଇଲଗୁଡ଼ିକୁ ନିଷ୍ପାଦନ କରିବା ପାଇଁ ବ୍ୟବସ୍ଥା କରିପାରେ। ଯଦି $TARGET_PATH ଟି ଗୋଟିଏ ସ୍ୱୟଂସ୍ଥାପକ ନିଷ୍ପାଦନଯୋଗ୍ୟ ଫାଇଲ ହୋଇଥାଏ ତେବେ ଏହା bin_t ନାମକ ଫାଇଲ ଆବଶ୍ୟକ କରିଥାଏ। ଯଦି ସ୍ୱୟଂସ୍ଥାପକ କିଛି ନିଷ୍ପାଦନ କରିବା ପାଇଁ ଚେଷ୍ଟାକରୁଥାଏ ଯାହାକି କରିବା ଉଚିତ ନୁହଁ, ତେବେ ଏହା କୌଣସି ବିନାଅନୁମତିରେ ପ୍ରବେଶକୁ ସୂଚାଇଥାଏ।
pl: SELinux odmówił $SOURCE_PATH wykonywania plików z potencjalnie błędnymi etykietami $TARGET_PATH. Automounter może być ustawiony tak, aby wykonywał pliki konfiguracyjne. Jeśli $TARGET_PATH jest wykonywalnym plikiem konfiguracyjnym automount, który wymaga etykiety pliku bin_t. Jeśli automounter próbuje wykonać coś, czego nie powinien, może to wskazywać na próbę włamania.
pt_br: O SELinux negou ao $SOURCE_PATH a execução de arquivos potencialmente mal rotulados $TARGET_PATH. O automontador pode ser configurado para executar arquivos de configuração. Se o $TARGET_PATH for um arquivo de configuração executável do automontador, ele necessita ter um rótulo bin_t. Se o automontador estiver executando algo que ele não deva, isso pode indicar uma tentativa de intrusão.
ta: SELinux ஆனது இந்த $SOURCE_PATH லிருந்து உள்ளார்ந்து விடுபட்ட லேபில் கோப்பு(கள்) $TARGET_PATHஐ இயக்க மறுக்கிறது. கட்டமைக்கபட்ட கோப்புகளை தானியக்கிஏற்றி இயக்க அமைக்கிறது. இந்த $TARGET_PATH ஒரு ஆட்டோமவுண்ட் இயக்கக்கூடிய கட்டமைப்பு கோப்பானது ஒரு கோப்பு லேபில் bin_tஐ பெற வேண்டும். ஆட்டோமவுண்ட் சிலவற்றை இயக்க முயற்சித்தால் அது, ஒரு நிர்வாக முயற்சியாக குறிக்கலாம்.

source: If you want to change the file context of $TARGET_PATH so that the automounter can execute it you can execute "chcon -t bin_t $TARGET_PATH". If you want this to survive a relabel, you need to permanently change the file context: execute "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'".
bg: Ако искате да промените файловия контекст на $TARGET_PATH така, че automounter да може да го стартира, трябва да изпълните "chcon -t bin_t $TARGET_PATH". Ако искате това да се запазва при преетикетиране, трябва да смените файловия контекст за постоянно - изпълнете "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'".
cs: Chcete-li změnit kontext souboru $TARGET_PATH tak, aby automounter ho mohl spouštět, spusťte "chcon -t bin_t $TARGET_PATH". Chcete-li, aby to přežilo přeznačení, je třeba trvale změnit kontext souboru: spusťte "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'".
de: Falls Sie den Dateikontext von $TARGET_PATH ändern möchten, so dass der Automounter ihn ausführen kann, führen Sie "chcon -t bin_t $TARGET_PATH" aus. Falls dies eine Neukennzeichnung überdauern soll, müssen Sie den Dateikontext dauerhaft ändern: Führen Sie dazu "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" aus.
gu: જો તમે $TARGET_PATH નો ફાઈલ સંદર્ભ બદલવા માંગો કે જેથી ઓટોમાઉન્ટ કરનાર તેને ચલાવી શકે તો તમે "chcon -t bin_t.$TARGET_PATH" ચલાવી શકો. જો તમે આને પુનઃલેબલ સાથે જીવવા માંગતા હોય તો, તમારે ફાઈલ સંદર્ભ કાયમ માટે બદલવાની જરૂર પડશે: "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" ને ચલાવો.
kn: ಸ್ವಯಂಆರೋಹಕ $TARGET_PATH ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವಂತೆ ಕಡತದ ಸನ್ನಿವೇಶವನ್ನು ನೀವು ಬದಲಾಯಿಸಬೇಕೆಂದರೆ "chcon -t bin_t $TARGET_PATH'" ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದಾಗಿದೆ.ಇದನ್ನು ಒಂದು ಮರುಲೇಬಲ್ ನಂತರವೂ ಉಳಿಯುವಂತೆ ನೀವು ಬಯಸಿದರೆ, ಶಾಶ್ವತವಾಗಿ ಕಡತ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ: ಇದಕ್ಕಾಗಿ "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'"ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಿ.
ko: $TARGET_PATH의 파일 문맥을 변경하여 자동 마운트가 이를 실행하게 하려면 "chcon -t bin_t $TARGET_PATH"를 실행합니다. 이를 레이블 후에도 남아있게 하려면 파일 문맥을 영구적으로 변경해야 합니다: "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'"를 실행합니다.
ml: ഓട്ടോമൌണ്ടര്‍ പ്രവര്‍ത്തിയ്ക്കുന്നതിനായി $TARGET_PATH-ന്റെ ഫയല്‍ കോണ്‍ട്ടെക്സ്റ്റ് മാറ്റണമെങ്കില്‍, നിങ്ങള്‍ക്ക് chcon -t bin_t.$TARGET_PATH പ്രവര്‍ത്തിപ്പിക്കാവുന്നതാണ്. നിങ്ങള്‍ക്ക് ഇതിനു് വീണ്ടും ഒരു ലേബല്‍ നല്‍കണമെങ്കില്‍, നിങ്ങള്‍ എന്നേക്കുമായി ഫയല്‍ കോണ്‍ട്ടെക്സ്റ്റ് മാറ്റേണ്ടതാണു്, "semanage fcontext -a -t bin_t $FIX_TARGET_PATH" പ്രവര്‍ത്തിപ്പിക്കുക.
mr: $TARGET_PATH याचे फाइल संदर्श बदलायचे असल्यास व automounter चालवायचे असल्यास "chcon -t bin_t $TARGET_PATH" चालवा. पुनःलेबलवेळी अस्तित्वातील लेबल गमवायचे नसल्यास, नेहमीकरीता फाइल संदर्भ बदलावे लागेल: "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" चालवा.
nl: Als je de bestand context van $TARGET_PATH wilt veranderen zodat de automounter het kan uitvoeren moet je "chcon -t bin_t $TARGET_PATH" uitvoeren. Als je dit wilt handhaven na een her-bestempeling, moet je de bestand context permanent veranderen: voer uit "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'".
or: ଯଦି ଆପଣ $TARGET_PATH ର ସଠିକ ଚାଳନ ଉପରେ ବିଶ୍ବାସ ରଖିଥିଲେ, ଆପଣ ଫାଇଲ ବିଷୟବସ୍ତୁକୁବଦଳାଇ ପାରିବେ। "chcon -t bin_t $TARGET_PATH"।ଆପଣଙ୍କୁ ସବୁଦିନ ପାଇଁ ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ହେବ: "semanage fcontext -a -t bin_t '$TARGET_PATH'" କୁ ନିଷ୍ପାଦନ କରନ୍ତୁ।
pl: Aby zmienić kontekst pliku $TARGET_PATH tak, aby automounter mógł go wykonać, można wykonać „chcon -t bin_t $TARGET_PATH”. Aby to ustawienie zachowało się po ponownym nadaniu kontekstu plikom, należy trwale zmienić kontekst pliku: wykonać „semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'”.
pt_br: Se você quer mudar o contexto do arquivo de $TARGET_PATH para que o automounter possa executá-lo, você pode executar o "chcon -t bin_t $TARGET_PATH". Se você deseja que ele sobreviva à um novo rotulamento, será necessário mudar permanentemente o contexto do arquivo: execute "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'".
ta: $TARGET_PATH ஐ ஆட்டோமவுன்ட்டர் இயக்கக்கூடிய வகையில், அதன் கோப்புச் சூழலை நீங்கள் மாற்ற விரும்பினால் "chcon -t bin_t $TARGET_PATH" கட்டளையை இயக்கலாம். நீங்கள் ஒரு மறுலேபிளிடும் நிகழ்விலும் தக்கவைக்கப்பட விரும்பினால், கோப்புச் சூழலை நீங்கள் நிரந்தரமாக மாற்ற வேண்டும், அதற்கு "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" எனும் கட்டளையை இயக்கவும்.

source: SELinux is preventing $SOURCE_PATH from binding to port $PORT_NUMBER.
bg: SELinux пречи на $SOURCE_PATH да отвори порт $PORT_NUMBER.
cs: SELinux brání programu $SOURCE_PATH, aby se vázal na port $PORT_NUMBER.
de: SELinux hindert $SOURCE_PATH an der Bindung mit Port $PORT_NUMBER.
gu: SELinux એ $SOURCE_PATH ને પોર્ટ $PORT_NUMBER સાથે બાંધવાથી અટકાવી રહ્યું છે.
kn: $SOURCE_PATH ಅನ್ನು ಸಂಪರ್ಕಸ್ಥಾನ $PORT_NUMBER ಕ್ಕೆ ಬೈಂಡ್ ಮಾಡದಂತೆ SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 $SOURCE_PATH가 포트 $PORT_NUMBER로 연결하지 못하게 합니다.
ml: $SOURCE_PATH-നെ പോര്‍ട്ട് $PORT_NUMBER-ലേക്ക് കൂട്ടി ചേര്‍ക്കുന്നതില്‍ നിന്നും SELinux തടയുന്നു.
mr: SELinux $SOURCE_PATH ला $PORT_NUMBER शी बांधणी करण्यापासून रोखत आहे.
nl: SELinux belet $SOURCE_PATH om te verbinden met poort $PORT_NUMBER.
or: SELinux $SOURCE_PATH କୁ $PORT_NUMBER ସଂଯୋଗିକୀ ସହିତ ବାନ୍ଧିବାରୁ ଅଟକାଉଛି।
pl: SELinux powstrzymuje $SOURCE przed dowiązywaniem do portu $PORT_NUMBER.
pt_br: O SELinux está impedindo que o $SOURCE_PATH vincule-se à porta $PORT_NUMBER.
ta: SELinux ஐ $SOURCE_PATHலிருந்து $PORT_NUMBER துறைக்கு பிணைப்பதை தடுக்கிறது.

source: SELinux has denied the $SOURCE from binding to a network port $PORT_NUMBER which does not have an SELinux type associated with it. If $SOURCE should be allowed to listen on $PORT_NUMBER, use the <i>semanage</i> command to assign $PORT_NUMBER to a port type that $SOURCE_TYPE can bind to (%s). If $SOURCE is not supposed to bind to $PORT_NUMBER, this could signal an intrusion attempt.
nl: SELinux heeft de $SOURCE verboden om te verbinden met een netwerk poort $PORT_NUMBER welke geen SELinux type met zich verbonden heeft. Als $SOURCE verondersteld wordt om naar $PORT_NUMBER te luisteren, gebruik je het <i>semanage</i> commando om aan $PORT_NUMBER een poort type toe te kennen dat $SOURCE_TYPE kan verbinden met (%s). Als $SOURCE niet verondersteld wordt met $PORT_NUMBER te verbinden, kan dit een teken zijn van een indringing poging.
