Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: You can alter the file context by executing chcon -t virt_image_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
bg: Може да промените файловия контекст като стартирате chcon -t virt_image_t '$TARGET_PATH' Също така, трябва да промените поразбиращият се файлов контекст на файловете за да ги запазите даже при пълно преетикетиране. "semanage fcontext -a -t virt_image_t '$$FIX_TARGET_PATH'"
cs: Kontext souboru můžete změnit spuštěním chcon -t virt_image_t '$TARGET_PATH' Je nutné také změnit výchozí kontext souborů na systému s cílem jejich uchování i při plném přeznačení. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
de: Sie können den Dateikontext durch Ausführen von "chcon -t virt_image_t '$TARGET_PATH'" ändern. Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um sie von einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t virt_image_t '$TARGET_PATH'"
gu: તમે chcon -t virt_image_t '$TARGET_PATH' ચલાવીને ફાઈલ સંદર્ભ બદલી શકો છો તમારે મૂળભૂત ફાઈલ સંદર્ભ ફાઈલોને પણ સંપૂર્ણ પુન:લેબલ પર તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર બદલવી જ પડશે. "semanage fcontext -a -t virt_image_t '$TARGET_PATH'"
kn: chcon -t virt_image_t '$TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ ಕಡತದ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಬಹುದು. ಒಂದು ಸಂಪೂರ್ಣ ಮರುಲೇಬಲ್ ನಂತರವೂ ಗಣಕಗಳ ಕಡತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
ko: chcon -t virt_image_t '$TARGET_PATH'를 실행하여 파일 문맥을 변경할 수 있습니다 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
ml: chcon -t virt_image_t '$TARGET_PATH' ഉപയോഗിച്ച് നിങ്ങള്‍ക്ക് ഫയല്‍ കോണ്‍ടെക്സ്റ്റില്‍ മാറ്റം വരുത്തുവാന്‍ സാധിക്കുന്നു പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
mr: chcon -t virt_image_t '$TARGET_PATH' वापरून तुम्ही फाइल संदर्भ बदलवू शकता संपूर्णतया पुनःलेबल केल्यावरही सुरक्षीत करण्यासाठी प्रणालीवरील पूर्वनिर्धारीत फाइल संदर्भ फाइल्स् देखील बदलणे आवश्यक आहे. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
nl: Je kunt de bestand context veranderen met chcon -t virt_image_t '$TARGET_PATH' Je moet ook de standaard bestand context bestanden op het systeem veranderen om dit te bewaren na een volledige her-labeling. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
or: ଆପଣ chcon -t virt_image_t '$TARGET_PATH' କୁ ନିଷ୍ପାଦନ କରି ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ବଦଳାଇପାରିବେ ସେମାନଙ୍କୁ ସମ୍ପୂର୍ଣ୍ଣ ପୁନଃ ନାମକରଣରେ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ଆପଣ ମଧ୍ଯ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ଫାଇଲକୁ ତନ୍ତ୍ରରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ। "semanage fcontext -a -t virt_image_t '$TARGET_PATH'"
pl: Można zmienić kontekst pliku wykonując chcon -t virt_image_t „$TARGET_PATH”. Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. „semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'”
pt_br: Você pode alterar o contexto do arquivo executando chcon -t virt_image_t '$TARGET_PATH' Você deve também alterar o arquivo padrão dos arquivos de contexto no sistema para preservá-los mesmo em uma reetiquetagem total. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
ta: chcon -t virt_image_t '$TARGET_PATH' ஐ இயக்கி நீங்கள் கோப்பு சூழலை மாற்றலாம் முழுவதும் மறுலேபிளிடப்படும் போதும் கோப்புகளின் சூழல் தக்கவைக்கப்பட வேண்டுமானால் நீங்கள் கணினியில் உள்ள கோப்புகளின் முன்னிருப்பு கோப்பு சூழலையும் மாற்ற வேண்டும். "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"

source: SELinux denied qemu access to $TARGET_PATH. If this is a virtualization image, it has to have a file context label of virt_image_t. The system is setup to label image files in directory./var/lib/libvirt/images correctly. We recommend that you copy your image file to /var/lib/libvirt/images. If you really want to have your qemu image files in the current directory, you can relabel $TARGET_PATH to be virt_image_t using chcon. You also need to execute semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' to add this new path to the system defaults. If you did not intend to use $TARGET_PATH as a qemu image it could indicate either a bug or an intrusion attempt.
bg: SELinux забрани на qemu достъп до $TARGET_PATH. Ако това е виртуализиращ образ, то той трябва да има етикет virt_image_t. Системата е настроена да етикетира файловете образи в /var/lib/xen/images коректно. Препоръчваме Ви, да копирате файла с образа в тази директория. Ако държите qemu образите да са в текущата директория, може да смените етикета на $TARGET_PATH на virt_image_t чрез chcon. Трябва също да изпълните semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' за да добавите този нов път към подразбиращите се за системата. Ако не смятате да ползвате $TARGET_PATH като quemu образ, това може да е сигнал за бъг или за опит за пробив.
cs: SELinux zamítl přístup k $TARGET_PATH, o nějž se pokusil qemu. Pokud se jedná o virtualizační obraz, potřebuje mít značku souborového kontextu virt_image_t. Systém automaticky nastavuje správnou značku obrazům v adresáři /var/lib/libvirt/images. Doporučujeme obraz zkopírovat do /var/lib/libvirt/images. Pokud si skutečně přejete obrazy ponechat v současném adresáři, můžete $TARGET_PATH přeznačkovat na virt_image_t pomocí chcon. Musíte také provést semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH', abyste novou cestu přidali do výchozího nastavení systému. Pokud jste neměli v úmyslu použít $TARGET_PATH jako obraz qemu, může to být známkou buď chyby, nebo pokusu o vniknutí.
de: SELinux hinderte qemu am Zugriff auf $TARGET_PATH. Wenn es ein Virtualisierungsabbild ist, muss es den Dateikontext-Label virt_image_t haben. Das System ist eingerichtet zum korrekten Bezeichnen aller Abbilddateien im Verzeichnis /var/lib/libvirt/images. Wir empfehlen, dass Sie Ihre Abbilder nach /var/lib/libvirt/images kopieren. Wenn Sie Ihre qemu-Abbilder wirklich in diesem Verzeichnis haben wollen, dann müssen Sie $TARGET_PATH mit chcon relabeln auf virt_image_t. Sie müssen auch semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' ausführen, um den neuen Pfad zu dem System-Standards hinzuzufügen. Wenn nicht beabsichtigen $TARGET_PATH als qemu- Abbild zu benutzen, könnte ein Fehler ider ein Einbruchsversuch sein.
gu: SELinux એ $TARGET_PATH માટે qemu વપરાશ નામંજૂર કર્યો. જો આ વર્ચ્યુલાઇઝેશન ઈમેજ હોય તો તેને virt_image_t નો ફાઈલ સંદર્ભ લેબલ ખસેડવું પડશે. સિસ્ટમ ઈમેજ ફાઈલોને ./var/lib/libvirt/images માં યોગ્ય રીતે લેબલ કરવા માટે સુયોજિત થયેલ છે. અમે આગ્રહ રાખીએ છીએ કે તમે તમારી ઈમેજ ફાઈલને આ /var/lib/libvirt/images નકલ કરો. જો તમે ખરેખર તમારી qemu ઈમેજ ફાઈલોને આ ડિરેક્ટરીમાં રાખવા માંગો, તો તમે $TARGET_PATH ને chcon ની મદદથી virt_image_t બનાવવા માટે પુનઃલેબલ કરી શકો. તમે આ નવા પાથને સિસ્ટમ મૂળભૂતોમાં ઉમેરવા માટે fcontext -a -t virt_image_t '$FIX_TARGET_PATH' ચલાવવાની જરૂર પડશે જો તમારો $TARGET_PATH ને qemu ઈમેજ તરીકે વાપરવાતો હેતુ નહિં હોય તો તે ક્યાં તો ભૂલ સૂચવી શક્યું હોત અથવા તે ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
kn: $TARGET_PATH ಗೆ qemu ಅನುಮತಿಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಇದು ಒಂದು ವರ್ಚುವಲೈಸೇಶನ್ ಚಿತ್ರಿಕೆಯಾಗಿದ್ದರೆ, virt_image_t ನ ಒಂದು ಕಡತ ಸನ್ನಿವೇಶ ಲೇಬಲ್ ಅನ್ನು ಹೊಂದಿರಬೇಕು. ಗಣಕವು directoryಕಡತಕೋಶ./var/lib/libvirt/images ದಲ್ಲಿನ ಕಡತಗಳಿಗೆ ಸಮರ್ಪಕವಾಗಿ ಲೇಬಲ್ ಮಾಡಲು ಸಜ್ಜುಗೊಳಿಸಲಾಗಿದೆ. /var/lib/libvirt/images ಗೆ ನಿಮ್ಮ ಕಡತಗಳನ್ನು ನಕಲು ಮಾಡಲು ಸೂಚಿಸುತ್ತೇವೆ. ನಿಮ್ಮ xen ಚಿತ್ರಿಕಾ ಕಡತಗಳನ್ನು ಈಗಿನ ಕಡತಕೋಶದಲ್ಲಿ ನಿಜವಾಗಲೂ ಇರಿಸಲು ಬಯಸಿದಲ್ಲಿ, ನೀವು$TARGET_PATH ಅನ್ನು chcon ಬಳಸಿಕೊಂಡು virt_image_t ಆಗಿ ಮರು ಲೇಬಲ್ ಮಾಡಬಹುದು. ಗಣಕ ಪೂರ್ವನಿಯೋಜಿತಗಳಿಗೆ ಈ ಹೊಸ ಮಾರ್ಗವನ್ನು ಸೇರಿಸಲು semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಬೇಕಾಗುತ್ತದೆ ನೀವು $TARGET_PATH ಅನ್ನು ಒಂದು qemu ಚಿತ್ರಿಕೆಯಾಗಿ ಬಳಸಲು ಬಯಸಿಲ್ಲದೆ ಹೋಗಿದ್ದರೆ ಇದು ಒಂದು ದೋಷ ಅಥವ ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುವುದು.
ko: SELinux는 $TARGET_PATH에 대한 qemu 액세스를 거부합니다. 이것이 가상화 이미지인 경우, virt_image_t로 레이블된 파일 문맥을 가지고 있어야 합니다. 본 시스템은 /var/lib/libvirt/images 디렉토리에 있는 이미지 파일들을 올바르게 레이블하도록 설정되어 있습니다. 이미지 파일을 /var/lib/libvirt/images로 복사할 것을 권장합니다. 정말로 현재 디렉토리에 qemu 이미지 파일을 보관하려 한다면, chcon을 사용하여 $TARGET_PATH를 virt_image_t 로 다시 레이블할 수 있습니다. 또한 새 경로를 시스템 기본값으로 추가하기 위해 semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'를 실행하셔야 합니다. qemu 이미지로서 $TARGET_PATH를 사용하고자 하지 않으신 경우라면, 이는 버기나 침입 시도가 있었음을 나타내는 신호일 수 있습니다.
ml: $TARGET_PATH-ലേക്കുള്ള qemu അനുമതി SELinux നിഷേധിച്ചു. ഇതൊരു വിര്‍ച്ച്വലൈസേഷന്‍ ഇമേജാണെങ്കില്‍, അതിനൊരു virt_image_t ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ലേബല്‍ ആവശ്യമുണ്ടു്. directory./var/lib/libvirt/images-ലുള്ള ഇമേജ് ഫയലുകള്‍ സിസ്റ്റം ശരിയായി ലേബല്‍ ചെയ്യുന്നു. നിങ്ങളുടെ ഇമേജ് ഫയല്‍ അതിനാല്‍ /var/lib/libvirt/images-ലേക്ക് പകര്‍ത്തുക. നിങ്ങള്‍ക്ക് qemu ഇമേജുകള്‍ നിലവിലുള്ള ഡയറക്ടറില്‍ വേണമെങ്കില്‍, chcon ഉപയോഗിച്ചു് നിങ്ങള്‍ക്കു് $TARGET_PATH, virt_image_t ആയി വീണ്ടും ലേബല്‍ ചെയ്യാം. കൂടാതെ സിസ്റ്റം സ്വതവേയുള്ളവയിലേക്ക് പുതിയ പാഥ് ചേര്‍ക്കുന്നതിനായി semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' ഉപയോഗിക്കുക. നിങ്ങള്‍ qemu ഇമേജായി $TARGET_PATHഉപയോഗിക്കുന്നില്ലെങ്കില്‍, ഒരു ബഗായി അല്ലെങ്കില്‍ തെറ്റായ പ്രവര്‍ത്തിയായി സൂചിപ്പിക്കുന്നു
mr: SELinux ने $TARGET_PATH करीता qemu प्रवेश नकारला . ही आभासीकरण प्रतिमा असल्यास, त्याचे फाइल संदर्भ लेबलvirt_image_t असायला हवे. डिरेक्ट्री ./var/lib/libvirt/imagesअंतर्गत प्रतिमा फाइलचे लेबल करण्यास प्रणाली सज्ज आहे. प्रतिमा फाइलची प्रतिकृती /var/lib/libvirt/images येथे असावी असे सूचविले जाते. qemu प्रतिमा फाइल वर्तमान डिरेक्ट्रीत आढळल्यास, तुम्ही chcon चा वापर करून $TARGET_PATH यांस virt_image_t असे पुनः लेबल करू शकता. नवीन मार्ग प्रणाली पूर्वनिर्धारीतांमध्ये समाविष्ट करण्यासाठी तुम्हाला semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' समाविष्ट करावे लागेल. $TARGET_PATH ला qemu प्रतिमा म्हणून वापरायचे नसल्यास यांस बग किंवा अवैध प्रवेश प्रयत्न म्हणून ठरवले जाईल.
nl: SELinux belette qemu toegang tot $TARGET_PATH. Als dit een virtualisatie image is, moet het gelabeld worden met een virt_image_t bestand context label. Het systeem is ingesteld om image bestanden in de map /var/lib/libvirt/images correct te labelen. We bevelen je aan om een kopie van jouw image bestand te maken in var/lib/libvirt/images. Als je echt je qemu image bestanden in de huidige map wilt hebben, kun je $TARGET_PATH her-labelen naar virt_image_t door chcon te gebruiken. Je moet ook semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH uitvoeren om dit nieuwe pad aan jouw systeem standaarden toe te voegen. Als je niet van plan was om $TARGET_PATH als een qemu image te gebruiken geeft dit een fout of een indringing poging aan.
or: SELinux $TARGET_PATH ରେ qemu ଅଭିଗମ୍ୟତାକୁ ବାରଣ କରିଅଛି। ଯଦି ଏହା ଗୋଟିଏ ଆଭାସୀକରଣ ପ୍ରତିଛବି, ତେବେ ଏଥିରେ virt_image_t ର ଗୋଟିଏ ଫାଇଲ ପ୍ରସଙ୍ଗ ନାମପଟି ଥିବା ଉଚିତ। ତନ୍ତ୍ରରେ ନାମପଟି ଫାଇଲଗୁଡ଼ିକୁ ଡିରେକ୍ଟୋରୀ ./var/lib/libvirt/imagesରେ ନକଲ କରିବା ପାଇଁ ସଠିକ ଭାବରେ ସେଟ କରାଯାଇଛି। ଆମେ ପରାମର୍ଶ ଦେଉଅଛୁ ଯେ ଆପଣ ଆପଣଙ୍କର ପ୍ରତିଛବି ଫାଇଲକୁ ./var/lib/libvirt/images ରେ ନକଲ କରନ୍ତୁ। ଯଦି ଆପଣ ପ୍ରକୃତରେ ପ୍ରଚଳିତ ଡିରେକ୍ଟୋରୀରେ qemu ପ୍ରତିଛବିକୁ ରଖିବାକୁ ଚାହୁଁଛନ୍ତି, ତେବେଆପଣ $TARGET_PATH କୁ ./var/lib/libvirt/images ଭାବରେ chcon ବ୍ୟବହାର କରି ପୁନଃନାମକରଣ କରିପାରିବେ। ଆପଣଙ୍କୁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ତନ୍ତ୍ରରେ ନୂତନ ପଥ ଯୋଗ କରିବା ପାଇଁ semanage fcontext -a -t virt_image_t '$TARGET_PATH' କୁ ମଧ୍ଯ ନିଷ୍ପାଦନ କରିବାକୁ ହୋଇପାରେ। ଯଦି ଆପଣ $TARGET_PATH କୁ qemu ଭାବରେ ବ୍ୟବହାର କରିବାକୁ ଚାହୁଁନାହାନ୍ତି ତେବେ ଏହା ଗୋଟିଏ ତ୍ରୁଟି ଭାବରେ ଦୃଶ୍ୟମାନ ହୋଇପାରେ ଅଥବା ବିନାଅନୁମତିରେ ପ୍ରବେଶ ପ୍ରଚେଷ୍ଟା କରିପାରେ।
pl: SELinux odmówił QEMU dostęp do $TARGET_PATH. Jeśli jest to obraz wirtualizacji, musi posiadać kontekst pliku virt_image_t. System został ustawiony tak, aby pliki obrazów w katalogu /var/lib/libvirt/images posiadały poprawne etykiety. Zalecane jest, aby skopiować pliki obrazów do tego katalogu. Jeśli na pewno pliki obrazów QEMU mają znajdować się w tym katalogu, można zmienić etykietę $TARGET_PATH na virt_image_t za pomocą chcon. Jeśli to zostanie zrobione, powinno się także wykonać polecenie semanage fcontext -a -t virt_image_t "$FIX_TARGET_PATH", aby dodać tę nową ścieżkę do domyślnych systemu. Jeśli $TARGET_PATH nie miało zostać użyte jako obraz QEMU, może wskazywać to na błąd lub próbę włamania.
pt_br: O SELinux impediu o acesso do qemu ao $TARGET_PATH. Se esta é uma imagem de virtualização, a mesma deve ter um contexto de arquivo rotulado como virt_image_t. O sistema é configurado para rotular arquivos de imagem no diretório /var/lib/libvirt/images corretamente. Nós recomendamos que você copie os seus arquivos de imagem para /var/lib/libvirt/images. Se você realmente quiser ter os seus arquivos de imagem do qemu no diretório atual, você pode rotular novamente o $TARGET_PATH para virt_image_t usando o chcon. Você também deverá executar semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' para adicionar este novo caminho aos padrões do sistema. Se você não pretendia usar o $TARGET_PATH como uma imagem do qemu, então isto poderia indicar um erro ou uma tentativa de intrusão.
ta: $TARGET_PATH க்கான qemu அணுகலை SELinux நிராகரித்தது. இது ஒரு மெய்நிகராக்க படமாக இருந்தால், அது virt_image_t எனும் கோப்பு சூழல் லேபிளைக் கொண்டிருக்க வேண்டும். ./var/lib/libvirt/images கோப்பகத்தில் உள்ள படக் கோப்புகளுக்கு சரியாக லேபிளிடப்படும் வகையில் கணினி அமைக்கப்பட்டுள்ளது. உங்கள் படக் கோப்பை /var/lib/libvirt/images க்கு நகலெடுக்குமாறு பரிந்துரைக்கிறோம். உண்மையிலேயே உஙக்ளுக்கு qemu படக் கோப்புகள் தற்போதைய கோப்பகத்தில் வேண்டுமானால், நீங்கள் chcon ஐப் பயன்படுத்தி $TARGET_PATH க்கு virt_image_t என மறு லேபிளிடலாம். நீங்கள் இந்த புதிய பாதையை கணினி முன்னிருப்பில் சேர்க்க வேண்டுமானால் semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' கட்டளையையும் இயக்க வேண்டும். நீங்கள் $TARGET_PATH ஐ ஒரு qemu படமாக பயன்படுத்த நினைத்திருக்காவிட்டால், இது ஒரு வழு அல்லது குறுக்கீட்டுச் செயலின் அடையாளமாக இருக்கலாம்.

source: $TARGET_BASE_PATH is a virtualization target
bg: $TARGET_BASE_PATH е виртуализиращата цел
gu: $TARGET_BASE_PATH વર્ચ્યુઅલાઇઝેશન લક્ષ્ય છે
kn: $TARGET_BASE_PATH ಎನ್ನುವುದು ಒಂದು ವರ್ಚುವಲೈಸೇಶನ್ ಗುರಿಯಾಗಿದೆ
ml: $TARGET_BASE_PATH ഒരു വിര്‍ച്ച്വലൈസേഷന്‍ ഗസ്റ്റാണു്
mr: $TARGET_BASE_PATH एक वर्चुअलाइजेशन टार्गेट आहे
nl: $TARGET_BASE_PATH is een virtualisatie doel
or: $TARGET_BASE_PATH ଟି ଗୋଟିଏ ଆଭାସୀକରଣ ଲକ୍ଷ୍ଯ ଅଟେ
ta: $TARGET_BASE_PATH ஒரு மெய்நிகராக்க இலக்காகும்

source: You can restore the default system context to this file by executing the restorecon command. restorecon '$TARGET_PATH', if this file is a directory, you can recursively restore using restorecon -R '$TARGET_PATH'.
bg: Можете да възстановите подразбрания системен контекст на този файл чрез командата restorecon. restorecon '$TARGET_PATH', ако това е директория, рекурсивното възстановяване става с restorecon -R '$TARGET_PATH'.
cs: Můžete obnovit výchozí systémový kontext k tomuto souboru spuštěním restorecon příkazu. restorecon '$TARGET_PATH', pokud je tento soubor adresářem, můžete rekurzivně obnovit pomocí restorecon -R '$TARGET_PATH'.
de: Sie können den Standarddateikontext für diese Datei wiederherstellen durch die Ausführung des restorecon-Befehls. restorecon '$TARGET_PATH', wenn diese Datei ein Verzeichnis ist, Sie können es auch rekursiv machen durch restorecon -R '$TARGET_PATH'.
gu: તમે મૂળભૂત સિસ્ટમ સંદર્ભ આ ફાઈલમાં restorecon આદેશ ચલાવીને પુનઃસંગ્રહી શકો. restorecon '$TARGET_PATH', જો આ ફાઈલ એ ડિરેક્ટરી હોય, તો તમે પુનરાવર્તિત રીતે restorecon -R '$TARGET_PATH' ની મદદથી પુનઃસંગ્રહી શકો.
kn: ಈ ಕಡತಕ್ಕೆ ಗಣಕದ ಪೂರ್ವನಿಯೋಜಿತ ಸನ್ನಿವೇಶವನ್ನು ಮರುಸ್ಥಾಪಿಸಲು restorecon ಆದೇಶವನ್ನು ಬಳಸಬಹುದಾಗಿದೆ. restorecon '$TARGET_PATH', ಇದು ಒಂದು ಕಡತಕೋಶವಾಗಿದ್ದಲ್ಲಿ, restorecon -R '$TARGET_PATH' ಅನ್ನು ಬಳಸಿಕೊಂಡು ಪುನರಾವರ್ತಿತವಾಗಿ ಮರುಸ್ಥಾಪಿಸಬಹುದಾಗಿದೆ.
ko: restorecon 명령을 실행하여 이 파일에 기본값 시스템 문맥을 복구할 수 있습니다. restorecon '$TARGET_PATH', 이 파일이 디렉토리일 경우, restorecon -R '$TARGET_PATH'를 사용하여 재귀적으로 복구할 수 있습니다.
ml: ഈ ഫയലിലേക്ക് സ്വതവേയുള്ള സിസ്റ്റം കോണ്‍ടെക്സ്റ്റ് വീണ്ടെടുക്കുന്നതിനായി, restoreconകമാന്‍ഡ് ഉപയോഗിക്കുക. restorecon '$TARGET_PATH', ഈ ഫയല്‍ ഒരു ഡയറക്ടറിയാണെങ്കില്‍, ആവര്‍ത്തിച്ചു് വീണ്ടെടുക്കുന്നതിനായി, restorecon -R '$TARGET_PATH' ഉപയോഗിക്കാം.
mr: तुम्ही यास फाइल करीता पूर्वनिर्धारीत प्रणाली संदर्भ restorecon आदेश चालवून पुन्हस्थापीत करू शकता. restorecon '$TARGET_PATH', फाइल डिरेक्ट्री असल्यास, तुम्ही वारंवार restorecon -R '$TARGET_PATH' वापरू पुन्हा स्थापीत करू शकता.
nl: Je kunt de standaard systeem context voor dit bestand herstellen door het restorecon commando uit te voeren. restorecon '$TARGET_PATH', als dit bestand een map is, kun je recursief herstellen met restorecon -R '$TARGET_PATH'.
or: ଆପଣ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ତନ୍ତ୍ର ପ୍ରସଙ୍ଗକୁ ଏହି ଫାଇଲରେ restorecon ନିର୍ଦ୍ଦେଶକୁ ନିଷ୍ପାଦନ କରି ପୁନଃସ୍ଥାପନ କରିପାରିବେ। restorecon '$TARGET_PATH', ଯଦି ଏହି ଫାଇଲଟି ଗୋଟିଏ ଡିରେକ୍ଟୋରୀ ହୋଇଥାଏ, ତେବେ ଆପଣ ପୁନଃପୌନିକ ଭାବରେ restorecon -R '$TARGET_PATH' କୁ ବ୍ୟବହାର କରିପୁନଃସ୍ଥାପନ କରିପାରିବେ।
pl: Można przywrócić domyślny kontekst systemu tego pliku wykonując polecenie restorecon. restorecon "$TARGET_PATH", jeśli ten plik jest katalogiem, można rekursywnie przywrócić za pomocą restorecon -R "$TARGET_PATH".
pt_br: Você pode restaurar o contexto do sistema padrão executando o comando restorecon. restorecon $TARGET_PATH, se este arquivo é um diretório, você pode restaurar recursivamente usando restorecon -R $TARGET_PATH.
ta: நீங்கள் இந்த முன்னிருப்பு கணினி உரையை அந்த கோப்பின் படி/n restorecon கட்டளையும் செயலாற்றுகிறது. restorecon '$TARGET_PATH', இது ஒரு கோப்பு அடைவாக, நீங்கள் மறுதொடர்பாக restorecon -R '$TARGET_PATH' பயன்படுத்தலாம்.

source: SELinux denied access requested by $SOURCE. $TARGET_PATH may be a mislabeled. $TARGET_PATH default SELinux type is <B>%s</B>, but its current type is <B>$TARGET_TYPE</B>. Changing this file back to the default type, may fix your problem. <p> File contexts can be assigned to a file in the following ways. <ul> <li>Files created in a directory receive the file context of the parent directory by default. <li>The SELinux policy might override the default label inherited from the parent directory by specifying a process running in context A which creates a file in a directory labeled B will instead create the file with label C. An example of this would be the dhcp client running with the dhclient_t type and creating a file in the directory /etc. This file would normally receive the etc_t type due to parental inheritance but instead the file is labeled with the net_conf_t type because the SELinux policy specifies this. <li>Users can change the file context on a file using tools such as chcon, or restorecon. </ul> This file could have been mislabeled either by user error, or if an normally confined application was run under the wrong domain. <p> However, this might also indicate a bug in SELinux because the file should not have been labeled with this type. <p> If you believe this is a bug, please file a bug report against this package.
nl: SELinux belette toegang verzocht door $SOURCE. $TARGET_PATH kan verkeerd gelabeld zijn. Het standaard SELinux type van $TARGET_PATH is <B>%s</B>, maar zijn huidige type is <B>$TARGET_TYPE</B>. Het veranderen van dit bestand naar het standaard type kan jouw probleem oplossen. <p> Bestand contexten kunnen op de volgende manieren toegekend worden aan een bestand. <ul> <li>Bestanden aangemaakt in een map krijgen standaard de bestand context van die map. <li>De SELinux tactiek kan de standaard label geërfd van de bovenliggende map afwijzen door te specificeren dat een proces draaiende in context A, welke een bestand aanmaakt in een map met label B in plaats daarvan het bestand met label C aanmaakt. Een voorbeeld hiervan kan de dhcp cliënt zijn draaiende met het dhclient_t type en een bestand aanmaakt in de map /etc. Dit bestand zou normaal het etc_t type krijgen door het erven maar in plaats daarvan is het bestand gelabeld met het net_conf_t type omdat de SELinux tactiek dit voorschrijft. <li>Gebruikers kunnen de bestand context van een bestand veranderen met gereedschappen zoals chcon of restorecon. </ul> Dit bestand kan een verkeerd label gekregen hebben door een gebruikersfout, of als een normaliter beperkte toepassing gedraaid is in een verkeerd domein. <p> Dit kan echter ook een fout aangeven in SELinux omdat het bestand niet gelabeld zou moeten zijn met dit type. <p> Als je denkt dat dit een fout is, dien dan een fout rapport in voor dit pakket.

source: you want to fix the label. $TARGET_PATH default label should be %s.
bg: искате да коригирате етикета. Подразбиращият се етикет на $TARGET_PATH трябва да е %s.
gu: તમે લેબલને સુધારવા માંગો છો, $TARGET_PATH મૂળભૂત લેબલ %s હોવુ જોઇએ.
kn: ನೀವು ಲೇಬಲ್ ಅನ್ನು ಸರಿಪಡಿಸಲು ಬಯಸುತ್ತೀರಿ. $TARGET_PATH ಪೂರ್ವನಿಯೋಜಿತ ಲೇಬಲ್ %s ಆಗಿರಬೇಕು.
ml: ലേബല്‍ പരിഹരിയ്ക്കേണ്ടതുണ്ടു്. $TARGET_PATH സ്വതവേയുള്ള ലേബല്‍ %s ആയിരിയ്ക്കണം.
mr: तुम्हाला लेबल ठिक करायचे आहे. $TARGET_PATH पूर्वनिर्धारित लेबल %s पाहिजे.
nl: je wilt het label repareren. $TARGET_PATH standaard label moet %s zijn.
or: ଆପଣ ସେହି ନାମପଟିକୁ ଠିକ କରିବାକୁ ଚାହୁଁଛନ୍ତି। $TARGET_PATH ର ପୂର୍ବନିର୍ଦ୍ଧାରିତ ନାମପଟି %s ହେବା ଉଚିତ।
ta: லேபிளை பொருத்த விரும்புகிறீர்கள். $TARGET_PATH முன்னிருப்பு லேபிளானது %s ஆகும்.

source: you can run restorecon.
bg: може да стартирате restorecon.
cs: je možné spustit restorecon.
de: Sie können restorecon ausführen.
gu: તમે restorecon ને ચલાવી શકો છો.
kn: restorecon ಅನ್ನು ಚಲಾಯಿಸಬಹುದು.
ko: restorecon을 실행할 수 있습니다.
ml: നിങ്ങള്‍ക്കു് restorecon പ്രവര്‍ത്തിപ്പിയ്ക്കാം.
mr: तुम्ही restorecon चालवू शकता.
nl: je kunt restorecon uitvoeren.
or: ଆପଣ restorecon କୁ ଚଲାଇପାରିବେ।
pl: można wykonać polecenie restorecon.
pt_br: você pode executar o restorecon.
ta: ரெஸ்டோரேகானை நீங்கள் இயக்கலாம்.

source: Restore Context
bg: Възстанови Контекст
cs: Obnovit Kontext
de: Kontext Wiederherstellen
gu: સંદર્ભને પુન:સંગ્રહો
kn: ಸನ್ನಿವೇಶವನ್ನು ಮರಳಿ ಸ್ಥಾಪಿಸು
ko: 문맥 복구
ml: കോണ്‍ടെക്സ്റ്റ് വീണ്ടെടുക്കുക
mr: संदर्भ पूर्वस्थितीत आणा
nl: Herstel context
or: ପୁନସ୍ଥାପନ କରନ୍ତୁ ପ୍ରସଙ୍ଗ
pl: Przywrócenie kontekstu
pt_br: Recuperar Contexto
ta: உள்ளடக்கத்தை மீட்டமை
