Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: If you want to allows XServer to execute writable memory
nl: Als je XServer wilt toestaan om beschrijbaar geheugen uit te voeren

source: If you want to allow Git daemon session to bind tcp sockets to all unreserved ports.
nl: Als je Git daemon sessie wilt toestaan om tcp sockets te binden naar alle niet-gereserveerde poorten.

source: If you want to allow HTTPD to run SSI executables in the same domain as system CGI scripts.
nl: Als je HTTPD wilt toestaan om SSI uitvoerbare programma's in hetzelfde domein als systeem CGI scripts te draaien.

source: If you want to allow samba to share any file/directory read/write.
nl: Als je samba toe wilt staan om alle bestanden/mappen lezen/schrijven te delen.

source: If you want to allow Puppet master to use connect to mysql and postgresql database
nl: Als je Pupper master wilt toestaan om verbinding met mysql en postgresql database te gebruiken

source: If you want to allow httpd to act as a FTP server by listening on the ftp port.
nl: Als je httpd wilt toestaan om op te treden als een FTP server door te luisteren op de ftp poort.

source: If you want to enable extra rules in the cron domain to support fcron.
nl: Als je extra regels wilt aanzetten in het cron domein om fcron te ondersteunen.

source: If you want to allow nfs servers to modify public files used for public file transfer services. Files/Directories must be labeled public_content_rw_t.
nl: Als je nfs servers wilt toestaan om publieke bestanden gebruikt voor publieke bestand overdracht services te veranderen. Bestanden/mappen moeten gelabeld zijn met public_content_rw_t.

source: If you want to allow any files/directories to be exported read/write via NFS.
nl: Als je wilt dat alle bestanden/mappen als lezen/schrijven geëxporteerd worden via NFS.

source: If you want to allow all domains to use other domains file descriptors
nl: Als je wilt toestaan dat alle domeinen de bestand beschrijvingen van andere domeinen gebruiken

source: If you want to allow users to login using a radius server
nl: Als je gebruikers wilt toestaan om in te loggen met een radius server

source: If you want to allow Cobbler to access cifs file systems.
nl: Als je Cobbler toegang wilt geven tot cifs bestandssystemen.

source: If you want to allow httpd daemon to change system limits
nl: Als je http daemon wilt toestaan om systeem limieten te veranderen

source: If you want to allow squid to connect to all ports, not just HTTP, FTP, and Gopher ports.
nl: Als je squid wilt toestaan om met alle poorten te verbinden, niet alleen met HTTP, FTP en Gopher poorten.

source: If you want to allow users to read system messages.
nl: Als je gebruikers wilt laten toestaan om systeem boodschappen te lezen.

source: If you want to allow confined virtual guests to manage cifs files
nl: Als je beperkte virtuele gasten wilt toestaan om cifs bestanden te beheren

source: If you want to enable support for systemd as the init program.
nl: Als je ondersteuning voor systemd als het init programma wilt aanzetten.

source: If you want to allow BIND to write the master zone files. Generally this is used for dynamic DNS or zone transfers.
nl: Als je BIND wilt toestaan om meester zone bestanden te schrijven. In het algemeen wordt dit gebruikt voor dynamische DNS of zone overdrachten.

source: If you want to allow any files/directories to be exported read/only via NFS.
nl: Als je wilt dat alle bestanden/mappen als alleen-lezen geëxporteerd worden via NFS.

source: If you want to allow system cron jobs to relabel filesystem for restoring file contexts.
nl: Als je cron taken wilt toestaan om bestandssystemen te opnieuw te labelen voor het herstellen van bestand contexten.

source: If you want to allow anon internal-sftp to upload files, used for public file transfer services. Directories must be labeled public_content_rw_t.
nl: Als je anonieme internal-sftp wilt toestaan om bestanden te uploaden, gebruikt voor publieke bestand overdracht services. Mappen moeten gelabeld zijn met public_content_rw_t.

source: If you want to allow unprived users to execute DDL statement
nl: Als je niet-geprivilegieerde gebruikers wilt toestaan DDL statements uit te voeren

source: If httpd scripts should be allowed to write to public directories you need to turn on the $BOOLEAN boolean and change the file context of the public directory to public_content_rw_t. Read the httpd_selinux man page for further information: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" You must also change the default file context labeling files on the system in order to preserve public directory labeling even on a full relabel. "semanage fcontext -a -t public_content_rw_t <path>"
bg: Ако на httpd скриптове трябва да бъде позволено да пишат в публични директории, Вие ще трябва да включите булевата променлива $BOOLEAN и да промените файловия контекст на публичната директория на public_content_rw_t. Прочетете httpd_selinux man страницата за още информация: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <път>" Вие ще трябва да промените също и файловия контекст по подразбиране на файловете в директорията с цел да ги запазите даже и при пълно преетикетиране. "semanage fcontext -a -t public_content_rw_t <път>"
cs: Má-li být dovoleno, aby skripty httpd zapisovaly do veřejných adresářů, je nutné zapnout booleovskou hodnotu $BOOLEAN a nastavit souborový kontext veřejného adresáře na public_content_rw_t. Pro více informací si přečtěte manuálovou stránku httpd_selinux: „setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>“ Musíte také v systému změnit soubory s výchozím značením souborů, aby se zachovalo značení veřejných adresářů i po kompletním přeznačení. „semanage fcontext -a -t public_content_rw_t <path>“
de: Falls httpd-Skripten das Schreiben in öffentliche Verzeichnisse erlaubt sein soll, müssen Sie die Boolesche Variable $BOOLEAN aktivieren und den Dateikontext des öffentlichen Verzeichnisses auf public_content_rw_t setzen. Siehe httpd_selinux Handbuchseite für weitere Informationen: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Sie müssen zudem den standardmäßigen Dateikontext ändern, der Dateien auf dem System kennzeichnet, um die Kennzeichnung als öffentliches Verzeichnung selbst nach einer umfassenden Neukennzeichnung auf dem System zu erhalten. "semanage fcontext -a -t public_content_rw_t <path>"
gu: જો httpd સ્ક્રિપ્ટને સાર્વજનિક ડિરેક્ટરીઓમાં લખવા માટે પરવાનગી આપવી જોઇએ તમારે $BOOLEAN બુલિયનને ચાલુ કરવાની જરૂર છે અને public_content_rw_t માં સાર્વજનિક ડિરેક્ટરીનાં ફાઇલ સંદર્ભને બદલો. વધારે જાણકારી માટે httpd_selinux મુખ્ય પાનાંને વાંચો: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" તમારે પણ સંપૂર્ણ પુન:લેબલ પર પણ સાર્વજનિક ડિરેક્ટરીને સાચવવા ક્રમમાં સિસ્ટમ પર ફાઇલોનુ લેબલ કરવા માટે મૂળભૂત ફાઇલ સંદર્ભને બદલવુ જ જોઇએ. "semanage fcontext -a -t public_content_rw_t <path>"
kn: httpd ಸ್ಕ್ರಿಪ್ಟುಗಳು ಸಾರ್ವಜನಿಕ ಕೋಶಗಳಿಗೆ ಬರೆಯುವುದನ್ನು ಅನುಮತಿಸಬೇಕಿದ್ದಲ್ಲಿ ನೀವು scripts should be allowed to write to public directories you need to turn on the $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಚಾಲನೆಗೊಳಿಸಬೇಕು ಮತ್ತು ಸಾರ್ವಜನಿಕ ಕೋಶದ ಕಡತದ ಸನ್ನಿವೇಶವನ್ನು public_content_rw_t ಗೆ ಬದಲಿಸಬೇಕು. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ httpd_selinux ಮಾಹಿತಿ ಪುಟವನ್ನು ನೋಡಿ: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" ಸಂಪೂರ್ಣ ಮರುಲೇಬಲ್‌ನ ನಂತರವೂ ಸಾರ್ವಜನಿಕ ಕೋಶದ ಲೇಬಲಿಂಗ್ ಅನ್ನು ಸಂರಕ್ಷಿಸಲು ವ್ಯವಸ್ಥೆಯಲ್ಲಿನ ಪೂರ್ವನಿಯೋಜಿತ ಕಡತ ಸನ್ನಿವೇಶಗಳ ಲೇಬಲಿಂಗ್ ಅನ್ನೂ ಸಹ ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t public_content_rw_t <path>"
ko: httpd 스크립트가 공용 디렉토리에 쓰기할 수 있도록 허용하는 경우 $BOOLEAN 부울을 활성화하고 공용 디렉토리의 파일 문맥을 public_content_rw_t로 변경해야 합니다. 보다 자세한 내용은 httpd_selinux man 페이지를 참조하십시오: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" 또한 시스템의 디폴트 파일 문맥 레이블 설정 파일을 변경하여 전체 레이블 설정에서 공용 디렉토리 레이블 설정을 유지하도록 해야 합니다. "semanage fcontext -a -t public_content_rw_t <path>"
mr: httpd स्क्रिप्टला पब्लिक डिरेक्ट्रीवर लिहण्याची परवानगी द्यायची असल्यास तुम्हाला $BOOLEAN बूलीयन सुरू करावे लागेल व पब्लिक डिरेक्ट्रीचे संदर्भ public_content_rw_t असे करावे लागेल. अधिक माहिती करीता httpd_selinux man पान पहा: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" पूर्णतया पुनःलेबल झाल्यावरहि पब्लिक डिरेक्ट्रिचे लेबलिंग साठवण्याकरिता प्रणालीवरील पूर्वनिर्धारित फाइल संदर्भ बदलणे आवश्यक आहे. "semanage fcontext -a -t public_content_rw_t <path>"
or: ଯଦି httpd ସ୍କ୍ରିପ୍ଟଗୁଡ଼ିକ ଆପଣ ବଦଳାଇବାକୁ ଥିବା ଡିରେକ୍ଟୋରୀରେ ଲେଖିବା ପାଇଁ ଅନୁମତି ପ୍ରାପ୍ତ ହୋଇଥାଏ$BOOLEAN ବୁଲିଆନ ଏବଂ ସାର୍ବଜନିକ ଡିରେକ୍ଟୋରୀର ଫାଇଲ ପ୍ରସଙ୍ଗକୁ public_content_rw_tକୁ ପରିବର୍ତ୍ତନ କରିପାରିବେ। ଅଧିକ ସୂଚନା ପାଇଁ httpd_selinux ର ମୂଖ୍ୟ ପୃଷ୍ଠାକୁ ପଢ଼ନ୍ତୁ: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" ଆପଣଙ୍କୁ ସେହି ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ନାମକରଣ ଫାଇଲଗୁଡ଼ିକୁ ତନ୍ତ୍ରରେ ସର୍ବସାଧାରଣ ଡିରେକ୍ଟୋରୀ ନାମକରଣକୁ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ପରିବର୍ତ୍ତନ କରିବା ଉଚିତ। "semanage fcontext -a -t public_content_rw_t <path>"
pl: Jeśli skrypty httpd powinny mieć pozwolenie na zapisanie w tym katalogu, należy włączyć zmienną logiczną $BOOLEAN i zmienić kontekst publicznego katalogu na public_content_rw_t. Proszę przeczytać stronę podręcznika httpd_selinux, aby dowiedzieć się więcej: „setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <ścieżka>” Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. „semanage fcontext -a -t public_content_rw_t <ścieżka>”
pt_br: Se os scripts do httpd precisarem ter a permissão de escrever em diretórios públicos, você precisará alterar o booleano $BOOLEAN para verdadeiro e mudar o contexto de arquivo do diretório público para public_content_rw_t. Leia a página man do httpd_selinux para maiores informações: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Você também deve alterar o contexto de arquivo padrão dos arquivos do sistema a fim de preservá-los mesmo em uma nova rotulagem total. "semanage fcontext -a -t public_content_rw_t <path>"
ta: httpd ஸ்கிரிப்ட்டுகள் பொது கோப்பகங்களில் எழுத அனுமதிக்கப்பட வேண்டும் எனில், நீங்கள் $BOOLEAN பூலியனை ஆன் செய்து பொது கோப்பகத்தின் கோப்புச் சூழலை public_content_rw_t என மாற்ற வேண்டும். மேலும் தகவலுக்கு httpd_selinux உதவிப் பக்கத்தைப் படிக்கவும் "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" முழு மறு அடையாளமிடலின் போதும் பொது கோப்பக அடையாளமிடலைத் தக்கவைத்துக்கொள்ள வேண்டுமானால் நீங்கள் கணினியில் உள்ள முன்னிருப்பு கோப்புச் சூழல் அடையாளமிடல் கோப்புகளையும் மாற்றியாக வேண்டும். "semanage fcontext -a -t public_content_rw_t <path>"

source: If you want to allow $SOURCE_PATH to be able to write to shared public content
cs: Pokud chcete programu $SOURCE_PATH povolit zápis do kontextu sdílené paměti
de: Sie möchten, dass $SOURCE_PATH in gemeinsam genutzte, öffentliche Inhalte schreiben darf.
pl: Aby zezwolić $SOURCE_PATH na zapisywanie do współdzielonej treści publicznej

source: If you do not think $SOURCE_PATH should need to map heap memory that is both writable and executable.
cs: Pokud nemáte za to, že by $SOURCE_PATH měl mít potřebu mapovat zásobník paměti (heap), který je zapisovatelný i spustitelný zároveň.
de: Sie nicht glauben, dass $SOURCE_PATH auf Heap-Speicher verweisen sollte, der sowohl beschreibbar als auch ausführbar ist.
pl: Jeśli $SOURCE_PATH nie powinno wymagać mapowania pamięci sterty zapisywalnej i wykonywalnej.

source: The $SOURCE application attempted to load $TARGET_PATH which requires text relocation. This is a potential security problem. Most libraries do not need this permission. Libraries are sometimes coded incorrectly and request this permission. The <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> web page explains how to remove this requirement. You can configure SELinux temporarily to allow $TARGET_PATH to use relocation as a workaround, until the library is fixed. Please file a bug report.
cs: Aplikace $SOURCE se pokusila načíst $TARGET_PATH, která vyžaduje přesun textu. Je to možný bezpečnostní problém. Většina knihoven tato oprávnění nepotřebují. Knihovny jsou někdy špatně naprogramované a požadují tato oprávnění. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Testy Paměťové Ochrany</a> tato stránka vysvětluje jak odstranit tento požadavek. Můžete nastavit SELinux dočasně tak, aby umožnil $TARGET_PATH přesun textu, dokud nebude knihovna opravena. Prosím pošlete chybové hlášení o této aplikaci.
de: Die Anwendung $SOURCE versuchte $TARGET_PATH zu laden, welches Textverschiebung benötigt. Dies ist ein mögliches Sicherheitsproblem. Die meisten Bibliotheken benötigen diese Erlaubnis nicht, einige sind ggf. fehlerhaft programmiert und fordern diese Erlaubnis an. Die Webseite <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> erklärt, wie diese Anforderung entfernt werden kann. Als Workaround können Sie SELinux temporär so konfigurieren, dass $TARGET_PATH Textverschiebung verwendet, bis die Bibliothek korrigiert wurde. Bitte reichen Sie einen Fehlerbericht für dieses Paket ein.
ko: $SOURCE 응용 프로그램은 텍스트 재배치 작업이 필요한 $TARGET_PATH 읽어오기를 시도합니다. 이로 인해 잠재적으로 보안 문제가 발생할 수 있습니다. 대부분의 라이브러리는 이러한 권한을 필요로 하지 않습니다. 때때로 라이브러리가 잘못 코드되어 이러한 권한을 요청합니다. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux 메모리 보안 테스트</a> 웹 페이지에서 이러한 요청을 삭제하는 방법을 설명합니다. 라이브러리가 수정되기 전 까지 해결 방법으로 SELinux 를 임시로 설정하여 재배치에 사용할 $TARGET_PATH를 허용할 수 있습니다. 이러한 패키지에 대해 버그리포트를 제출해 주시기 바랍니다.
pl: Aplikacja $SOURCE próbowała wczytać $TARGET_PATH, który wymaga relokacji tekstu. Jest to potencjalny problem z bezpieczeństwem. Większość bibliotek nie musi mieć tego pozwolenia. Mogą one czasem być niepoprawnie napisane i żądać tego pozwolenia. Strona WWW <a href="http://people.redhat.com/drepper/selinux-mem.html">Testy ochrony pamięci SELinuksa</a> wyjaśnia, jak usunąć to wymaganie. Można tymczasowo skonfigurować obejście SELinuksa, aby pozwalał $TARGET_PATH na użycie relokacji, dopóki biblioteka nie zostanie naprawiona. proszę zgłosić raport błędu.
pt_br: O aplicativo $SOURCE tentou carregar $TARGET_PATH, que requer deslocamento de texto (text relocation). Isto pode vir a ser um problema de segurança. A maioria das bibliotecas não requer esta permissão. Às vezes, bibliotecas são mal programadas, o que as leva a requisitar esta permissão. A página <a href="http://people.redhat.com/drepper/selinux-mem.html">Testes de Proteção de Memória SELinux</a> explica como remover este requerimento. Você pode configurar o SELinux temporariamente para permitir que o $TARGET_PATH use deslocamento como uma solução alternativa, até que a biblioteca seja consertada. Por favor, submeta um relato de erro.

source: The $SOURCE application attempted to load $TARGET_PATH which requires text relocation. This is a potential security problem. Most libraries should not need this permission. The <a href="http://people.redhat.com/drepper/selinux-mem.html"> SELinux Memory Protection Tests</a> web page explains this check. This tool examined the library and it looks like it was built correctly. So setroubleshoot can not determine if this application is compromised or not. This could be a serious issue. Your system may very well be compromised. Contact your security administrator and report this issue.
cs: Aplikace $SOURCE se pokusila načíst $TARGET_PATH. To, ale vyžaduje přesun textu. Je to možný bezpečnostní problém. Většina knihoven tato oprávnění nepotřebují. <a href="http://people.redhat.com/drepper/selinux-mem.html"> SELinux Testy Paměťové Ochrany</a> vysvětluje tuto kontrolu. Knihovna byla otestována a vypadá to, že byla sestavena správně. Setroubleshoot nemůže určit, zda byla apliakce napadena, či nikoliv Toto může být vážný problém Váš sytém by mohl být napaden. Spojte se prosím se svým bezpečnostním administrátorem.
de: Die Anwendung $SOURCE versuchte $TARGET_PATH zu laden, was Textverschiebung benötigt. Dies ist ein mögliches Sicherheitsproblem. Die meisten Bibliotheken benötigen diese Erlaubnis nicht. Die Webseite <a href="http://people.redhat.com/drepper/selinux-mem.html"> SELinux Memory Protection Tests</a> erklärt diesen Test. Dieses Tool führte eine Untersuchung der Bibliothek aus und stellte fest, dass diese korrekt aufgebaut ist. Setroubleshoot kann also nicht feststellen, ob diese Anwendung kompromittiert wurde oder nicht. Dies ist unter Umständen ein schwerwiegendes Problem. Ihr System wurde womöglich kompromittiert. Kontaktieren Sie Ihren Sicherheitsadministrator und melden diesen Fehler.
pl: Aplikacja $SOURCE próbowała wczytać $TARGET_PATH, który wymaga relokacji tekstu. Jest to potencjalny problem z bezpieczeństwem. Większość bibliotek nie musi mieć tego pozwolenia. Strona WWW <a href="http://people.redhat.com/drepper/selinux-mem.html">Testy ochrony pamięci SELinuksa</a> wyjaśnia ten test. To narzędzie sprawdziło bibliotekę i wygląda na to, że została poprawnie zbudowana. Program setroubleshoot nie może określić, czy aplikacja została zagrożona. Może to być poważny problem. System mógł zostać w dużym stopniu zagrożony. Proszę skontaktować się z administratorem bezpieczeństwa i zgłosić ten problem.

source: If you trust $TARGET_PATH to run correctly, you can change the file context to textrel_shlib_t. "chcon -t textrel_shlib_t '$TARGET_PATH'" You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
cs: Pokud důvěřujete, že bude $TARGET_PATH běžet správně, můžete změnit souborový kontext na textrel_shlib_t. „chcon -t textrel_shlib_t '$TARGET_PATH'“ Musíte také změnit soubory s výchozím souborovým kontextem, aby zůstaly zachovány i po kompletním přeznačkování. „semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'“
de: Wenn Sie darauf vertrauen, dass $TARGET_PATH korrekt läuft, können Sie den Dateikontext mittels "chcon -t textrel_shlib_t '$TARGET_PATH'" in textrel_shlib_t ändern. Zudem müssen Sie auf dem System die Dateien mit Standarddateikontext ändern, um sie von einer kompletten Neukennzeichnung auszunehmen: "semanage fcontext -a -t textrel_shlib_t '$TARGET_PATH'"
ko: $TARGET_PATH가 올바르게 작동한다고 확신하신다면, 파일 문맥을 textrel_shlib_t로 변경하실 수 있습니다. "chcon -t textrel_shlib_t '$TARGET_PATH'" 전체 레이블 변경 시에라도 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
pl: Jeśli $TARGET_PATH ma zaufanie, że będzie poprawne się uruchomiał, można zmienić kontekst pliku na textrel_shlib_t. „chcon -t textrel_shlib_t '$TARGET_PATH'” Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. „semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'”
pt_br: Se você confiar que o $TARGET_PATH irá rodar corretamente, você pode mudar o contexto do arquivo para textrel_shlib_t. "chcon -t textrel_shlib_t '$TARGET_PATH'" Você deve também alterar o arquivo padrão dos arquivos de contexto no sistema para preservá-los mesmo em uma reetiquetagem completa. "semanage fcontext -a -t textrel_shlib_t '$TARGET_PATH'"

source: The $SOURCE application attempted to make its stack executable. This is a potential security problem. This should never ever be necessary. Stack memory is not executable on most OSes these days and this will not change. Executable stack memory is one of the biggest security problems. An execstack error might in fact be most likely raised by malicious code. Applications are sometimes coded incorrectly and request this permission. The <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> web page explains how to remove this requirement. If $SOURCE does not work and you need it to work, you can configure SELinux temporarily to allow this access until the application is fixed. Please file a bug report.
cs: Aplikace $SOURCE se pokusila, aby se zásobník programu stal spustitelný. Je to možný bezpečnostní problém. To by nikdy nemělo být nutné. Paměť zásobníku není spustitelná na většině dnešních operačních systémů a jen tak se to nezmění. Executable stack memory (spustitelný zásobník ) je jedním z nejzávažnějších bezpečnostních problémů. Chyba execstack je nejpravděpodobněji vyvolána škodlivým kódem Aplikace jsou někdy špatně naprogramované a požadují tento přístup. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Testy Paměťové Ochrany</a> tato stránka vysvětluje jak odstranit tento požadavek. Pokud $SOURCE nefunguje , a Vy ho potřebujete zprovoznit, můžete nastavit SELinux dočasně tak, aby tento přístup povolil dokud nebude aplikace opravena. Prosím pošlete chybové hlášení o této aplikaci.
de: Die Anwendung $SOURCE versuchte, den Stack ausführbar zu machen. Dies ist ein mögliches Sicherheitsproblem. Dies sollte niemals nötig sein. Der Stapelspeicher ist heutzutage bei den meisten Betriebssystemen nicht ausführbar, was sich auch nicht ändern wird. Ausführbarer Stapelspeicher ist eines der größten Sicherheitsprobleme. Ein execstack-Fehler könnte sehr wahrscheinlich auch von bösartigem Code stammen. Anwendungen sind manchmal fehlerhaft programmiert und erfordern diese Erlaubnis. Die Webseite <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> erklärt, wie diese Anforderung entfernt werden kann. Falls $SOURCE nicht funktioniert, Sie dies jedoch benötigen, können Sie SELinux temporär so konfigurieren, dass der Zugriff bis zur Korrektur der Anwendung erlaubt wird. Bitte reichen Sie einen Fehlerbericht für dieses Paket ein.
ko: $SOURCE 응용 프로그램은 스택을 실행가능하게 합니다. 이로 인해 잠재적 보안 문제가 발생할 수 있습니다. 이는 절대 필요하지 않은 사항입니다. 최근 스택 메모리는 대부분의 OS에서 실행가능하지 않으며 이는 변경되지 않을 것입니다. 실행 가능한 스택 메모리는 가장 심각한 보안 문제 중 하나입니다. 사실 execstack 오류는 악성 코드에 의해 가장 많이 제기되는 문제입니다. 때때로 응용 프로그램이 잘못 코드되어 이러한 권한을 요청합니다. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux 메모리 보안 테스트</a> 웹 페이지에서 이러한 요청을 삭제하는 방법을 설명합니다. $SOURCE가 제대로 작동하지 않을 경우 응용 프로그램이 수정될 때 까지 이러한 액세스를 허용하기 위해 SELinux를 임시로 설정할 수 있습니다. 이 패키지에 대한 버그 리포트를 제출해 주시기 바랍니다.
pl: Aplikacja $SOURCE próbowała ustawić swój stos jako wykonywalny. Jest to potencjalny problem z bezpieczeństwem. Nigdy nie powinno to być konieczne. W dzisiejszych czasach pamięć stosu nie jest wykonywalna na większości systemów, i to się nie zmieni. Wykonywalna pamięć stosu jest jednym z największych problemów z bezpieczeństwem. Taki błąd jest najczęściej powodowany przez złośliwy kod. Aplikacje mogą czasem być niepoprawnie napisane i żądać tego pozwolenia. Strona WWW <a href="http://people.redhat.com/drepper/selinux-mem.html">Testy ochrony pamięci SELinuksa</a> wyjaśnia, jak usunąć to wymaganie. Jeśli $SOURCE nie działa, a jest wymagana, można tak tymczasowo skonfigurować SELinuksa, aby pozwalał na ten dostęp, dopóki aplikacja nie zostanie naprawiona. Proszę zgłosić raport błędu.
pt_br: O aplicativo $SOURCE tentou tornar sua pilha executável. Isto é potencialmente um problema de segurança. Isto nunca deve ser necessário. Pilhas de memória não são executáveis na maioria dos SOs hoje em dia e isto não irá mudar. Pilhas de memória executáveis representam um dos maiores problemas de segurança. Na verdade, é mais provável que um erro execstack seja o resultado de código malicioso. Às vezes, aplicativos são mal programados, o que as leva a requisitar esta permissão. A página <a href="http://people.redhat.com/drepper/selinux-mem.html">Testes de Proteção de Memória SELinux</a> explica como remover este requisito. Se o $SOURCE não funcionar, mas você precisar que funcione, você pode configurar o SELinux para que o mesmo permita este acesso temporariamente, até que o aplicativo seja consertado. Por favor, submeta um relato de erro para este pacote.
