Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: Sometimes a library is accidentally marked with the execstack flag, if you find a library with this flag you can clear it with the execstack -c LIBRARY_PATH. Then retry your application. If the app continues to not work, you can turn the flag back on with execstack -s LIBRARY_PATH.
cs: Někdy je knihovna náhodně označena příznakem execstack, pokud najdete knihovnu s tímto parametrem můžete ho vymazat pomocí execstack -c CESTA_KE_KNIHOVNĚ. Poté zkuste svou aplikaci. Pokud aplikace stále nefunguje, můžete příznak vrátit zpět příkazem execstack -s CESTA_KE_KNIHOVNĚ.
de: Manchmal ist eine Bibliothek fälschlicherweise mit dem execstack-Flag markiert; falls Sie eine Bibliothek mit diesem Flag finden, können Sie es mit execstack -c LIBRARY_PATH löschen. Dann führen Sie die Anwendung erneut aus. Falls die Anwendung immer noch nicht funktioniert, können Sie das Flag wieder mit execstack -s LIBRARY_PATH setzen.
ko: 일부 경우 라이브러리가 실수로 execstack 플래그로 표시될 수 있습니다, 이 플래그로 표시된 라이브러리를 발견한 경우 execstack -c LIBRARY_PATH를 사용하여 이를 삭제할 수 있습니다. 그 후 애플리케이션을 다시 시도합니다. 애플리케이션이 계속하여 작동하지 않을 경우, execstack -s LIBRARY_PATH를 사용하여 플래그를 되돌릴 수 있습니다.
pl: Czasami biblioteka jest przypadkowo oznaczona flagą wykonywalności stosu, jeśli taka biblioteka zostanie znaleziona, można ją wyczyścić za pomocą execstack -c LIBRARY_PATH. Wtedy należy ponownie uruchomić aplikację. Jeśli dalej nie chce działać, można ponownie dodać flagę za pomocą execstack -s LIBRARY_PATH.
pt_br: Às vezes uma biblioteca é acidentalmente marcada com a flag execstack. Se você encontrar uma biblioteca com essa flag, você pode limpá-la com o comando execstack -c LIBRARY_PATH, depois teste seu aplicativo novamente. Se o aplicativo continuar não funcionando, você pode restaurar a flag com o comando execstack -s LIBRARY_PATH.

source: If you do not think $SOURCE_PATH should need to map stack memory that is both writable and executable.
cs: Pokud nemáte za to, že by $SOURCE_PATH měl potřebovat mapovat zásobník paměti (stack), který je zapisovatelný i spustitelný zároveň.
de: Sie nicht glauben, dass $SOURCE_PATH auf Stack-Speicher verweisen sollte, der sowohl beschreibbar als auch ausführbar ist.
pl: Jeśli $SOURCE_PATH nie powinno wymagać mapowania pamięci stosu, który jest zapisywalny i wykonywalny.

source: If you believe that %s should not require execstack
cs: Pokud věříte, že %s by nemělo vyžadovat execstack
de: Sie glauben, dass %s keinen execstack benötigen sollte
pl: Jeśli %s nie powinno wymagać stosu wykonywalnego

source: SELinux prevented the ftp daemon from $ACCESS files stored on a CIFS filesystem. CIFS (Comment Internet File System) is a network filesystem similar to SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) The ftp daemon attempted to read one or more files or directories from a mounted filesystem of this type. As CIFS filesystems do not support fine-grained SELinux labeling, all files and directories in the filesystem will have the same security context. If you have not configured the ftp daemon to read files from a CIFS filesystem this access attempt could signal an intrusion attempt.
cs: SELinux zabránil službě ftp od $ACCESS souboru uloženému na souborovém systému CIFS. CIFS (Comment Internet File System) je síťový souborový systém podobný jako SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) Služba ftp se pokusila přečíst jeden nebo více souborů nebo adresářů z připojeného souborového systému tohoto typu. Souborový systém CIFS nepodporuje značkování systému SELinux, všechny soubory a adresáře v souborovém systému mají stejný bezpečnostní context. Pokud jste nenastavili službu ftp tak, aby mohla číst soubory ze souborového systému CIFS, pak toto může znamenat pokus o útok na Váš systém.
de: SELinux hinderte den ftp-Daemon am $ACCESS auf Dateien, die auf einem CIFS-Dateisystem abgelegt sind. CIFS (Comment Internet File System) ist ein Netzwerk-Dateisystem und ähnelt SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) Der ftp-Daemon versuchte, eine oder mehrere Dateien oder Verzeichnisse auf einem eingehängten Dateisystem dieses Typs zu lesen. Da CIFS-Dateisysteme keine fein granulierte SELinux-Kennzeichnung unterstützen, haben alle Dateien und Verzeichnisse dieses Dateisystems denselben Sicherheitskontext. Falls Sie den FTP-Daemon ohne Lesezugriff auf CIFS-Dateisysteme konfiguriert haben, könnte dieser Zugriff einen Einbruchsversuch signalisieren.
ko: SELinux는 ftp 데몬이 CIFS 파일 시스템에 저장된 파일을 $ACCESS하지 못하게 합니다. CIFS (Comment Internet File System)는 SMB과 유사한 네트워크 파일 시스템 입니다 (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) ftp 데몬은 이러한 유형으로 마운트된 파일 시스템에서 하나 이상의 파일 또는 디렉토리를 읽어오는 것을 시도합니다. CIFS 파일 시스템이 정교하게 SELinux 레이블하는 것을 지원하지 않음으로서 파일 시스템에 있는 모든 파일 및 디렉토리는 동일한 보안 문맥을 갖게 됩니다. CIFS 파일 시스템에서 파일을 읽어오기 위해 ftp 데몬을 설정하지 않은 경우 이러한 액세스를 시도하면 침입 시도 신호가 나타날 수 있습니다.
pl: SELinux powstrzymał usługę FTP przed $ACCESS plików przechowywanych na systemie plików CIFS. CIFS (Wspólny, internetowy system plików) jest sieciowym systemem plików podobnym do SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>). Usługa FTP próbowała odczytać jeden lub więcej plików lub katalogów z zamontowanego systemu plików tego typu. Jako że system plików CIFS nie obsługuje dokładnych etykiet SELinuksa, wszystkie pliki i katalogi na tym systemie plików będą posiadały ten sam kontekst bezpieczeństwa. Jeśli nie skonfigurowano usługi FTP tak, aby odczytywała pliki z systemu plików CIFS, ta próba dostępu może wskazywać na próbę włamania.
pt_br: O SELinux impediu que o daemon do ftp acesse os arquivos $ACCESS contidos em um arquivo de sistemas CIFS. CIFS (Comment Internet File System) é um sistema de arquivos de rede similar ao SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) O daemon do ftp tentou ler um ou mais arquivos ou diretórios em um sistema de arquivos montado deste tipo. Uma vez que sistemas de arquivos CIFS não suportam etiquetagem SELinux de alta granularidade, todos os arquivos e diretórios no sistema de arquivos terão o mesmo contexto de segurança. Se você não configurou o daemon do ftp para ler arquivos contidos em um sistema de arquivos CIFS, esta tentativa de acesso pode indicar uma tentativa de intrusão.

source: If you want to allow ftpd to write to cifs file systems
cs: Pokud chcete pro ftpd povolit zápis do souborového systému cifs.
de: Sie möchten ftpd erlauben, auf cifs-Dateisysteme zu schreiben
pl: Aby zezwolić ftpd na zapisywanie do systemów plików CIFS

source: SELinux prevented the ftp daemon from $ACCESS files stored on a NFS filesystem. NFS (Network Filesystem) is a network filesystem commonly used on Unix / Linux systems. The ftp daemon attempted to read one or more files or directories from a mounted filesystem of this type. As NFS filesystems do not support fine-grained SELinux labeling, all files and directories in the filesystem will have the same security context. If you have not configured the ftp daemon to read files from a NFS filesystem this access attempt could signal an intrusion attempt.
cs: SELinux zabránil službě ftp od $ACCESS souboru uloženému na souborovém systému NFS. NFS (Network Filesystem) je síťový souborový systém běžně používaný na platformě Unix / Linux Služba ftp se pokusila přečíst jeden nebo více souborů nebo adresářů z připojeného souborového systému tohoto typu. Souborový systém NFS nepodporuje značkování systému SELinux, všechny soubory a adresáře v souborovém systému mají stejný bezpečnostní context. Pokud jste nenastavili službu ftp tak, aby mohla číst soubory ze souborového systému NFS, pak toto může znamenat pokus o útok na Váš systém.
de: SELinux hinderte den ftp-Daemon am $ACCESS auf Dateien, die auf einem NFS-Dateisystem abgelegt sind. NFS (Network Filesystem) ist ein Netzwerk-Dateisystem, das weitverbreitet ist auf Unix /Linux Systemen. Der ftp-Daemon versuchte, eine oder mehrere Dateien oder Verzeichnisse auf einem eingehängten Dateisystem dieses Typs zu lesen. Da NFS-Dateisysteme keine fein granulierte SELinux-Kennzeichnung unterstützen, haben alle Dateien und Verzeichnisse dieses Dateisystems denselben Sicherheitskontext. Falls Sie den FTP-Daemon ohne Lesezugriff auf NFS-Dateisysteme konfiguriert haben, könnte dieser Zugriff einen Einbruchsversuch signalisieren.
ko: SELinux는 ftp 데몬이 NFS 파일 시스템에 저장된 파일을 $ACCESS하지 못하게 합니다. NFS (Network Filesystem)는 Unix / Linux 상에서 주로 사용되는 네트워크 파일 시스템입니다. ftp 데몬은 이러한 유형으로 마운트된 파일 시스템에서 하나 이상의 파일 또는 디렉토리를 읽어오기를 시도합니다. NFS 파일 시스템이 정교하게 SELinux 레이블하는 것을 지원하지 않음으로서 파일 시스템에 있는 모든 파일 및 디렉토리는 동일한 보안 문맥을 갖게 됩니다. NFS 파일 시스템에서 파일을 읽어오기 위해 ftp 데몬을 설정하지 않은 경우 이러한 액세스를 시도했을 때 침입 시도 신호가 나타날 수 있습니다.
pl: SELinux powstrzymał usługę FTP przed $ACCESS plików przechowywanych na systemie plików NFS. NFS (Sieciowy system plików) jest sieciowym systemem plików powszechnie używanym na systemach UNIX/Linux. Usługa FTP próbowała odczytać jeden lub więcej plików lub katalogów z zamontowanego systemu plików tego typu. Jako że system plików NFS nie obsługuje dokładnych etykiet SELinuksa, wszystkie pliki i katalogi na tym systemie plików będą posiadały ten sam kontekst bezpieczeństwa. Jeśli nie skonfigurowano usługi FTP tak, aby odczytywała pliki z systemu plików NFS, ta próba dostępu może wskazywać na próbę włamania.
pt_br: O SELinux impediu que o daemon do ftp acesse arquivos $ACCESS contidos num sistema de arquivos NFS. NFS (Network Filesystem) é um sistema de arquivos de rede normalmente usado em sistemas Unix/Linux. O daemon do ftp tentou ler um ou mais arquivos ou diretórios em um sistema de arquivos montado deste tipo. Uma vez que sistemas de arquivos NFS não suportam etiquetagem SELinux de alta granularidade, todos os arquivos e diretórios no sistema terão o mesmo contexto de segurança. Se você não configurou o daemon do ftp para ler arquivos contidos em um sistema de arquivos NFS, esta tentativa de acesso pode indicar uma tentativa de intrusão.

source: If you want to allow ftpd to write to nfs file systems
cs: Pokud chcete pro ftpd povolit zápis do souborového systému NFS
de: Sie möchten ftpd erlauben, auf nfs-Dateisysteme zu schreiben
pl: Aby zezwolić ftpd na zapisywanie do systemów plików NFS

source: You tried to place a type on a %s that is not a file type. This is not allowed, you must assigne a file type. You can list all file types using the seinfo command. seinfo -afile_type -x
bg: Опитвате да поставите тип на %s, което не е файлов тип. Това не е позволено, трябва да присвоите файлов тип. Може да видите списък на всички файлови типове чрез командата seinfo. seinfo -afile_type -x
cs: Pokusili jste se umístit typ na %s, který není typem souboru. To není povoleno, je třeba přiřadit typ souboru. Můžete vylistovat všechny typy souborů pomocí příkazu seinfo. seinfo -afile_type -x
de: Sie haben versucht einen Typ auf %s anzuwenden, welcher kein Dateityp ist. Das ist nicht erlaubt, Sie müssen einen Dateityp zuweisen. Mit dem seinfo-Befehl können SIe alle Dateitypen auflisten. seinfo -afile_type -x
gu: તમે %s પર પ્રકારને સ્થિત કરવાનો પ્રયાસ કરેલ છે. આને પરવાનગી આપેલ નથી, તમારે ફાઇલ સિસ્ટમને સોંપવી જ જોઇએ. તમે seinfo આદેશની મદદતી બધા ફાઇલ પ્રકારોની યાદી કરી શકો છો. seinfo -afile_type -x
kn: ನೀವು ಒಂದು ಕಡತದ ಬಗೆಯಾಗಿರದ %s ಎನ್ನುವುದರ ಮೇಲೆ ಒಂದು ಬಗೆಯನ್ನು ಇರಿಸಲು ಪ್ರಯತ್ನಿಸಿದ್ದೀರಿ. ಇದಕ್ಕೆ ಅನುಮತಿ ಇರುವುದಿಲ್ಲ, ನೀವು ಒಂದು ಕಡತದ ಬಗೆಯನ್ನು ನಿಯೋಜಿಸಬೇಕು. seinfo ಆದೇಶವನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಎಲ್ಲಾ ಬಗೆಯ ಕಡತಗಳನ್ನು ನೋಡಬಹುದು. seinfo -afile_type -x
ko: %s에 파일 유형이 아닌 유형을 배치 시도했습니다. 이는 허용되지 않으므로, 파일 유형을 지정해야 합니다. seinfo 명령을 사용하여 모든 파일 유형을 나열할 수 있습니다. seinfo -afile_type -x
ml: നിങ്ങള്‍ %s നു ഉപയോഗിക്കാന്‍ നോക്കിയത് ശരിയായ ഫയല്‍ടൈപ്പല്ല. seinfo കമാന്റ് ഉപയോഗിച്ച് എല്ലാ ഫയല്‍ടൈപ്പുകളും നിങ്ങള്‍ക്ക് കാണാവുന്നതാണ്. seinfo -afiletype -x
mr: %s वरील प्रकार ठरवण्याचे प्रयत्न केले जे फाइल प्रकार नाही. हे स्वीकार्य नाही, फाइल प्रकार लागू करणे आवश्यक आहे. seinfo आदेशचा वापर करून सर्व फाइल प्रकार सूचीत दाखवणे शक्य आहे. seinfo -afile_type -x
or: ଆପଣ %s ଉପରେ ଏକ ପ୍ରକାରକୁ ରଖିବା ପାଇଁ ଚେଷ୍ଟା କରିଛନ୍ତି ଯାହାକି ଏକ ଫାଇଲ ପ୍ରକାର ନୁହଁ। ଏହା ଅନୁମତି ପ୍ରାପ୍ତ ନୁହଁ, ଆପଣଙ୍କୁ ଏକ ଫାଇଲ ପ୍ରକାର ନ୍ୟସ୍ତ କରିବାକୁ ହେବ। ଆପଣ seinfo ନିର୍ଦ୍ଦେଶ ବ୍ୟବହାର କରିସମସ୍ତ ଫାଇଲ ପ୍ରକାରକୁ ତାଲିକାଭୁକ୍ତ କରିପାରିବେ। seinfo -afile_type -x
pl: Próbowano umieścić typ na %s, który nie jest typem pliku. Nie jest to dozwolone, należy przydzielić typ pliku. Można wyświetlić wszystkie typy plików za pomocą polecenia seinfo. seinfo -afile_type -x
pt_br: Você tentou colocar algo em um %s que não é um tipo de arquivo. Isto não é permitido, você deve atribuir um tipo de arquivo. Você pode listar todos os tipos de arquivo usando o comando seinfo. seinfo -afile_type -x
ta: நீங்கள் ஒரு கோப்பு வகையல்லாத %s இல் ஒரு வகையை வைக்க முயற்சித்தீர்கள். இதற்கு அனுமதியில்லை, நீங்கள் ஒரு கோப்பு வகையை நிர்ணயித்தாக வேண்டும். seinfo கட்டளையைப் பயன்படுத்தி நீங்கள் அனைத்து கோப்பு வகைகளின் பட்டியலைக் காணலாம். seinfo -afile_type -x

source: If you want to change the label of $TARGET_PATH to %s, you are not allowed to since it is not a valid file type.
cs: Pokud se pokoušíte změnit značku $TARGET_PATH na %s, není vám to dovoleno, protože se nejedná o platný typ souboru.
de: Sie möchten das Label von $TARGET_PATH ändern zu %s, dies ist nicht erlaubt, da es kein gültiger Dateityp ist.
pl: Aby zmienić etykietę $TARGET_PATH na %s. Nie można tego zrobić, ponieważ nie jest to prawidłowa etykieta pliku.

source: you must pick a valid file label.
bg: трябва да изберете валиден файлов етикет.
cs: musíte zvolit platnou značku souboru.
de: Sie müssen ein gültiges Datei-Label auswählen.
gu: તમારે યોગ્ય ફાઇલ લેબલ લેવુ જ જોઇએ.
kn: ನೀವು ಒಂದು ಮಾನ್ಯವಾದ ಕಡತದ ಹೆಸರನ್ನು ಆರಿಸಬೇಕಾಗುತ್ತದೆ.
ko: 유효한 파일 레이블을 선택해야 합니다.
ml: ഒരു ശരിയായ ഫയല്‍ലേബല്‍ തിരഞ്ഞെടുക്കുക
mr: वैध फाइल लेबलची नीवड करणे आवश्यक.
or: ଆପଣଙ୍କୁ ଏକ ବୈଧ ଫାଇଲ ନାମପଟି ବାଛିବାକୁ ହେବ।
pl: należy wybrać prawidłową etykietę pliku.
pt_br: você deve selecionar um rótulo válido de arquivo.
ta: நீங்கள் ஒரு சரியான கோப்பு லேபிளைத் தேர்ந்தெடுக்க வேண்டும்.

source: SELinux has denied the $SOURCE from binding to a network port $PORT_NUMBER which does not have an SELinux type associated with it. If $SOURCE should be allowed to listen on $PORT_NUMBER, use the <i>semanage</i> command to assign $PORT_NUMBER to a port type that $SOURCE_TYPE can bind to (%s). If $SOURCE is not supposed to bind to $PORT_NUMBER, this could signal an intrusion attempt.
cs: SELinux odmítl programu $SOURCE vázat se k síťovému portu $PORT_NUMBER, s nímž není asociován žádný SELinuxový typ. Má-li mít $SOURCE dovoleno vázat se na $PORT_NUMBER, přiřaďte příkazem <i>semanage</i> k portu $PORT_NUMBER typ portu, na nějž se $SOURCE_TYPE může vázat (%s). Jestliže neočekáváte, že by se měl $SOURCE vázat k $PORT_NUMBER, může to značit pokus o vniknutí.
de: SELinux hinderte $SOURCE an der Bindung mit Netzwerkport $PORT_NUMBER, dem kein SELinux-Typ zugewiesen ist. Falls es $SOURCE erlaubt sein soll, auf $PORT_NUMBER zu horchen, weisen Sie $PORT_NUMBER mithilfe des Befehls <i>semanage</i> einen Porttyp zu, an den $SOURCE_TYPE binden kann (%s). Falls $SOURCE nicht an $PORT_NUMBER binden sollte, könnte dies einen Einbruchsversuch signalisieren.
ko: SELinux는 포트에 연결된 SELinux 유형이 없는 네트워크 포트 $PORT_NUMBER에 바인딩하는 것에서 $SOURCE를 거부합니다. $SOURCE가 $PORT_NUMBER에서 수신 허용되어야 하는 경우 <i>semanage</i> 명령을 사용하여 $SOURCE_TYPE이 (%s)에 바인딩될 수 있는 포트 유형에 $PORT_NUMBER를 할당합니다. $SOURCE가 $PORT_NUMBER에 바인딩하려 하지 않을 경우, 이는 침입 시도를 표시할 수 있습니다.
pl: SELinux odmówił $SOURCE dowiązywania do portu sieciowego $PORT_NUMBER, który nie posiada powiązanego ze sobą typu SELinuksa. Jeśli $SOURCE powinien nasłuchiwać na $PORT_NUMBER, należy użyć polecenia <i>semanage</i>, które przydzieli $PORT_NUMBER do typu portów, do których $SOURCE_TYPE może dowiązywać (%s). Jeśli $SOURCE nie powinien dowiązywać do $PORT_NUMBER, może to wskazywać na próbę włamania.
pt_br: SELinux negou que o $SOURCE se conecte à porta de rede $PORT_NUMBER a qual não possui um tipo de SELinux associado à ele. Caso o $SOURCE deva ter permissão de escutar na $PORT_NUMBER, use o comando <i>semanage</i> para atribuir $PORT_NUMBER ao tipo de porta com a qual o $SOURCE_TYPE possa se conectar a (%s). Caso o $SOURCE não deva se conectar com o $PORT_NUMBER, este pode ser um sinal de tentativa intrusão.

source: If you want to allow $SOURCE_PATH to bind to network port $PORT_NUMBER
cs: Pokud chcete povolit provázání $SOURCE_PATH se síťovým portem $PORT_NUMBER
de: Sie möchten $SOURCE erlauben, mit dem Netzwerk-Port $​​PORT_NUMBER zu verbinden
pl: Aby zezwolić $SOURCE_PATH na dowiązywanie do portu sieciowego $PORT_NUMBER

source: SELinux denied access requested by $SOURCE. The current boolean settings do not allow this access. If you have not setup $SOURCE to require this access this may signal an intrusion attempt. If you do intend this access you need to change the booleans on this system to allow the access.
cs: SELinux zabránil v přístupu programu $SOURCE. Aktuální booleovská nastavení takový přístup nedovolují. Pokud jste sami $SOURCE nenastavili, aby tento přístup vyžadoval, může to značit pokus o vniknutí. Chcete-li tento přístup povolit, musíte v systému změnit booleovské hodnoty, aby přístup umožňovaly.
de: SELinux verweigerte den von $SOURCE angeforderten Zugriff. Da nicht davon ausgegangen wird, dass dieser Zugriff von $SOURCE benötigt wird, signalisiert dies möglicherweise einen Einbruchsversuch. Es ist außerdem möglich, dass diese spezielle Version oder Konfiguration der Anwendung den zusätzlichen Zugriff verursacht.
ko: SELinux는 $SOURCE에 의해 요청된 액세스를 거부합니다. 현재 boolean 설정은 이러한 액세스를 허용하지 않습니다. 이러한 액세스를 허용하기 위해 $SOURCE를 설정하지 않은 경우 침입 시도 신호가 나타날 수 있습니다. 이 액세스를 허용하고자 할 경우 시스템의 부울을 변경하여 액세스를 허용합니다.
pl: SELinux odmówił $SOURCE żądania dostępu. Ten dostęp nie jest konieczny dla $SOURCE i może wskazywać na próbę włamania. Jest także możliwe, że określona wersja lub konfiguracja aplikacji powoduje, że wymaga ona tego dostępu.
pt_br: O SELinux impediu o acesso requisitado pelo $SOURCE. As configurações atuais dos booleanos não permitem este acesso. Caso você não definiu $SOURCE para requisitar este acesso, isto pode indicar uma tentativa de intrusão. Caso você permite este acesso, você alterar os booleanos neste sistema para permitir o acesso.

source: Confined processes can be configured to run requiring different access, SELinux provides booleans to allow you to turn on/off access as needed.
cs: Omezované procesy mohou podle svého nastavení za běhu vyžadovat různé přístupy; SELinux poskytuje booleovské hodnoty, abyste mohli dle potřeby přístup zapínat a vypínat.
de: Beschränkte Prozesse können so konfiguriert werden, dass sie mit unterschiedlichen Zugriffen laufen, SELinux stellt Booleans zur Verfügung, mit deren Hilfe Sie den Zugriff bei Bedarf ein- und ausschalten können.
ko: 제한된 프로세스는 다른 필요한 액세스를 실행하기 위해 설정할 수 있습니다. SELinux는 필요한 액세스 on/off를 허용하는 부울을 제공합니다.
pl: Ograniczone procesy mogą być skonfigurowane tak, aby wymagały różnego dostępu, SELinux dostarcza zmienne logiczne, aby można było włączyć/wyłączyć dostęp w razie potrzeby.
pt_br: Os processos confinados podem ser configurados para serem executados requerendo acessos diferentes. O SELinux fornece booleanos para permitir que você ative ou desative o acesso, de acordo com a necessidade.

source: If you want to %s
cs: Pokud chcete %s
de: Sie folgendes tun möchten: %s
pl: Aby %s

source: You must tell SELinux about this by enabling the '%s' boolean.
cs: Musíte o tomto SELinuxu říct povolením booleovské hodnoty „%s“.
de: Sie müssen SELinux darüber benachrichtigen, indem Sie die boolesche Variable »%s« aktivieren.
gu: તમારે '%s' બુલિયનને સક્રિય કરીને આ વિશે SELinux ને કહેવુ જ જોઇએ.
kn: '%s' ಬೂಲಿಯನ್ ಅನ್ನು ಶಕ್ತಗೊಳಿಸುವ ಮೂಲಕ ನೀವು SELinux ಗೆ ಇದರ ಬಗ್ಗೆ ಹೇಳಬೇಕು.
ko: '%s' 부울을 활성화하여 이에 대해 SELinux에 알려야 합니다.
ml: '%s' ബൂളിയന്‍ പ്രവര്‍ത്തന സജ്ജമാക്കി ഇതു് SELinux-നെ അറിയിയ്ക്കണം.
mr: '%s' बूलियन सुरू करून तुम्ही SELinuxला याविषयी कळवा.
or: '%s' ବୁଲିଆନକୁ ସକ୍ରିୟ କରି ଆପଣଙ୍କୁ ନିଶ୍ଚିତ ଭାବରେ SELinux କୁ ଏହା ବିଷୟରେ ଜଣାଇବାକୁ ହେବ।
pl: Należy powiadomić o tym SELinuksa włączając zmienną logiczną „%s”.
pt_br: Você deve informar o SELinux sobre isso habilitando o booleano '%s'.
ta: நீங்கள் '%s' பூலியனை செயல்படுத்துவதன் மூலம் இதனை SELinux க்குத் தெரிவிக்க வேண்டும்.

source: You can read '%s' man page for more details.
bg: Може да прочетете man '%s' за повече информация.
cs: Pro další podrobnosti si můžete přečíst manuálovou stránku „%s“.
de: Für weitere Einzelheiten, können Sie die »%s« man-Seiten konsultieren.
gu: તમે વધારે વિગતો માટે '%s' મુખ્ય પાનાંને વાંચી શકો છો.
kn: ಹೆಚ್ಚಿನ ವಿವರಗಳಿಗಾಗಿ ನೀವು '%s' ಮಾಹಿತಿ ಪುಟವನ್ನು ನೋಡಬಹುದು.
ko: 보다 자세한 내용은 '%s' man 페이지를 읽어보십시오.
ml: കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി താങ്കള്‍ക്ക് '%s' മാന്‍ പേജ് വായിക്കാവുന്നതാണ്.
mr: अधिक माहितीकरीता '%s' man पृष्ठ वाचणे शक्य आहे.
or: ଅଧିକ ବିବରଣୀ ପାଇଁ ଆପଣ '%s' man ପୃଷ୍ଠାକୁ ପଢ଼ିପାରିବେ।
pl: Na stronie podręcznika „%s” znajduje się więcej informacji.
pt_br: Você pode ler a man page '%s' para mais detalhes.
ta: மேலும் விவரங்களுக்கு '%s' man பக்கத்தைக் காணலாம்.

source: # semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH' where FILE_TYPE is one of the following: %s. Then execute: restorecon -v '$FIX_TARGET_PATH'
cs: # semanage fcontext -a -t TYP_SOUBORU '$FIX_TARGET_PATH' kde TYP_SOUBORU je jeden z následujících: %s. Pak proveďte: restorecon -v '$FIX_TARGET_PATH'
de: # semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH' wobei FILE_TYPE einer der folgenen Werte ist: %s. Führen Sie danach Folgendes aus: restorecon -v '$FIX_TARGET_PATH'
ko: # semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH' 여기서 FILE_TYPE은 다음 중 하나입니다.: %s. 그 후 다음을 실행합니다: restorecon -v '$FIX_TARGET_PATH'
pl: # semanage fcontext -a -t TYP_PLIKU '$FIX_TARGET_PATH', gdzie TYP_PLIKU jest jednym z poniższych: %s. Następnie należy wykonać polecenie: restorecon -v '$FIX_TARGET_PATH'
pt_br: # semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH' onde FILE_TYPE é um dos seguintes: %s. Então execute: restorecon -v '$FIX_TARGET_PATH'

source: If you believe that $SOURCE_BASE_PATH should be allowed $ACCESS access on processes labeled $TARGET_TYPE by default.
cs: Pokud jste přesvědčeni, že má $SOURCE_BASE_PATH mít ve výchozím stavu přístup $ACCESS na procesy se značkou $TARGET_TYPE.
pl: Jeśli $SOURCE_BASE_PATH powinno mieć domyślnie $ACCESS dostęp do procesów z etykietami $TARGET_TYPE.

source: If you believe that $SOURCE_BASE_PATH should have the $ACCESS capability by default.
cs: Pokud jste přesvědčeni, že má $SOURCE_BASE_PATH mít ve výchozím stavu schopnost $ACCESS.
pl: Jeśli $SOURCE_BASE_PATH powinno mieć domyślnie możliwość $ACCESS.

source: If you believe that $SOURCE_BASE_PATH should be allowed $ACCESS access on the $TARGET_BASE_PATH $TARGET_CLASS by default.
cs: Pokud jste přesvědčeni, že má $SOURCE_BASE_PATH mít ve výchozím stavu přístup $ACCESS na $TARGET_BASE_PATH $TARGET_CLASS.
pl: Aby $SOURCE_BASE_PATH powinno mieć domyślnie $ACCESS dostęp do $TARGET_BASE_PATH $TARGET_CLASS.

source: Allow this access for now by executing: # ausearch -c '$SOURCE' --raw | audit2allow -M my-$MODULE_NAME # semodule -i my-$MODULE_NAME.pp
cs: Prozatím tento přístup povolíte příkazy: # ausearch -c '$SOURCE' --raw | audit2allow -M my-$MODULE_NAME # semodule -i my-$MODULE_NAME.pp
pl: Można tymczasowo zezwolić na ten dostęp wykonując polecenia: # ausearch -c '$SOURCE' --raw | audit2allow -M my-$MODULE_NAME # semodule -i my-$MODULE_NAME.pp
