Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: You can restore the default system context to this file by executing the restorecon command. restorecon '$SOURCE_PATH'.
cs: Můžete obnovit výchozí systémový kontext k tomuto souboru spuštěním restorecon příkazu. restorecon '$SOURCE_PATH'.
de: Sie können den Standard-System-Kontext für diese Datei durch Ausführen des restorecon Befehls wiederherstellen. restorecon '$SOURCE_PATH'.
gu: તમે મૂળભૂત સિસ્ટમ સંદર્ભ આ ફાઈલમાં restorecon આદેશ ચલાવીને પુનઃસંગ્રહી શકો. restorecon '$SOURCE_PATH'.⏎
kn: ಈ ಕಡತಕ್ಕೆ ಗಣಕದ ಪೂರ್ವನಿಯೋಜಿತ ಸನ್ನಿವೇಶವನ್ನು ಮರುಸ್ಥಾಪಿಸಲು restorecon ಆದೇಶವನ್ನು ನೀವುಬಳಸಬಹುದಾಗಿದೆ restorecon '$SOURCE_PATH'.
ko: restorecon 명령을 실행하여 이 파일에 기본값 시스템 문맥을 복구할 수 있습니다. restorecon '$SOURCE_PATH'.
ml: ഈ ഫയലിലേക്കു് സ്വതവേയുള്ള സിസ്റ്റം കോണ്‍ടെക്സ്റ്റ് വീണ്ടെടുക്കുന്നതിനായി നിങ്ങള്‍ക്കു് restorecon കമാന്‍ഡ് ഉപയോഗിയ്ക്കാം. restorecon '$SOURCE_PATH'.
mr: restorecon आदेश चालवून तुम्ही पूर्वनिर्धारीत प्रणालीचा संदर्भ पूर्ववत् करू शकता. restorecon '$SOURCE_PATH'.
or: ଆପଣ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ତନ୍ତ୍ର ପ୍ରସଙ୍ଗକୁ ଏହି ଫାଇଲରେ restorecon ନିର୍ଦ୍ଦେଶକୁ ନିଷ୍ପାଦନ କରି ପୁନଃସ୍ଥାପନ କରିପାରିବେ। restorecon '$SOURCE_PATH'.
pl: Można przywrócić domyślny kontekst systemu tego pliku wykonując polecenie restorecon. restorecon "$SOURCE_PATH".
pt_br: Você pode restaurar o contexto do sistema padrão para este arquivo executando o comando restorecon. restorecon '$SOURCE_PATH'.
ta: நீங்கள் restorecon கட்டளையைப் பயன்படுத்தி இந்தக் கோப்புக்கான முன்னிருப்பு கணினி சூழலை மீட்டமைக்கலாம். restorecon '$SOURCE_PATH'.

source: SELinux denied access requested by $SOURCE. $SOURCE_PATH may be mislabeled. $SOURCE_PATH default SELinux type is <B>%s</B>, but its current type is <B>$SOURCE_TYPE</B>. Changing this file back to the default type may fix your problem. <p> This file could have been mislabeled either by user error, or if an normally confined application was run under the wrong domain. <p> However, this might also indicate a bug in SELinux because the file should not have been labeled with this type. <p> If you believe this is a bug, please file a bug report against this package.
cs: SELinux zakázal přístup požadovaný $SOURCE. $TARGET_PATH může být chybně označen. Výchozí typ SELinuxu pro $TARGET_PATH je <B>%s</B>, avšak jeho současný typ je <B>$TARGET_TYPE</B>. Svůj problém možná odstraníte, pokud změníte typ tohoto souboru na typ výchozí. <p> Tento soubor může být chybně označen z důvodu chyby uživatele, nebo pokud obvykle omezená aplikace byla spuštěna pod chybnou doménou. <p> Ačkoliv toto může rovněž poukazovat na chybu v SELinuxu, neboť by soubor neměl být označen tímto typem. <p> Jste-li přesvědčeni, že se jedná o chybu, prosíme, zašlete proti tomuto balíčku hlášení o chybě.
pl: SELinux odmówił dostępu żądanego przez $SOURCE. $SOURCE_PATH może mieć błędną etykietę. Domyślny typ SELinuksa $SOURCE_PATH to <B>%s</B>, ale bieżący typ to <B>$SOURCE_TYPE</B>. Zmiana tego pliku na domyślny typ może naprawić problem. <p> Ten plik mógł mieć nadaną błędną etykietę przez błąd użytkownika lub przez uruchomienie normalnie ograniczanej aplikacji w błędnej domenie. <p> Jednakże może to wskazywać na błąd w SELinuksie, ponieważ plik nie powinien mieć etykiety tego typu. <p> Jeśli to błąd, proszę go zgłosić w tym pakiecie.

source: If you want to fix the label. $SOURCE_PATH default label should be %s.
cs: Pokud chcete opravit značku. Výchozí značka pro $SOURCE_PATH by měla být %s.
pl: Aby naprawić etykietę. domyślna etykieta $SOURCE_PATH powinna wynosić %s.

source: SELinux denied RSYNC access to $TARGET_PATH. If this is an RSYNC repository, it has to have a file context label of rsync_data_t. If you did not intend to use $TARGET_PATH as an RSYNC repository, this message could indicate either a bug or an intrusion attempt.
cs: SELinux zakázal RSYNC přístup k $TARGET_PATH. Pokud se jedná o repozitář RSYNC, je třeba mít značku kontextového souboru rsync_data_t. Pokud jste neměli v úmyslu použít $TARGET_PATH jako RSYNC repozitář, mohlo by se jednat buď o chybu nebo by to mohlo signalizovat pokus o vniknutí.
pl: SELinux odmówił rsync dostępu do $TARGET_PATH. Jeśli jest to repozytorium RSync, musi mieć kontekst pliku rsync_data_t. Jeśli $TARGET_PATH nie miało zostać użyte jako repozytorium RSync, może to wskazywać na błąd lub próbę włamania.

source: If $TARGET_BASE_PATH should be shared via the RSYNC daemon
cs: Pokud by měl být $TARGET_BASE_PATH sdílen pomocí RSYNC démona
pl: Jeśli $TARGET_BASE_PATH nie powinno być współdzielone przez usługę rsync

source: SELinux denied samba access to $TARGET_PATH. If you want to share this directory with samba it has to have a file context label of samba_share_t. If you did not intend to use $TARGET_PATH as a samba repository, this message could indicate either a bug or an intrusion attempt. Please refer to 'man samba_selinux' for more information on setting up Samba and SELinux.
cs: SELinux zakázal Sambě přístup k $TARGET_PATH. Pokud chcete tento adresář sdílet se Sambou, je třeba mít značku kontextového souboru samba_share_t. Pokud jste neměli v úmyslu použít $TARGET_PATH jako Samba repozitář, mohlo by se jednat buď o chybu nebo pokus o vniknutí. Více informací o nastavení Samby a SELinuxu najdete v 'man samba_selinux'.
pl: SELinux odmówił Sambie dostęp do $TARGET_PATH. Aby współdzielić ten katalog za pomocą Samby, musi on mieć etykietę pliku samba_share_t. Jeśli $TARGET_PATH nie miało zostać użyte jako repozytorium Samby, może to wskazywać na błąd lub próbę włamania. Proszę zobaczyć „man samba_selinux”, aby dowiedzieć się więcej o ustawianiu Samby i SELinuksa.

source: SELinux has denied $SOURCE from connecting to a network port $PORT_NUMBER within a sandbox. If $SOURCE should be allowed to connect on $PORT_NUMBER, you need to use a different sandbox type like sandbox_web_t or sandbox_net_t. # sandbox -X -t sandbox_net_t $SOURCE If $SOURCE is not supposed to connect to $PORT_NUMBER, this could signal an intrusion attempt.
cs: SELinux odmítl $SOURCE se připojit na síťový port $PORT_NUMBER uvnitř sandboxu. Pokud by mělo být $SOURCE umožněno se připojit k portu $PORT_NUMBER, je nutné použít jiný typ sandboxu, jako např. sandbox_web_t nebo sendbox_net_t. # sandbox -X -t sandbox_net_t $SOURCE Nepředpokládá-li se, že by se $SOURCE měl připojovat k portu $PORT_NUMBER, může se jednat o pokus o vniknutí.
pl: SELinux odmówił $SOURCE łączenia z portem sieciowym $PORT_NUMBER w piaskownicy. Jeśli $SOURCE powinno móc łączyć się z $PORT_NUMBER, należy użyć innego typu piaskownicy, takiego jak sandbox_web_t lub sandbox_net_t. # sandbox -X -t sandbox_net_t $SOURCE Jeśli $SOURCE nie powinno łączyć się z $PORT_NUMBER, może to wskazywać na próbę włamania.

source: If you want to allow $SOURCE to connect to $PORT_NUMBER, you can execute # sandbox -X -t sandbox_net_t $SOURCE
cs: Pokud chcete povolit $SOURCE se připojit k $PORT_NUMBER, spusťte # sandbox -X -t sandbox_net_t $SOURCE
de: Wenn Sie $SOURCE erlauben möchten mit $​​PORT_NUMBER zu verbinden, führen Sie aus # sandbox -X -t sandbox_net_t $SOURCE
gu: જો તમે $PORT_NUMBER સાથે જોડાવા માટે $SOURCE ને પરવાનગી આપવા માંગો છો, તમે # sandbox -X -t sandbox_net_t $SOURCE ચલાવી શકો છો
kn: $SOURCE ಅನ್ನು $PORT_NUMBER ಗೆ ಸಂಪರ್ಕಿತಗೊಳ್ಳಲು ನೀವು ಬಯಸಿದಲ್ಲಿ, ಇದನ್ನು ಚಲಾಯಿಸಿ # sandbox -X -t sandbox_net_t $SOURCE
ko: $SOURCE가 $PORT_NUMBER에 연결하는 것을 허용하려면 다음을 실행합니다 # sandbox -X -t sandbox_net_t $SOURCE
ml: $PORT_NUMBER-ലേക്കു് കണക്ട് ചെയ്യുന്നതിനു് $SOURCE അനുവദിയ്ക്കണമെങ്കില്‍, നടപ്പിലാക്കേണ്ടതു് # sandbox -X -t sandbox_net_t $SOURCE
mr: $SOURCEला $PORT_NUMBERसह जोडणी करण्यासाठी परवानगी द्यायची असल्यास, खालील चालवा # sandbox -X -t sandbox_net_t $SOURCE
or: ଯଦି ଆପଣ $SOURCE କୁ $PORT_NUMBER ରେ ସଂଯୋଗ କରିବା ପାଇଁ ଅନୁମତି ଦିଅନ୍ତି, ତେବେ ଆପଣ ଏହାକୁ ନିଷ୍ପାଦନ କରିପାରିବେ # sandbox -X -t sandbox_net_t $SOURCE
pl: Aby pozwolić $SOURCE na łączenie się z $PORT_NUMBER, można wykonać # sandbox -X -t sandbox_net_t $SOURCE
pt_br: Caso você deseja permitir que o $SOURCE conecte-se à $PORT_NUMBER, você pode executar # sandbox -X -t sandbox_net_t $SOURCE
ta: நீங்கள் $PORT_NUMBER க்கு இணைய $SOURCE ஐ அனுமதிக்க விரும்பினால், # sandbox -X -t sandbox_net_t $SOURCE கட்டளையை இயக்கலாம்

source: you need to modify the sandbox type. sandbox_web_t or sandbox_net_t. For example: sandbox -X -t sandbox_net_t $SOURCE_PATH Please read 'sandbox' man page for more details.
cs: potřebujete upravit typ sandboxu. sandbox_web_t nebo sandbox_net_t. Například: sandbox -X -t sandbox_net_t $SOURCE_PATH Pro podrobnosti si prosím přečtěte manuálovou stránku „sandbox“.
de: müssen Sie den Sandbox-Typ ändern. sandbox_web_t oder sandbox_net_t. Zum Beispiel: sandbox -X -t sandbox_net_t $SOURCE_PATH Bitte lesen Sie die 'sandbox' man-Seite für weitere Details.
ko: 샌드박스 유형을 수정해야 합니다. sandbox_web_t 또는 sandbox_net_t. 예: sandbox -X -t sandbox_net_t $SOURCE_PATH 보다 자세한 내용은 '샌드박스' man 페이지에서 참조하십시오.
pl: należy zmodyfikować typ piaskownicy. sandbox_web_t lub sandbox_net_t. Na przykład: sandbox -X -t sandbox_net_t $SOURCE_PATH Strona podręcznika „sandbox” zawiera więcej informacji.
pt_br: você precisa modificar o tipo de área restrita. sandbox_web_t ou sandbox_net_t. Por exemplo: sandbox -X -t sandbox_net_t $SOURCE_PATH Por favor, leia a página do manual sobre 'área restrita' (sandbox) para mais detalhes.

source: SELinux has prevented $SOURCE from modifying $TARGET. This denial indicates $SOURCE was trying to modify the selinux policy configuration. All applications that need this access should have already had policy written for them. If a compromised application tries to modify the SELinux policy this AVC will be generated. This is a serious issue. Your system may very well be compromised.
cs: SELinux bránil $SOURCE před úpravou $TARGET. Tento zákaz označuje, že se $SOURCE snaží změnit konfiguraci politiky SELinux. Všechny aplikace, které potřebují tento přístup, by už měly mít pro sebe napsanou politiku. Pokud se napadená aplikace pokusí o modifikaci politiky SELinuxu, bude tento AVC generován. Jedná se o závažný problém. Váš systém může být velmi dobře napaden.
de: SELinux verweigerte $SOURCE das Ändern von $TARGET. Diese Verweigerung weist darauf hin, dass $SOURCE die Konfiguration der SELinux-Richtlinie zu ändern versuchte. Alle Anwendungen, die derartigen Zugriff benötigen, sollten bereits eine entsprechende Richtlinie haben. Falls eine kompromittierte Anwendung die SELinux-Richtlinie zu verändern versucht, wird diese AVC generiert. Dies ist unter Umständen ein schwerwiegendes Problem. Ihr System wurde womöglich kompromittiert.
ko: SELinux는 $SOURCE가 $TARGET을 수정하지 못하게 합니다. 이는 $SOURCE가 selinux 정책 설정을 수정하려 했다고 나타날 수 있습니다. 이러한 액세스가 필요한 모든 응용 프로그램에는 해당하는 정책이 있어야 합니다. 영향을 받을 수 있는 응용 프로그램이 SELinux 정책을 수정하려 할 경우 AVC가 생성되어 심각한 문제를 일으킬 수 있으며 시스템이 쉽게 손상될 수 있습니다.
pl: SELinux powstrzymał $SOURCE przed zmodyfikowaniem $TARGET. Ten dostęp wskazuje, że $SOURCE próbował zmodyfikować konfigurację polityki SELinuksa. Wszystkie aplikacje, które wymagają tego dostępu powinny mieć napisaną dla siebie politykę. Jeśli zagrożona aplikacja próbuje zmodyfikować politykę SELinuksa, tworzone jest to AVC. Jest to poważne zagrożenie. System mógł zostać w dużym stopniu zagrożony.
pt_br: O SELinux impediu que o $SOURCE modificasse o $TARGET. Esta negação indica que o $SOURCE estava tentando modificar a configuração da política do SELinux. Todos os aplicativos que precisam desse acesso já devem ter uma política escrita para eles. Se um aplicativo comprometido tentar modificar a política do SELinux este AVC será gerado. Este é um problema sério. O seu sistema pode muito bem ter sido comprometido.

source: If you did not directly cause this AVC through testing.
cs: Pokud toto AVC nebylo přímo způsobeno testováním.
pl: Jeśli nie spowodowano bezpośrednio wystąpienia tego AVC przez testowanie.

source: SELinux has prevented $SOURCE from writing to a file under /sys/fs/selinux. Files under /sys/fs/selinux control the way SELinux is configured. All programs that need to write to files under /sys/fs/selinux should have already had policy written for them. If a compromised application tries to turn off SELinux this AVC will be generated. This is a serious issue. Your system may very well be compromised.
cs: SELinux zabránil $SOURCE před zápisem do souboru v /sys/fs/selinux. Soubory v /sys/fs/selinux kontrolují způsob, jakým je SELinux nastaven. Všechny programy, které potřebují zapisovat do souboru v /sys/fs/selinux, by už pro sebe měly mít politiku napsanou. Pokud se kompromitovaná aplikace pokusí vypnout SELinux, tento AVC bude vygenerován. Jedná se o vážný problém. Váš systém může být vážně ohrožen.
pl: SELinux powstrzymał $SOURCE przed zapisaniem do pliku w /sys/fs/selinux. Pliki w /sys/fs/selinux kontrolują konfigurację SELinuksa. Wszystkie programy, które wymagają zapisywania do plików w /sys/fs/selinux powinny mieć napisaną dla siebie politykę. Jeśli zagrożona aplikacja próbuje wyłączyć SELinuksa, tworzone jest to AVC. Jest to poważne zagrożenie. System mógł zostać w dużym stopniu zagrożony.

source: If you believe $SOURCE_PATH tried to disable SELinux.
cs: Pokud věříte, že se $SOURCE_PATH pokusil zakázat SELinux.
pl: Jeśli $SOURCE_PATH spróbowało wyłączyć SELinuksa.

source: SELinux denied access requested by $SOURCE. $TARGET_PATH may be mislabeled. sshd is allowed to read content in /root/.ssh directory if it is labeled correctly.
cs: SELinux odepřel přístup požadován $SOURCE. $TARGET_PATH může mít chybně označen štítky. sshd má právo číst obsah v adresáři /root/.ssh, pokud je správně označen.
pl: SELinux odmówił dostępu żądanego przez $SOURCE. $TARGET_PATH może mieć błędną etykietę. sshd może odczytywać zawartość katalogu /root/.ssh, jeśli ma poprawną etykietę.

source: You can restore the default system context to this file by executing the restorecon command. # restorecon -R /root/.ssh
cs: Můžete obnovit výchozí systémový kontext k tomuto souboru spuštěním restorecon příkazu. # restorecon -R /root/.ssh
pl: Można przywrócić domyślny kontekst systemu tego pliku wykonując polecenie restorecon. # restorecon -R /root/.ssh

source: SELinux denied $SOURCE access to $TARGET_PATH. If this is a swapfile, it has to have a file context label of swapfile_t. If you did not intend to use $TARGET_PATH as a swapfile, this message could indicate either a bug or an intrusion attempt.
cs: SELinux zakázal $SOURCE přístup k $TARGET_PATH. Pokud se jedná o swap soubor, je třeba mít značku kontextového souboru swapfile_t. Pokud jste neměli v úmyslu použít $TARGET_PATH jako swap soubor, může tato zpráva indikovat chybu nebo pokus o vniknutí.
pl: SELinux odmówił $SOURCE dostęp do $TARGET_PATH. Jeśli jest to plik wymiany, musi posiadać etykietę pliku swapfile_t. Jeśli $TARGET_PATH nie miał zostać użyty jako plik wymiany, to może to wskazywać na błąd lub próbę włamania.

source: If you do not believe your $SOURCE_PATH should be modifying the kernel, by loading kernel modules
cs: Pokud nevěříte, že by $SOURCE_PATH měl modifikovat jádro nahráváním modulů jádra
pl: Jeśli $SOURCE_PATH nie powinno modyfikować jądra wczytując moduły jądra

source: SELinux has prevented $SOURCE from loading a kernel module. All confined programs that need to load kernel modules should have already had policy written for them. If a compromised application tries to modify the kernel this AVC will be generated. This is a serious issue. Your system may very well be compromised.
cs: SELinux zabránil $SOURCE před nahráním modulu jádra. Všechny omezené programy, které potřebují nahrát moduly jádra, by už pro sebe měly mít politiku napsanou. Pokud se kompromitovaná aplikace pokusí modifikovat jádro, tento AVC bude vygenerován. Jedná se o seriózní problém. Váš systém může být vážně ohrožen.
de: SELinux verweigerte $SOURCE das Laden eines Kernel-Moduls. Alle eingeschränkten Programme, die Kernel-Module laden müssen, sollten bereits eine entsprechende Richtlinie haben. Falls eine kompromittierte Anwendung den Kernel zu ändern versucht, wird diese AVC generiert. Dies ist unter Umständen ein schwerwiegendes Problem. Ihr System wurde womöglich kompromittiert.
ko: SELinux는 $SOURCE가 커널 모듈을 불러오지 못하게 합니다. 커널 모듈을 불러오기 위해 필요한 지정된 모든 파일에는 해당하는 정책이 있어야 합니다. 영향을 받을 수 있는 응용 프로그램이 커널을 수정하려 할 경우 AVC가 생성되어 심각한 문제를 일으킬 수 있습니다 시스템이 아주 쉽게 손상될 수 있습니다.
pl: SELinux powstrzymał $SOURCE przed wczytaniem modułu jądra. Wszystkie ograniczane aplikacje, które wymagają wczytania modułów jądra powinny mieć napisaną dla siebie politykę. Jeśli zagrożona aplikacja próbuje zmodyfikować jądro, tworzone jest to AVC. Jest to poważne zagrożenie. System mógł zostać w dużym stopniu zagrożony.
pt_br: O SELinux impediu que o $SOURCE carregasse um módulo do kernel. Todos os programas confinados que precisam carregar módulos do kernel já devem ter uma política escrita para eles. Se um aplicativo comprometido tentar modificar o kernel, este AVC será gerado. Este é um problema sério. O seu sistema pode muito bem ter sido comprometido.

source: If you do not believe that $SOURCE_PATH should be attempting to modify the kernel by loading a kernel module.
cs: Pokud nevěříte, že by se $SOURCE_PATH měl pokoušet o modifikaci jádra nahráváním modulu jádra.
pl: Jeśli $SOURCE_PATH nie powinno próbować zmodyfikować jądra wczytując moduł jądra.

source: SELinux is preventing $SOURCE_PATH the "sys_resource" capability.
cs: SELinux brání $SOURCE_PATH schopnosti "sys_resource".
de: SELinux hindert $SOURCE_PATH an der Nutzung der "sys_resource" Fähigkeit.
ko: SELinux는 $SOURCE_PATH의 "sys_resource" 기능을 작동하지 못하게 합니다.
pl: SELinux powstrzymuje możliwości „sys_resource” $SOURCE_PATH.
pt_br: O SELinux está impedindo $SOURCE_PATH da capacidade de "sys_resource" .

source: Confined domains should not require "sys_resource". This usually means that your system is running out some system resource like disk space, memory, quota etc. Please clear up the disk and this AVC message should go away. If this AVC continues after you clear up the disk space, please report this as a bug.
cs: Omezené domény by neměly vyžadovat "sys_resource". To obvykle znamená, že váš systém spotřeboval některý systémový zdroj, např. prostor na disku, paměť, kvótu, atd. Prosíme, vyčistěte disk a tato zpráva AVC by se již neměla objevovat. Bude-li se však po vyčištění disku objevovat i nadále, prosíme, nahlaste toto jako chybu.
de: Eingeschränkte Domains sollten »sys_resource« nicht benötigen. Dies weist normalerweise darauf hin, dass die Ressourcen Ihres Systems wie Speicherplatz, Arbeitsspeicher, Kontingente, etc. knapp werden. Bitte bereinigen Sie den Speicherplatz und diese AVC-Meldung sollte wieder verschwinden. Falls dies nicht der Fall ist, nachdem Sie den Speicherplatz bereinigt haben, melden Sie dies als Fehler.
ko: 한정된 도메인에는 "sys_resource"를 필요로 하지 않습니다. 이는 일반적으로 디스크 공간, 메모리, 쿼터 등과 같은 시스템 리소스가 부족하다는 것을 의미합니다. 디스크 공간을 확보하면 AVC 메세지가 표시되지 않을 것입니다. 디스크 공간을 확보하고도 AVC 메세지가 계속하여 표시되는 경우 버그로 보고하십시오.
pl: Ograniczane domeny nie powinny wymagać „sys_resource”. Zwykle oznacza to, że systemowi kończą się pewne zasoby, takie jak miejsce na dysku, pamięć, przydział itp. Proszę wyczyścić dysk, a ten komunikat AVC powinien zniknąć. Jeśli to AVC nadal pojawia się po wyczyszczeniu miejsca na dysku, proszę zgłosić to jako błąd.
pt_br: Os domínios confinados não devem precisar de "sys_resource". Isto geralmente significa que seu sistema está ficando sem recursos, como espaço de disco, memória, cota, etc. Por favor, limpe o disco e esta mensagem AVC deve desaparecer. Se este AVC continuar aparecendo mesmo depois que o espaço de disco estiver limpo, por favor, submeta uma relatório de erro.

source: If you do not want processes to require capabilities to use up all the system resources on your system;
cs: Pokud nechcete, aby procesy vyžadovaly schopnosti vyčerpat všechny systémové prostředky v počítači;
pl: Jeśli procesy nie powinny wymagać możliwości, aby użyć wszystkich zasobów systemowych na komputerze;

source: you need to diagnose why your system is running out of system resources and fix the problem. According to /usr/include/linux/capability.h, sys_resource is required to: /* Override resource limits. Set resource limits. */ /* Override quota limits. */ /* Override reserved space on ext2 filesystem */ /* Modify data journaling mode on ext3 filesystem (uses journaling resources) */ /* NOTE: ext2 honors fsuid when checking for resource overrides, so you can override using fsuid too */ /* Override size restrictions on IPC message queues */ /* Allow more than 64hz interrupts from the real-time clock */ /* Override max number of consoles on console allocation */ /* Override max number of keymaps */
cs: potřebujete zjistit proč váš systém nemá dostatek systémových zdrojů a odstranit tento probém. Dle /usr/include/linux/capability.h, sys_resource se vyžaduje k: /* Potlačení meze zdrojů. Nastavení meze zdrojů. */ /* Potlačení mezí kvóty. */ /* Potlačení vymezeného prostor na souborovém systému ext2 */ /* Úpravě datového režimu protokolu na souborovém systému ext3 (používá protokolovací zdroje) */ /* POZNÁMKA: ext2 ctí fsuid při kontrole potlačování zdrojů, tedy fsuid lze použít rovněž */ /* Potlačení omezení velikosti na frontách zpráv IPC */ /* Povolení přerušení větších než 64 hz z reálných hodin */ /* Potlačení maximálního počtu konzolí na konzolové alokaci */ /* Potlačení maximálního počtu rozvržení kláves */
pl: należy zdiagnozować, dlaczego systemowi brakuje zasobów systemowych i naprawić problem. Zgodnie z /usr/include/linux/capability.h, sys_resource jest wymagane do: /* Zastąpienie ograniczeń zasobów. Ustawienie ograniczeń zasobów. */ /* Zastąpienie ograniczeń przydziałów. */ /* Zastąpienie zastrzeżonego miejsca na systemie plików ext2 */ /* Modyfikacja trybu księgowania danych na systemie plików ext3 (używa zasobów księgowania) */ /* UWAGA: ext2 uwzględnia fsuid podczas sprawdzania zastąpień zasobów, więc można zastąpić także za pomocą fsuid */ /* Zastąpienie ograniczeń rozmiaru kolejek komunikatów IPC */ /* Zezwolenie na więcej niż 64 Hz przerwań z zegara czasu rzeczywistego */ /* Zastąpienie maksymalnej liczby konsol przy przydzielaniu konsol */ /* Zastąpienie maksymalnej liczby map klawiszy */
