Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: Turn off memory protection
bg: Изключи защитата на паметта
cs: Vypnout ochranu paměti
de: Speicher-Schutz ausschalten
gu: મેમરી સુરક્ષાને બંધ કરો
kn: ಮೆಮೊರಿ ಸಂರಕ್ಷಣೆಯನ್ನು ಆಫ್ ಮಾಡು
ko: 메모리 보안 비활성화
ml: മെമ്മറി സുരക്ഷ ഓഫ് ചെയ്യുക
mr: स्मृती सुरक्षा बंद करा
nl: Zet geheugen bescherming uit
or: ସ୍ମୃତି ସ୍ଥାନ ସୁରକ୍ଷାକୁ ଅଫ କରନ୍ତୁ
pl: Wyłączenie ochrony pamięci
pt_br: Desativar a proteção de memória
ta: நினைவக பாதுகாப்பை நிறுத்து

source: SELinux has prevented wine from performing an unsafe memory operation.
bg: SELinux попречи на wine да изпълни несигурна операция с паметта.
cs: SELinux zabránil wine v provedení nebezpečné operace v paměti.
de: SELinux hinderte wine an der Ausführung einer unsicher Speicher-Operation.
gu: SELinux એ wine ને અલામત મેમરી ક્રિયા તરીકે યોગ્ય રીતે ચલાવવાથી બચાવેલ છે.
kn: $SOURCE ಸಂಪರ್ಕವಾದ ಒಂದು ಡೆಮನ್ ಆಗಿ ಚಲಾಯಿತಗೊಳ್ಳುವುದನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 wine이 안전하지 않은 메모리 운영을 실행하지 못하게 합니다.
ml: സുരക്ഷിതമല്ലാത്ത മെമ്മറി പ്രക്രിയ wine ഉപയോഗിക്കുന്നതില്‍ നിന്നും SELinux തടയുന്നു.
mr: SELinux ने wine यांस असुरक्षीत स्मृती कार्य करण्यापासून रोखले.
nl: SELinux belette wine om een onveilige geheugen operatie uit te voeren.
or: SELinux କୁ ସଠିକ ଭାବରେ ଗୋଟିଏ ଡେମନ ପରି ଚାଲିବାରୁ ଅଟକାଇଛି।
pl: SELinux powstrzymał Wine przed wykonaniem niebezpiecznego działania na pamięci.
pt_br: O SELinux impediu que o wine realizasse uma operação insegura na memória.
ta: SELinux ஒரு பாதுகாப்பற்ற நினைவக செயலைச் செய்வதிலிருந்து wine ஐ தடுத்தது.

source: SELinux denied an operation requested by wine-preloader, a program used to run Windows applications under Linux. This program is known to use an unsafe operation on system memory but so are a number of malware/exploit programs which masquerade as wine. If you were attempting to run a Windows program your only choices are to allow this operation and reduce your system security against such malware or to refrain from running Windows applications under Linux. If you were not attempting to run a Windows application this indicates you are likely being attacked by some for of malware or program trying to exploit your system for nefarious purposes. Please refer to http://wiki.winehq.org/PreloaderPageZeroProblem Which outlines the other problems wine encounters due to its unsafe use of memory and solutions to those problems.
nl: SELinux heeft een operatie verboden die gevraagd werd door wine-preloader, een programma gebruikt om Windows toepassingen onder Linux te draaien. Het is bekend dat dit programma een onveilige operatie op systeem geheugen gebruikt maar dat doen een aantal malware/uitbuiting programma&#39;s ook die zich voordoen als wine. Als je probeerde een Windows programma uit te voeren is je enigste keuze om deze operatie toe te staan en je systeem beveiliging tegen zulke malware te verlagen of om af te zien van het draaien van Windows toepassingen onder Linux. Als je niet probeerde om een Windows toepassing te draaien geeft dit aan dat je waarschijnlijk aangevallen wordt door een vorm van malware of een programma die je systeem probeert uit te buiten voor snode doeleinden. Refereer naar http://wiki.winehq.org/PreloaderPageZeroProblem Waar de andere problemen die wine tegenkomt door zijn onveilig gebruik van geheugen wordt uitgelegd en oplossingen voor deze problemen.

source: you want to ignore this AVC because it is dangerous and your wine applications are working correctly.
bg: искате да игнорирате това AVC понеже е опасно и изглежда wine приложенията Ви работят коректно.
gu: તમે આ AVC ને અવગણવા માંગો છો કારણ કે તે ખતરનાક છે અને તમારા wine કાર્યક્રમો યોગ્ય રીતે કામ કરી રહ્યા છે.
kn: ನೀವು ಈ AVC ಯನ್ನು ಕಡೆಗಣಿಸಲು ಬಯಸುತ್ತೀರಿ ಏಕೆಂದರೆ ಇದು ಅಪಾಯಕಾರಿಯಾಗಿದೆ ಹಾಗು ನಿಮ್ಮ wine ಅನ್ವಯಗಳು ಸರಿಯಾಗಿ ಕೆಲಸಮಾಡುತ್ತಿದೆ ಎಂದು ತೋರುತ್ತಿದೆ.
ml: ഈ എവിസി അപകടകരമാണു് അതിനാല്‍ ഈ എവിസി ഉപേക്ഷിയ്ക്കണം. കൂടാതെ നിങ്ങളുടെ wine പ്രയോഗങ്ങള്‍ ശരിയായി പ്രവര്‍ത്തിയ്ക്കുന്നു എന്നും ഉറപ്പാക്കുക.
mr: धोकादायक असल्याने व wine ॲप्लिकेशन्स् योग्यरित्या कार्य करत असल्याने या AVC कडे दुर्लक्ष करा.
nl: je wilt deze AVC negeren omdat het gevaarlijk is en jouw wine toepassingen correct werken.
or: ଆପଣ ଏହି AVC କୁ ଅଗ୍ରାହ୍ୟ କରିବା ପାଇଁ ଚାହୁଁଛନ୍ତି କାରଣ ଏହା ବିପଦ ଜନକ ଅଟେ ଏବଂ ଆପଣଙ୍କର wine ପ୍ରୟୋଗଗୁଡ଼ିକ ସଠିକ ଭାବରେ କାର୍ଯ୍ୟ କରୁଅଛି ପରି ଲାଗୁଛି।
ta: இந்த AVC-ஐ புறக்கணிக்க விரும்புகிறீர்களை ஏனெனில் இது ஆபத்தானது மற்றும் உங்கள் ஒயின் பயன்பாடுகள் சரியாக பணிபுரிகிறது.

source: you must tell SELinux about this by enabling the wine_mmap_zero_ignore boolean.
bg: трябва да кажете на SELinux за това като установите булевата променлива wine_mmap_zero_ignore.
cs: Musíte o tomto SELinuxu říct povolením booleovské hodnoty wine_mmap_zero_ignore.
de: Sie müssen SELinux darüber informieren, indem Sie die wine_mmap_zero_ignore-Variable aktivieren.
gu: wine_mmap_zero_ignore બુલિયનને સક્રિય કરવા વિશે તમારે SELinux ને કહેવુ જ જોઇએ.
kn: wine_mmap_zero_ignore ಬೂಲಿಯನ್ ಅನ್ನು ಶಕ್ತಗೊಳಿಸುವ ಮೂಲಕ ನೀವು SELinux ಗೆ ಇದರ ಬಗ್ಗೆ ಹೇಳಬೇಕು.
ko: wine_mmap_zero_ignore 부울을 활성화하여 이에 대해 SELinux에 알려야 합니다.
ml: wine_mmap_zero_ignore ബൂളിയന്‍ പ്രവര്‍ത്തന രഹിതമാക്കി ഇതിനെപ്പറ്റി SELinux-നെ അറിയിയ്ക്കണം.
mr: wine_mmap_zero_ignore बूलियन सुरू करून तुम्ही SELinux ला याविषयी कळवा.
nl: je moet SELinux dit vertellen door de wine_mmap_zero_ignore boolean aan te zetten.
or: wine_mmap_zero_ignore ବୁଲିଆନକୁ ସକ୍ରିୟ କରି ଆପଣ SELinux କୁ ଏହା ବିଷୟରେ କହିବା ଉଚିତ।
pl: należy powiadomić o tym SELinuksa włączając zmienną logiczną wine_mmap_zero_ignore.
pt_br: você precisa informar o SELinux sobre isto, habilitando o booleano wine_mmap_zero_ignore.
ta: SELinux-க்கு wine_mmap_zero_ignore boolean-ஐ செயல்படுத்துவதால் நீங்கள் இதை சொல்ல வேண்டும்.

source: SELinux is preventing xen ($SOURCE_PATH) "$ACCESS" access to $TARGET_PATH.
bg: SELinux пречи на xen ($SOURCE_PATH) достъп "$ACCESS" до $TARGET_PATH.
cs: SELinux brání programu xen ($SOURCE_PATH) "$ACCESS" v přístupu k $TARGET_PATH.
de: SELinux hindert xen ($SOURCE_PATH) "$ACCESS" am Zugriff auf $TARGET_PATH.
gu: SELinux એ xen ($SOURCE_PATH) "$ACCESS" વપરાશને $TARGET_PATH થી અટકાવી રહ્યું છે.
kn: $TARGET_PATH ಅನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆ xen ($SOURCE_PATH) "$ACCESS" ಅನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 $TARGET_PATH로 xen ($SOURCE_PATH) "$ACCESS" 액세스하지 못하게 합니다.
ml: $TARGET_PATH-ലേക്കുളള xen ($SOURCE_PATH) "$ACCESS" പ്രവേശനം SELinux തടയുന്നു.
mr: SELinux xen ($SOURCE_TYPE) "$ACCESS" ला $TARGET_PATH करीता प्रवेश करण्यापासून रोखत आहे.
nl: SELinux belet xen ($SOURCE_PATH) "$ACCESS" toegang tot $TARGET_PATH.
or: SELinux xen ($SOURCE_PATH) "$ACCESS" କୁ $TARGET_PATH ରେ ଅଭିଗମ୍ୟ କରିବାରୁ ଅଟକାଉଛି।
pl: SELinux powstrzymuje Xena ($SOURCE) „$ACCESS” dostęp do $TARGET_PATH.
pt_br: O SELinux está impedindo que o xen ($SOURCE_PATH) "$ACCESS" acesse o $TARGET_PATH.
ta: SELinuxஐ xen ($SOURCE_PATH) "$ACCESS" சாதனத்துடன் $TARGET_PATH அணுகுவதைத் தடுக்கிறது.

source: SELinux denied xen access to $TARGET_PATH. If this is a XEN image, it has to have a file context label of xen_image_t. The system is setup to label image files in directory /var/lib/xen/images correctly. We recommend that you copy your image file to /var/lib/xen/images. If you really want to have your xen image files in the current directory, you can relabel $TARGET_PATH to be xen_image_t using chcon. You also need to execute semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' to add this new path to the system defaults. If you did not intend to use $TARGET_PATH as a xen image it could indicate either a bug or an intrusion attempt.
bg: SELinux забрани на xen достъп до $TARGET_PATH. Ако това е XEN образ, той трябва да има етикет xen_image_t. Системата е настроена да етикетира файловете образи в /var/lib/xen/images коректно. Препоръчваме Ви, да копирате образа в тази директория. Ако държите xen образите да са в текущата директория, може да смените етикета на $TARGET_PATH на xen_image_t чрез chcon. Трябва също да изпълните semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' за да добавите този нов път към подразбиращите се за системата. Ако не смятате да ползвате $TARGET_PATH като xen образ, това може да е сигнал за бъг или за опит за пробив.
cs: SELinux odmítl přístup xenu k $TARGET_PATH. Jedná-li se o obraz XEN, musí mít znak souborového kontextu xen_image_t. Systém je nastaven, aby označil soubory obrazu v adresáři /var/lib/xen/images bezchybně. Doporučujeme, abyste zkopírovali soubor obrazu do /var/lib/xen/images. Chcete-li skutečně mít soubory obrazu pro xen v současném adresáři, lze přeznačit $TARGET_PATH na xen_image_t pomocí chcon. Je rovněž nutné provést semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH', aby se tato nová cesta přidala do výchozích hodnot systému. Nezamýšlíte-li používat $TARGET_PATH jako obraz pro xen, může to naznačovat jak chybu, tak pokus o průnik.
de: SELinux hinderte xen am Zugriff auf $TARGET_PATH. Falls dies ein XEN-Abbild ist, muss es die Dateikontextkennung xen_image_t haben. Das System ist so eingerichtet, dass das Abbilddateien im Verzeichnis /var/lib/xen/images korrekt gekennzeichnet werden. Wir empfehlen Ihnen, die Abbilddatei nach /var/lib/xen/images zu kopieren. Wenn Sie Ihre XEN-Abbilddateien wirklich im aktuellen Verzeichnis belassen möchten, sollten Sie die Kennzeichnung von $TARGET_PATH mit Hilfe von chcon auf xen_image_t ändern. Sie müssen zudem semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' ausführen, um diesen neuen Pfad zu den Systemstandards hinzuzufügen. Falls Sie nicht beabsichtigten, $TARGET_PATH als ein xen- Abbild zu verwenden, könnte dies einen Einbruchsversuch signalisieren.
gu: SELinux એ $TARGET_PATH માં xen પ્રવેશ માટે નામંજૂર થયેલ છે. જો XEN ઇમેજ હોય તો, તેની પાસે xen_image_t ની ફાઇલ સંદર્ભ લેબલ હોવુ જ જોઇએ. સિસ્ટમ એ ડિરેક્ટરી /var/lib/xen/images માં ઇમેજ ફાઇલોને લેબલ કરવા માટે સુયોજિત છે. અમે માન્ય રાખેલ છે કે /var/lib/xen/ ઇમેજોમાં તમારી ઇમેજ ફાઇલની નકલ કરો. જો હાલની ડિરેક્ટરીમાં તમારી xen ઇમેજ ફાઇલોને રાખવા માટે ખરેખર ઇચ્છતા હોય તો, તમે chcon ની મદદથી xen_image_t નાં $TARGET_PATH ને પુન:લેબલ કરી શકો છો. તમને સિસ્ટમ મૂળભૂતોનાં આ નવા પાથને ઉમેરવા માટે semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' ને ચલાવવાની જરૂર પડશે. જો તમે xen તરીકે $TARGET_PATH ને વાપરવા માટે ઇરાદો ન હોય તો તે ક્યાંતો બૂલ અથવા ઘૂંસણખોરીનો પ્રયત્ન કરી શક્યુ હોત.
kn: $TARGET_PATH ಗೆ xen ಅನುಮತಿಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಇದು ಒಂದು XEN ಚಿತ್ರಿಕೆಯಾಗಿದ್ದರೆ, xen_image_t ನ ಒಂದು ಕಡತ ಸನ್ನಿವೇಶ ಲೇಬಲ್ ಅನ್ನು ಹೊಂದಿರಬೇಕು. ಗಣಕವು ಕೋಶ /var/lib/xen/images ದಲ್ಲಿನ ಕಡತಗಳಿಗೆ ಸಮರ್ಪಕವಾಗಿ ಲೇಬಲ್ ಮಾಡಲು ಸಜ್ಜುಗೊಳಿಸಲಾಗಿದೆ /var/lib/xen/images ಗೆ ನಿಮ್ಮ ಕಡತಗಳನ್ನು ನಕಲು ಮಾಡಲು ಸೂಚಿಸುತ್ತೇವೆ. ನಿಮ್ಮ xen ಚಿತ್ರಿಕಾ ಕಡತಗಳನ್ನು ಈಗಿನ ಕಡತಕೋಶದಲ್ಲಿ ನಿಜವಾಗಲೂ ಇರಿಸಲು ಬಯಸಿದಲ್ಲಿ, ನೀವು$TARGET_PATH ಅನ್ನು chcon ಬಳಸಿಕೊಂಡು xen_image_t ಆಗಿ ಮರು ಲೇಬಲ್ ಮಾಡಬಹುದು. ಗಣಕ ಪೂರ್ವನಿಯೋಜಿತಗಳಿಗೆ ಈ ಹೊಸ ಮಾರ್ಗವನ್ನು ಸೇರಿಸಲು semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಬೇಕಾಗುತ್ತದೆ ನೀವು $TARGET_PATH ಅನ್ನು ಒಂದು xen ಚಿತ್ರಿಕೆಯಾಗಿ ಬಳಸಲು ಬಯಸಿಲ್ಲದೆ ಹೋಗಿದ್ದರೆ ಇದು ಒಂದು ದೋಷ ಅಥವ ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುವುದು.
ko: SELinux는 $TARGET_PATH로의 xen 액세스를 거부했습니다. 이것이 XEN 이미지인 경우 xen_image_t로 레이블된 파일 문맥을 가지고 있어야 합니다. 이 시스템은 디렉토리 /var/lib/xen/images에 있는 이미지 파일을 올바르게 레이블할 수 있도록 설정되어 있습니다. 이미지 파일을 /var/lib/xen/images에 복사하실 것을 권장합니다. 현재 디렉토리에 xen 이미지 파일을 보관하도록 하려면, chcon을 사용하여 $TARGET_PATH를 xen_image_t로 다시 레이블할 수 있습니다. 또한 새 경로를 시스템 기본값으로 추가하기 위해 semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'를 실행해야 합니다. xen 이미지로서 $TARGET_PATH를 사용하려고 한 경우가 아니라면, 이것은 버그나 침입 시도를 나타내는 신호일 수 있습니다.
ml: $TARGET_PATH-ലേക്കുള്ള xen അനുമതി SELinux നിഷേധിച്ചിരിക്കുന്നു. ഇതൊരു XEN ഇമേജാണെങ്കില്‍, അതിനൊരു xen_image_t ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ലേബല്‍ ആവശ്യമുണ്ടു്. directory./var/lib/xen/images-ലുള്ള ഇമേജ് ഫയലുകള്‍ സിസ്റ്റം ശരിയായി ലേബല്‍ ചെയ്യുന്നു. നിങ്ങളുടെ ഇമേജ് ഫയല്‍ അതിനാല്‍ /var/lib/xen/images-ലേക്ക് പകര്‍ത്തുക. നിങ്ങള്‍ക്ക് xen ഇമേജുകള്‍ നിലവിലുള്ള ഡയറക്ടറില്‍ വേണമെങ്കില്‍, chcon ഉപയോഗിച്ചു് നിങ്ങള്‍ക്കു് $TARGET_PATH, xen_image_t ആയി വീണ്ടും ലേബല്‍ ചെയ്യാം. കൂടാതെ സിസ്റ്റം സ്വതവേയുള്ളവയിലേക്ക് പുതിയ പാഥ് ചേര്‍ക്കുന്നതിനായി fcontext -a -t xen_image_t '$FIX_TARGET_PATH' ഉപയോഗിക്കുക. നിങ്ങള്‍ xen ഇമേജായി $TARGET_PATHഉപയോഗിക്കുന്നില്ലെങ്കില്‍, ഒരു ബഗായി അല്ലെങ്കില്‍ തെറ്റായ പ്രവര്‍ത്തിയായി സൂചിപ്പിക്കുന്നു
mr: SELinux ने $TARGET_PATH करीता xen प्रवेश नकारला. ही XEN प्रतिमा असल्यास, त्याचे फाइल संदर्भ लेबल xen_image_t असे असायला हवे. प्रणाली प्रतिमा फाइल्स्चे /var/lib/xen/images येथे साठवते. प्रतिमा फाइलचे प्रत /var/lib/xen/images येथे असावे असे सूचवले जाते. सध्याच्या डिरेकट्रीत xen प्रतिमा फाइल हवे असल्यास, तुम्ही chcon चा वापर करून $TARGET_PATH यांस xen_image_t असे पुनःलेबल करू शकता. नवीन मार्ग प्रणाली पूर्वनिर्धारीतमध्ये समाविष्ट करण्यासाठी तुम्हाला semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' चालवावे लागेल. $TARGET_PATH ला xen प्रतिमा म्हणून वापरायचे नसल्यास, यांस बग किंवा अवैध प्रवेश प्रयत्न म्हणून ओळखले जाईल
nl: SELinux belette xen toegang tot $TARGET_PATH. Als dit een XEN image is, moet het een xen_image_t bestandscontext hebben. Het systeem is ingesteld om image bestanden in de /var/lib/xen/images correct te labelen. We bevelen aan om je image bestanden te kopiëren naar var/lib/xen/images. Als je echt wilt dat er xen image bestanden in de huidige map zijn, moet je $TARGET_PATH her-labelen naar xen_image_t met chcon. Je moet ook semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' uitvoeren om dit nieuwe pad toe te voegen aan de systeem standaarden. Als je niet van plan was om $TARGET_PATH als een xen image te gebruiken kan dit een fout of een indringing poging aangeven.
or: SELinux $TARGET_PATH ରେ xen ଅଭିଗମ୍ୟତାକୁ ବାରଣ କରିଅଛି। ଯଦି ଏହା ଗୋଟିଏ XEN ପ୍ରତିଛବି, ତେବେ ଏଥିରେ xen_image_t ର ଗୋଟିଏ ଫାଇଲ ପ୍ରସଙ୍ଗ ନାମପଟି ଥିବା ଉଚିତ। ତନ୍ତ୍ରରେ ନାମପଟି ଫାଇଲଗୁଡ଼ିକୁ ଡିରେକ୍ଟୋରୀ /var/lib/xen/images ରେ ନକଲ କରିବା ପାଇଁ ସଠିକ ଭାବରେ ସେଟ କରାଯାଇଛି। ଆମେ ପରାମର୍ଶ ଦେଉଅଛୁ ଯେ ଆପଣ ଆପଣଙ୍କର ପ୍ରତିଛବି ଫାଇଲକୁ /var/lib/xen/images ରେ ନକଲ କରନ୍ତୁ। ଯଦି ଆପଣ ପ୍ରକୃତରେ ପ୍ରଚଳିତ ଡିରେକ୍ଟୋରୀରେ xen ପ୍ରତିଛବିକୁ ରଖିବାକୁ ଚାହୁଁଛନ୍ତି, ତେବେ ଆପଣ $TARGET_PATH କୁ xen_image_t ଭାବରେ chcon ବ୍ୟବହାର କରି ପୁନଃନାମକରଣ କରିପାରିବେ। ଆପଣଙ୍କୁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ତନ୍ତ୍ରରେ ନୂତନ ପଥ ଯୋଗ କରିବା ପାଇଁ semanage fcontext -a -t xen_image_t'$TARGET_PATH' କୁ ମଧ୍ଯ ନିଷ୍ପାଦନ କରିବାକୁ ହୋଇପାରେ। ଯଦି ଆପଣ $TARGET_PATH କୁ xen ଭାବରେ ବ୍ୟବହାର କରିବାକୁ ଚାହୁଁନାହାନ୍ତି ତେବେ ଏହା ଗୋଟିଏ ତ୍ରୁଟି ଭାବରେ ଦୃଶ୍ୟମାନ ହୋଇପାରେ ଅଥବା ବିନାଅନୁମତିରେ ପ୍ରବେଶ ପ୍ରଚେଷ୍ଟା କରିପାରେ।
pl: SELinux odmówił Xenowi dostęp do $TARGET_PATH. Jeśli jest to obraz Xena, musi posiadać kontekst pliku xen_image_t. System został ustawiony tak, aby pliki obrazów w /var/lib/xen/images posiadały poprawne etykiety. Zalecane jest, aby skopiować pliki obrazów do tego katalogu. Jeśli pliki obrazów na pewno mają znajdować się w tym katalogu, można zmienić etykietę pliku/katalogu $TARGET_PATH na xen_image_t za pomocą polecenia chcon. Jeśli zostanie to zrobione, powinno się także wykonać polecenie semanage fcontext -a -t xen_image_t "$FIX_TARGET_PATH", aby dodać tę nową ścieżkę do domyślnych systemu. Jeśli nie chciano użyć $TARGET_PATH jako obrazu Xena, może wskazywać to na błąd lub próbę włamania.
pt_br: O SELinux impediu o acesso do xen ao $TARGET_PATH. Se esta é uma imagem XEN, ela deve possuir um contexto de arquivo rotulado como xen_image_t. O sistema está configurado para rotular arquivos de imagem em /var/lib/xen/images corretamente. Nós recomendamos que você copie os seus arquivos de imagem para o /var/lib/xen/images. Se realmente quiser ter os seus arquivos de imagem do xen no diretório atual, você pode rotular novamente o $TARGET_PATH para xen_image_t usando o chcon. Você também precisará executar semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' para adicionar este novo caminho aos padrões do sistema. Se você não pretendia usar o $TARGET_PATH como uma imagem do xen, isso poderia indicar um erro ou uma tentativa de intrusão.
ta: $TARGET_PATH க்கு xen அணுகலை SELinux நிராகரித்தது. இது ஒரு XEN படம் எனில், அது xen_image_t எனும் கோப்புச் சூழலல் லேபிளைக் கொண்டிருக்க வேண்டும். /var/lib/xen/images இல் உள்ள படக் கோப்புகளை சரியாக லேபிளிடும் வகையில் கணினி அமைக்கப்பட்டுள்ளது . உங்கள் படக் கோப்பை /var/lib/xen/images க்கு நகலெடுக்கப் பரிந்துரைக்கிறோம். உங்கள் xen படக் கோப்புகளை தற்போதைய கோப்பகத்திலேயே வைத்திருக்க விரும்பினால், chcon ஐப் பயன்படுத்தி $TARGET_PATH க்கு be xen_image_t என மறுலேபிளிடலாம். கணினி முன்னிருப்புகளில் இந்த புதிய பாதையைச் சேர்க்க நீங்கள் semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' கட்டளையையும் இயக்க வேண்டும். நீங்க $TARGET_PATH ஐ ஒரு xen படமாக பயன்படுத்த நீங்கள் நினைத்திருக்காவிட்டால், இது ஒரு வழு அல்லது குறுக்கிட்டுச் செயலின் அடையாளமாக இருக்கலாம்.

source: You can alter the file context by executing chcon -t xen_image_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
bg: Може да промените файловия контекст като стартирате chcon -t xen_image_t '$TARGET_PATH' Също така, трябва да промените файловете с поразбиращ се файлов контекст за да ги запазите даже при пълно преетикетиране. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
cs: Kontext souboru můžete změnit spuštěním chcon -t xen_image_t '$TARGET_PATH' Je nutné také změnit výchozí kontext souborů na systému s cílem jejich uchování i při plném přeznačení. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
de: Sie können den Dateikontext durch Ausführen von "chcon -R -t cvs_data_t '$TARGET_PATH'" ändern. Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um sie von einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t xen_image_t $TARGET_PATH"
gu: તમે chcon -t xen_image_t '$TARGET_PATH' ચલાવીને ફાઈલ સંદર્ભ બદલી શકો છો તમારે મૂળભૂત ફાઈલ સંદર્ભ ફાઈલોને પણ સંપૂર્ણ પુન:લેબલ કરવા પર તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર બદલવી જ પડશે . "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
kn: chcon -t xen_image_t '$TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ ಕಡತದ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಬಹುದು ಒಂದು ಸಂಪೂರ್ಣ ಮರುಲೇಬಲ್ ನಂತರವೂ ಗಣಕಗಳ ಕಡತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
ko: chcon -t xen_image_t '$TARGET_PATH'를 실행하여 파일 문맥을 변경할 수 있습니다. 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
ml: chcon -t xen_image_t '$TARGET_PATH' ഉപയോഗിച്ച് നിങ്ങള്‍ക്ക് ഫയല്‍ കോണ്‍ടെക്സ്റ്റില്‍ മാറ്റം വരുത്തുവാന്‍ സാധിക്കുന്നു പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
mr: तुम्ही chcon -t xen_image_t '$TARGET_PATH' वापरून फाइल संदर्भ बदलवू शकता पूर्ण पुन्हलेबल संग्रहीत करण्याकरीता तुम्ही पूर्वनिर्धारीत संदर्भ फाइल मध्ये सुध्दा बदल केला पाहिजे. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
nl: Je kunt de bestand context veranderen met chcon -t xen_image_t '$TARGET_PATH' Je moet ook de standaard bestand context bestanden veranderen om dit te behouden ook na een volledige her-labeling. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
or: ଆପଣ chcon -t xen_image_t '$TARGET_PATH' କୁ ନିଷ୍ପାଦନ କରି ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ବଦଳାଇପାରିବେ ସେମାନଙ୍କୁ ସମ୍ପୂର୍ଣ୍ଣ ପୁନଃ ନାମକରଣରେ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ଆପଣ ମଧ୍ଯ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ଫାଇଲକୁ ତନ୍ତ୍ରରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ। "semanage fcontext -a -t xen_image_t '$TARGET_PATH'"
pl: Można zmienić kontekst pliku wykonując chcon -t xen_image_t "$TARGET_PATH" Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. „semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'”
pt_br: Você pode alterar o contexto do arquivo executando chcon -t xen_image_t $TARGET_PATH Você deve também alterar o arquivo padrão dos arquivos de contexto no sistema para preservá-los mesmo em uma reetiquetagem total. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
ta: chcon -t xen_image_t '$TARGET_PATH' ஐ இயக்கி நீங்கள் கோப்பு சூழலை மாற்றலாம் முழுவதும் மறுலேபிளிடப்படும் போதும் கோப்புகளின் சூழல் தக்கவைக்கப்பட வேண்டுமானால் நீங்கள் கணினியில் உள்ள கோப்புகளின் முன்னிருப்பு கோப்பு சூழலையும் மாற்ற வேண்டும். "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"

source: If you want to allow ftp to read and write files in the user home directories
nl: Als je ftp wilt toestaan om bestanden in de persoonlijke mappen van gebruikers te lezen en te schrijven

source: If you want to allow privoxy to connect to all ports, not just HTTP, FTP, and Gopher ports.
nl: Als je privoxy wilt toestaan om met alle poorten te verbinden, niet alleen met HTTP, FTP en Gopher poorten.

source: If you want to allow the graphical login program to login directly as sysadm_r:sysadm_t
nl: Als je het grafische inlog programma wilt toestaan om rechtstreeks in te loggen als sysadm_r:sysadm_t

source: If you want to allow xen to manage nfs files
nl: Als je xen wilt toestaan om nfs bestanden te beheren

source: If you want to allow confined web browsers to read home directory content
nl: Als je beperkte webbrowsers wilt toestaan om persoonlijke map inhoud te lezen

source: If you want to allow xguest users to configure Network Manager and connect to apache ports
nl: Als je xguest gebruikers wilt toestaan om NetworkManager te configureren en te verbinden met apache poorten

source: If you want to allow database admins to execute DML statement
nl: Als je database admins wilt toestaan om DML statements uit te voeren

source: If you want to allow tftp to modify public files used for public file transfer services.
nl: Als je tftp wilt toestaan om publieke bestanden te veranderen gebruikt door publieke bestand transfer services.

source: If you want to allow direct login to the console device. Required for System 390
nl: Als je rechtstreeks inloggen op het console apparaat wilt toestaan. Vereist voor System 390

source: If you want to allow user spamassassin clients to use the network.
nl: Als je gebruiker spamassassin cliënten wilt toestaan om het netwerk te gebruiken

source: If you want to allow httpd to act as a relay
nl: Als je httpd wilt toestaan om te fungeren als een relais

source: If you want to allow openvpn to read home directories
nl: Als je openvpn wilt toestaan om persoonlijke mappen te lezen

source: If you want to allow usage of the gpg-agent --write-env-file option. This also allows gpg-agent to manage user files.
nl: Als je het gebruik van de --write-env-file optie van de gpg-agent wilt toestaan. Dit staat gpg-agent toe om gebruikersbestanden te beheren.

source: If you want to allow the Telepathy connection managers to connect to any generic TCP port.
nl: Je wilt de Telepathy verbinding beheerders toestaan om te verbinden met elke algemene TCP poort.

source: If you want to allow unconfined users to transition to the Mozilla plugin domain when running xulrunner plugin-container.
nl: Als je onbeperkte gebruikers wilt toestaan over te gaan naar het Mozilla plug-in domein als xulrunner plugin-container draait.

source: If you want to allow confined virtual guests to read fuse files
nl: Als je beperkte virtuele gasten wilt toestaan om fuse bestanden te lezen

source: If you want to allow HTTPD scripts and modules to connect to databases over the network.
nl: Je wilt toestaan dat HTTPD scripts en modules verbinden met databases over het netwerk.

source: If you want to allow users to connect to the local mysql server
nl: Als je gebruikers wilt toestaan te verbinden met de locale mysql server

source: If you want to allow user processes to change their priority
nl: Als gebruiker processen wilt toestaan hun prioriteit te wijzigen

source: If you want to allow ftp servers to login to local users and read/write all files on the system, governed by DAC.
nl: Als je ftp servers wilt toestaan om in te loggen op lokale gebruikers en alle bestanden op het systeem te lezen/schrijven, zoals beheerst door DAC.

source: If you want to allow httpd to run gpg in gpg-web domain
nl: Als je httpd wilt toestaan om gpg te draaien in gpg-web domein
