Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: SELinux denied rsync access to $TARGET_PATH. If this is a RSYNC repository it has to have a file context label of rsync_data_t. If you did not intend to use $TARGET_PATH as a rsync repository it could indicate either a bug or it could signal a intrusion attempt.
bg: SELinux забрани на rsync достъп до $TARGET_PATH. Ако това е RSYNC хранилище, то то трябва да има файлов контекст от тип rsync_data_t. Ако не сте възнамерявали да ползвате $TARGET_PATH като rsync хранилище това може да показва или грешка или опит за пробив.
gu: SELinux એ $TARGET_PATH નો rsync વપરાશ નામંજૂર કર્યો. જો આ RSYNC રીપોઝીટરી હોય તો તેને rsync_data_t નું ફાઈલ સંદર્ભ લેબલ હોવું જોઈએ. જો તમે $TARGET_PATH ને rsync રીપોઝીટરી તરીકે વાપરવાનો હેતુ રાખ્યો નહિં હોય તો તે ક્યાં તો ભૂલ તરીકે સૂચવી શક્યું હોત અથવા તે ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત.
kn: $TARGET_PATH ಗೆ rsync ಅನುಮತಿಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಇದು ಒಂದು RSYNC ರೆಪೊಸಿಟರಿಯಾಗಿದ್ದಲ್ಲಿ ಇದರ ಕಡತ ಸನ್ನಿವೇಶವು rsync_data_t ಆಗಿರಬೇಕು. ನೀವು $TARGET_PATH ಅನ್ನು ಒಂದು rsync ರೆಪೊಸಿಟರಿಯಾಗಿ ಬಳಸಲು ಇಚ್ಛಿಸದೆ ಇದ್ದ ಪಕ್ಷದಲ್ಲಿ ಇದು ಒಂದು ದೋಷ ಅಥವ ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುತ್ತದೆ
ml: $TARGET_PATH-ലേക്കുളള rsync പ്രവേശനം SELinux നിഷേധിച്ചിരിക്കുന്നു. ഇത് ഒരു RSYNC റിപ്പോസിറ്ററി ആണ് എങ്കില്‍, rsync_data_t എന്ന ഫയല്‍ കോണ്‍ട്ടെക്സ്റ്റ് ലേബല്‍ ഉണ്ടാകേണ്ടതാണ്. നിങ്ങള്‍ക്ക് $TARGET_PATH ഒരു rsync റിപ്പോസിറ്ററിയായി ഉപയോഗിക്കണമെങ്കില്‍, അത് ഒരു ബഗ് അല്ലെങ്കില്‍ തെറ്റായ പ്രവര്‍ത്തി ആയി കണക്കാക്കുന്നു.
mr: SELinux ने $TARGET_PATH करीता rsync प्रवेश नकारला. हे RSYNC रेपॉझिटरी असल्यास त्याकडे rsync_data_t चे फाइल संदर्भ असायला हवे . तुम्ही $TARGET_PATH चा वापर rsync रेपॉझिटरी म्हणून करत नसल्यास त्यास बग किंवा घुसखोरीचा प्रयत्न म्हणून पाहिला जाईल.
nl: SELinux verbood rsync toegang tot $TARGET_PATH. Als dit een RSYNC repository is moet het een rsync_data_t bestandscontext hebben. Als je $TARGET_PATH niet als een rsync repository bedoeld had kan het een fout of indringing poging aangeven.
or: SELinux $TARGET_PATH କୁ rsync ଅଭିଗମ୍ୟତା ପାଇଁ ବାରଣ କରିଛି। ଯଦି ଏହା ଏକ RSYNC ସଂଗ୍ରହାଳୟ ତେବେ ଏଥିରେ rsync_data_t ନାମରେ ଫାଇଲ ପ୍ରସଙ୍ଗ ଥିବା ଉଚିତ। ଯଦି ଆପଣ $TARGET_PATH କୁ rsync ସଂଗ୍ରହାଳୟ ଭାବରେ ବ୍ୟବହାର କରିବାକୁଚାହୁଁନାହାନ୍ତି ତେବେ ଏହା ସମ୍ଭବତଃ ଗୋଟିଏ ତ୍ରୁଟିକୁ ସୂଚାଇପାରେ କିମ୍ବା ଏହା ଏକ ବିନାଅନୁମତି ପ୍ରବେଶକୁ ସୂଚାଇପାରେ।
ta: SELinux ஆனது rsync அணுகலுக்கு $TARGET_PATHஐ மறுக்கிறது. இது ஒரு RSYNC களஞ்சியமாக கோப்பு உரை லேபிலாக rsync_data_t இருந்தால்.இதை $TARGET_PATH ஒரு rsync களஞ்சியமாக இதை ஒரு பிழையாக அல்லது ஒரு நிர்வாக முயற்சிக்கான சிக்னலாக பயன்படுத்தலாம்.

source: You can alter the file context by executing chcon -R -t rsync_data_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
bg: Може да промените файловия контекст като стартирате chcon -R -t rsync_data_t '$TARGET_PATH' Също така, трябва да промените поразбиращия се файлов контекст на файловете за да ги запазите при пълно преетикетиране. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
cs: Kontext souboru můžete změnit spuštěním chcon -R -t rsync_data_t '$TARGET_PATH' Je nutné také změnit výchozí kontext souborů na systému s cílem jejich uchování i při plném přeznačení. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
de: Sie können den Dateikontext durch Ausführen von "chcon -R -t cvs_data_t '$TARGET_PATH'" ändern. Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um sie von einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t rsync_data_t '$TARGET_PATH'"
gu: તમે chcon -R -t rsync_data_t '$TARGET_PATH' ચલાવીને ફાઈલ સંદર્ભ બદલી શકો છો તમારે મૂળભૂત ફાઈલ સંદર્ભ ફાઈલોને પણ સંપૂર્ણ પુન:લેબલ પર તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર બદલવી જ પડશે. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
kn: chcon -R -t rsync_data_t '$TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ ಕಡತದ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಬಹುದು ಒಂದು ಸಂಪೂರ್ಣ ಮರುಲೇಬಲ್ ನಂತರವೂ ಗಣಕಗಳ ಕಡತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
ko: chcon -R -t rsync_data_t '$TARGET_PATH'를 실행하여 파일 문맥을 변경할 수 있습니다 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
ml: chcon -R -t cvs_data_t '$TARGET_PATH' ഉപയോഗിച്ച് നിങ്ങള്‍ക്ക് ഫയല്‍ കോണ്‍ടെക്സ്റ്റില്‍ മാറ്റം വരുത്തുവാന്‍ സാധിക്കുന്നു പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
mr: तुम्ही फाइल संदर्भ chcon -R -t rsync_data_t '$TARGET_PATH' कार्यान्वीत करून बदलवू शकता तुम्ही पूर्णतया पुन्हलेबल संचयीत करण्याकरीता प्रणालीवरील पूर्वनिर्धारीत फाइल सदंर्भ फाइल देखील बदलवू शकता. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
nl: Je kunt de bestand context veranderen met chcon -R -t rsync_data_t '$TARGET_PATH' Je moet ook de standaard bestand context bestanden op het systeem veranderen om dit te bewaren zelfs bij een volledig opnieuw labelen. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
or: ଆପଣ chcon -R -t rsync_data_t '$TARGET_PATH' କୁ ନିଷ୍ପାଦନ କରି ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ବଦଳାଇପାରିବେ ସେମାନଙ୍କୁ ସମ୍ପୂର୍ଣ୍ଣ ପୁନଃ ନାମକରଣରେ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ଆପଣ ମଧ୍ଯ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ଫାଇଲକୁ ତନ୍ତ୍ରରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ। "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
pl: Można zmienić kontekst pliku wykonując chcon -R -t rsync_data_t "$TARGET_PATH" Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. „semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'”
pt_br: Você pode alterar o contexto de arquivo executando chcon -R -t rsync_data_t '$TARGET_PATH' Você deve também alterar o arquivo padrão dos arquivos de contexto no sistema para preservá-los mesmo em uma reetiquetagem total. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
ta: chcon -R -t rsync_data_t '$TARGET_PATH' ஐ இயக்கி நீங்கள் கோப்பு சூழலை மாற்றலாம் முழுவதும் மறுலேபிளிடப்படும் போதும் கோப்புகளின் சூழல் தக்கவைக்கப்பட வேண்டுமானால் நீங்கள் கணினியில் உள்ள கோப்புகளின் முன்னிருப்பு கோப்பு சூழலையும் மாற்ற வேண்டும். "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"

source: $TARGET_BASE_PATH should be shared via the rsync daemon
bg: $TARGET_BASE_PATH трябва да е споделен чрез демона rsync
gu: $TARGET_BASE_PATH એ rsync ડિમન મારફતે વહેંચાયેલ હોવી જોઇએ
kn: $TARGET_BASE_PATH ಅನ್ನು rsync ಡೀಮನ್ ಮೂಲಕ ಹಂಚಬೇಕಾಗುತ್ತದೆ
ml: rsync ഡെമണ്‍ മുഖേന $TARGET_BASE_PATH പങ്കിടേണം
mr: $TARGET_BASE_PATH यास rsync डिमनच्या मदतीने शेअर करा
nl: $TARGET_BASE_PATH moet gedeeld worden via de rsync daemon
or: $TARGET_BASE_PATH କୁ rsync ଡେମନ ମାଧ୍ଯମରେ ସହଭାଗ କରିବା ଉଚିତ
ta: $TARGET_BASE_PATH ஆனது rsync டொமைன் வழியாக பகிரும்

source: You need to change the label on $TARGET_BASE_PATH
bg: Трябва да промените етикета на $TARGET_BASE_PATH
cs: Je potřeba změnit značku v $TARGET_BASE_PATH
de: Sie müssen die Kennzeichnung von $TARGET_BASE_PATH ändern.
gu: તમારે $TARGET_BASE_PATH પર લેબલને બદલવાની જરૂર છે
kn: $TARGET_BASE_PATH ನಲ್ಲಿ ನೀವು ಲೇಬಲ್ ಅನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ
ko: $TARGET_BASE_PATH에 있는 레이블을 변경해야 합니다
ml: $TARGET_BASE_PATH-ലുള്ള ലേബല്‍ നിങ്ങള്‍ മാറ്റേണ്ടതുണ്ടു്
mr: $TARGET_BASE_PATH वरील लेबल बदलणे आवश्यक आहे
nl: Je moet het label op $TARGET_BASE_PATH veranderen
or: ଆପଣଙ୍କୁ $TARGET_BASE_PATH ଉପରେ ନାମପଟିକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ହେବ
pl: Należy zmienić etykietę $TARGET_BASE_PATH
pt_br: Você precisa mudar o rótulo em $TARGET_BASE_PATH
ta: TARGET_BASE_PATH இன் லேபிளை நீங்கள் மாற்ற வேண்டும்

source: SELinux is preventing Samba ($SOURCE_PATH) "$ACCESS" access to $TARGET_PATH.
bg: SELinux пречи на Samba ($SOURCE_PATH) достъп "$ACCESS" до $TARGET_PATH.
cs: SELinux brání programu Samba ($SOURCE_PATH) "$ACCESS" v přístupu k $TARGET_PATH.
de: SELinux hindert Samba ($SOURCE_PATH) "$ACCESS" am Zugriff auf $TARGET_PATH.
gu: SELinux એ Samba($SOURCE_PATH) "$ACCESS" વપરાશને $TARGET_PATH થી અટકાવી રહ્યું છે.
kn: Samba ($SOURCE_PATH) "$ACCESS" ವು $TARGET_PATH ಅನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆSELinux ತಡೆದಿದೆ.
ko: SELinux는 $TARGET_PATH로 Samba ($SOURCE_PATH) "$ACCESS" 액세스하지 못하게 합니다.
ml: $TARGET_PATH-ലേക്കുളള സാംബാ ($SOURCE_PATH) "$ACCESS" പ്രവേശനം SELinux തടയുന്നു.
mr: SELinux Samba ($SOURCE_TYPE) "$ACCESS" ला $TARGET_PATH करीता प्रवेश करण्यापासून रोखत आहे.
nl: SELinux belet Samba ($SOURCE_PATH) "$ACCESS" toegang tot $TARGET_PATH.
or: SELinux Samba ($SOURCE_PATH) "$ACCESS" କୁ $TARGET_PATH ରେ ଅଭିଗମ୍ୟ ପାଇଁ ଅଟକାଉଛି।
pl: SELinux powstrzymuje Sambie ($SOURCE) „$ACCESS” dostęp do $TARGET_PATH.
pt_br: O SELinux está impedindo que o Samba ($SOURCE_PATH) "$ACCESS" acesse o $TARGET_PATH.
ta: SELinuxஐ Samba ($SOURCE_TYPE) "$ACCESS" சாதனத்துடன் $TARGET_PATH அணுகுவதைத் தடுக்கிறது.

source: SELinux denied samba access to $TARGET_PATH. If you want to share this directory with samba it has to have a file context label of samba_share_t. If you did not intend to use $TARGET_PATH as a samba repository it could indicate either a bug or it could signal a intrusion attempt. Please refer to 'man samba_selinux' for more information on setting up Samba and SELinux.
bg: SELinux забрани на samba достъп до $TARGET_PATH. Ако искате да споделите тази директория със samba тя трябва да има файлов етикет за контекст от типа samba_share_t. Ако не сте смятали да ползвате $TARGET_PATH като samba хранилище, това може да е сигнал или за бъг или за опит за пробив.
gu: SELinux એ $TARGET_PATH નો samba વપરાશ નામંજૂર કર્યો. જો તમે આ ડિરેક્ટરીને samba સાથે વહેંચવા માંગો તો તેને samba_share_t નું ફાઈલ સંદર્ભ લેબલ હોવું જોઈએ. જો તમે $TARGET_PATH ને samba રીપોઝીટરી તરીકે વાપરવાનો હેતુ રાખ્યો નહિં હોય તો તે ક્યાં તો ભૂલ સૂચવી શક્યું હોત અથવા તે ઘૂંસણખોરી પ્રવેશનો સંકેત આપી શક્યું હોત. મહેરબાની કરીને Samba અને SELinux સુયોજિત કરવા પર વધારે જાણકારી માટે 'man samba_selinux' નો સંદર્ભ લો.
kn: $TARGET_PATH ಗೆ samba ಅನುಮತಿಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ನೀವು ಈ ಕಡತಕೋಶವನ್ನು samba ದೊಂದಿಗೆ ಹಂಚಲು ಬಯಸಿದಲ್ಲಿ ಅದರ ಕಡತ ಸನ್ನಿವೇಶ ಲೇಬಲ್ samba_share_t ಆಗಿರಬೇಕು. ನೀವು $TARGET_PATH ಅನ್ನು ಒಂದು samba ರೆಪೊಸಿಟರಿಯನ್ನು ಬಳಸಲು ಬಯಸದೆ ಹೋಗಿದ್ದಲ್ಲಿ ಇದು ಒಂದು ದೋಷ ಅಥವ ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುತ್ತದೆ ದಯವಿಟ್ಟು Samba ಹಾಗು SELinux ಬಗೆಗಿನ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ "man samba_selinux" ಅನ್ನು ನೋಡಿ.
ml: $TARGET_PATH-ലേക്കുളള samba പ്രവേശനം SELinux നിഷേധിച്ചിരിക്കുന്നു. ഈ ഡയറക്ടറി samba-യ്ക്കൊപ്പം പങ്കിടണമെങ്കില്‍, samba_share_t എന്ന ഫയല്‍ കോണ്‍ട്ടെക്സ്റ്റ് ലേബല്‍ ഉണ്ടാകേണ്ടതാണു്. നിങ്ങള്‍ക്ക് $TARGET_PATH ഒരു samba റിപ്പോസിറ്ററിയായി ഉപയോഗിക്കണമെങ്കില്‍ , അത് ഒരു ബഗ് അല്ലെങ്കില്‍ തെറ്റായ പ്രവര്‍ത്തി ആയികണക്കാക്കുന്നു. Samba, SELinux എന്നിവ സജ്ജമാക്കുന്നതിനുള്ള കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി ദയവായി 'man samba_selinux' കാണുക.
mr: SELinux ने $TARGET_PATH samba प्रवेश नकारला. तुम्हाला ही डिरेक्ट्री samba सह संयोजीत करायची असल्यास त्यास samba_share_t चे संदर्भ असणे आवश्यक आहे. $TARGET_PATH ला samba रेपॉजटरी म्हणून वापरायचे नसल्यास ते त्रुटी किंवा अवैध प्रवेश प्रयत्न ठरेल. Samba व SELinux सेट करण्याविषयी अधिक माहितीसाठी कृपया 'man samba_selinux' पहा.
nl: SELinux verbood samba toegang tot $TARGET_PATH. Als je deze map met samba wilt delen moet het een samba_share_t bestandscontext label hebben. Als je niet van plan was om $TARGET_PATH als een samba repository te gebruiken kan dit een fout of een indringing poging aangeven. Refereer naar 'man samba_selinux' voor meer informatie over het instellen van Samba en SELinux.
or: SELinux samba କୁ $TARGET_PATH ରେ ଅଭିଗମ୍ୟ କରିବାକୁ ବାରଣ କରିଥାଏ। ଯଦି ଏହା ଗୋଟିଏ samba ତେବେ ଏଥିରେ samba_share_t ର ଗୋଟିଏ ଫାଇଲ ପ୍ରସଙ୍ଗ ନାମପଟି ଥିବା ଉଚିତ। ଯଦି ଆପଣ $TARGET_PATH କୁ samba ଭାବରେ ବ୍ୟବହାର କରିବାକୁ ଚାହୁଁନାହାନ୍ତି, ତେବେ ଏହା ଏକ ତ୍ରୁଟି ଦର୍ଶାଇଥାଏ, ଏବଂ ଏହା ମଧ୍ଯ ଗୋଟିଏ ବିନାଅନୁମତିରେ ପ୍ରବେଶ ପାଇଁ ଚେଷ୍ଟାକରିପାରେ। ଦୟାକରି Samba ଏବଂ SELinux କୁ ସେଟ କରିବା ବିଷୟରେ ଅଧିକ ସୂଚନା ପାଇବା ପାଇଁ 'man samba_selinux' କୁ ଅନୁସରଣ କରନ୍ତୁ।
ta: $TARGET_PATH க்கு samba அணுகலை SELinux நிராகரித்தது. நீங்கள் இந்த கோப்பகத்தை samba உடன் பகிர விரும்பினால், அது samba_share_t என்ற கோப்பு சூழல் லேபிளைக் கொண்டிருக்க வேண்டும். நீங்கள் $TARGET_PATH ஐ samba தொகுப்பதிவகமாக பயன்படுத்த நினைத்திருக்காவிட்டால், இது ஒரு வழு அல்லது குறுக்கீட்டுச் செயலின் அடையாளமாக இருக்கலாம். Samba மற்றும் SELinux ஐ அமைத்தல் பற்றிய மேலும் தகவலுக்கு 'man samba_selinux' ஐப் பார்க்கவும்.

source: You can alter the file context by executing chcon -R -t samba_share_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
bg: Може да промените файловия контекст като стартирате chcon -R -t samba_share_t '$TARGET_PATH' Също така, трябва да промените поразбиращия се файлов контекст на файловете за да ги запазите даже при пълно преетикетиране. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
cs: Kontext souboru můžete změnit spuštěním chcon -R -t samba_share_t '$TARGET_PATH' Je nutné také změnit výchozí kontext souborů na systému s cílem jejich uchování i při plném přeznačení. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
de: Sie können den Dateikontext durch Ausführen von "chcon -R -t cvs_data_t '"$TARGET_PATH'" ändern. Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um sie von einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t samba_share_t '$TARGET_PATH'"
gu: તમે chcon -R -t samba_share_t '$TARGET_PATH' ચલાવીને ફાઈલ સંદર્ભ બદલી શકો છો તમારે મૂળભૂત ફાઈલ સંદર્ભ ફાઇલોને પણ સંપૂર્ણ પુન:લેબલ પર તેઓને સાચવવા માટે ક્રમમાં સિસ્ટમ પર બદલવી જ પડશે. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'" ATH'"
kn: chcon -R -t samba_share_t '$TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ ಕಡತದ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಬಹುದು ಒಂದು ಸಂಪೂರ್ಣ ಮರುಲೇಬಲ್ ನಂತರವೂ ಗಣಕಗಳ ಕಡತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
ko: chcon -R -t samba_share_t '$TARGET_PATH'를 실행하여 파일 문맥을 변경할 수 있습니다 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t samba_share_t 'FIX_$TARGET_PATH'"
ml: chcon -R -t samba_share_t '$TARGET_PATH' ഉപയോഗിച്ച് നിങ്ങള്‍ക്ക് ഫയല്‍ കോണ്‍ടെക്സ്റ്റില്‍ മാറ്റം വരുത്തുവാന്‍ സാധിക്കുന്നു പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
mr: तुम्ही chcon -R -t samba_share_t '$TARGET_PATH' चालवून फाइल संदर्भ बदलवू शकता संपूर्णतया पुनःलेबल केल्यावरही संग्रहीत करण्यासाठी तुम्ही प्रणालीवरील पूर्वनिर्धारीत फाइल संदर्भ फाइल्स् बदलवू शकता. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
nl: Je kunt de bestand context veranderen met chcon -R -t samba_share_t '$TARGET_PATH' Je moet ook de standaard bestand context bestanden op het systeem veranderen om deze te bewaren ook na een volledige her-labeling. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
or: ଆପଣ chcon -R -t samba_share_t '$TARGET_PATH' କୁ ନିଷ୍ପାଦନ କରି ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ବଦଳାଇପାରିବେ ସେମାନଙ୍କୁ ସମ୍ପୂର୍ଣ୍ଣ ପୁନଃ ନାମକରଣରେ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ଆପଣ ମଧ୍ଯ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ଫାଇଲକୁ ତନ୍ତ୍ରରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ। "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
pl: Można zmienić kontekst pliku wykonując chcon -R -t samba_share_t "$TARGET_PATH" Należy także zmienić domyślny kontekst plików w systemie, aby zachować go nawet po pełnym ponownym nadaniu etykiet. „semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'”
pt_br: Você pode alterar o contexto de arquivo executando chcon -R -t samba_share_t '$TARGET_PATH' Você deve também alterar o arquivo padrão dos arquivos de contexto no sistema para preservá-los mesmo em uma reetiquetagem total. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
ta: chcon -R -t samba_share_t '$TARGET_PATH' ஐ இயக்கி நீங்கள் கோப்பு சூழலை மாற்றலாம் முழுவதும் மறுலேபிளிடப்படும் போதும் கோப்புகளின் சூழல் தக்கவைக்கப்பட வேண்டுமானால் நீங்கள் கணினியில் உள்ள கோப்புகளின் முன்னிருப்பு கோப்பு சூழலையும் மாற்ற வேண்டும். "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"

source: Your system may be seriously compromised!
bg: Вашата система може да е сериозно компрометирана!
cs: Váš systém může být vážně ohrožen!
de: Ihr System könnte ernsthaft kompromittiert worden sein!
gu: તમારી સિસ્ટમ ગંભીરતા થી સમાધાન કરી શકે છે!
kn: ನಿಮ್ಮ ಗಣಕವು ಗಂಭೀರವಾಗಿ ರಾಜಿ ಮಾಡಿಕೊಂಡಿರಬಹುದು!
ko: 시스템이 쉽게 손상될 수 있습니다!
ml: നിങ്ങളുടെ സിസ്റ്റത്തില്‍ കാര്യമായ തകരാറുണ്ടു്!
mr: तुमच्या प्रणालीला गंभीर धोका होऊ शकतो!
nl: Jouw systeem kan ernstig in gevaar gebracht zijn!
or: ଆପଣଙ୍କର ତନ୍ତ୍ରଟି ଗୁରୁତରଭାବରେ କ୍ଷତିଗ୍ରସ୍ତ ହୋଇପାରେ!
pl: System mógł zostać poważnie zagrożony.
pt_br: O seu sistema pode ter sido seriamente comprometido!
ta: உங்களது கணினியானது நிஜமாகவே சமரசமாகிவிட்டது!

source: SELinux has prevented $SOURCE from modifying $TARGET. This denial indicates $SOURCE was trying to modify the selinux policy configuration. All applications that need this access should have already had policy written for them. If a compromised application tries to modify the SELinux policy this AVC will be generated. This is a serious issue. Your system may very well be compromised.
nl: SELinux heeft $SOURCE belet om $TARGET te veranderen. Deze weigering geeft aan dat $SOURCE probeerde om de selinux tactiek instelling te veranderen. Alle toepassingen die deze toegang nodig hebben moeten al een geschreven tactiek hiervoor hebben. Als een in gevaar gebrachte toepassing de selinux tactiek probeert te veranderen zal deze AVC aangemaakt worden. Dit is een ernstig probleem. Jouw systeem kan zeker in gevaar gebracht zijn.

source: you did not directly cause this AVC through testing.
bg: не сте причинили пряко това AVC чрез тестване.
gu: ચકાસણી મારફતે આ AVC માટે તમે સીધા નિમિત્ત ન હતા.
kn: ಪರೀಕ್ಷೆಯ ಮೂಲಕ ನೀವು ಈ AVC ನೇರವಾಗಿ ಕಾರಣವಾಗಲಿಲ್ಲ.
ml: ഈ എവിസി നിങ്ങള്‍ പരീക്ഷണത്തിലൂടെ നേരിട്ട് ലഭ്യമാക്കിയിട്ടില്ല.
mr: चाचणीवेळी प्रत्यक्षिरत्या हे AVC निर्माण झाले नाही
nl: je hebt deze AVC niet rechtstreeks veroorzaakt met testen.
or: ଆପଣ ପରୀକ୍ଷା ସମୟରେ ସିଧାସଳଖ ଭାବରେ ଏହି AVC କୁ ଘଟାଇ ନାହାନ୍ତି।
ta: AVC சோதித்தலால் இதை நேரடியாக ஏற்படுத்த காரணமில்லை.

source: if you think that you might have been hacked
bg: ако мислите, че може да сте били кракнати
cs: pokud si myslíte, že pravděpodobně došlo k napadení
de: Falls Sie denken, dass Sie angegriffen wurden
gu: જો તમે વિચારો છો કો તમે હેક થઇ ગયા છો
kn: ನಿಮ್ಮನ್ನು ಹ್ಯಾಕ್ ಮಾಡಲಾಗಿದೆ ಎಂದು ನಿಮಗೆ ಅನ್ನಿಸಿದರೆ
ko: 해킹되었다고 생각하는 경우
ml: നിങ്ങള്‍ ഹാക്ക് ചെയ്യപ്പെട്ടിരിയ്ക്കുന്നു എന്നു് കരുതുന്നെങ്കില്‍
mr: तुम्ही हॅक झाले आहात असे तुम्हाला वाटते
nl: je denkt dat je misschien gehackt bent
or: ଯଦି ଆପଣ ଭାବନ୍ତିଯେ ଆପଣଙ୍କୁ ହୁଏତଃ ହ୍ୟାକ କରାଯାଇଛି
pl: jeśli nastąpił atak
pt_br: Se você acredita que deva ter sido hackeado.
ta: நீங்கள் வெட்டப்பட்டதாக நீங்கள் நினைத்தால்

source: Your system may be seriously compromised! $SOURCE_PATH tried to modify SELinux enforcement.
bg: Вашата система може да е сериозно компрометирана! $SOURCE_PATH се опита да модифицира изпълнението на SELinux.
cs: Váš systém může být vážně ohrožen! $SOURCE_PATH se snažil změnit prosazování SELinuxu.
de: Ihr System könnte ernsthaft kompromittiert worden sein! $SOURCE_PATH versuchte, das SELinux-Enforcement zu verändern.
gu: તમારી સિસ્ટમ ગંભીરતા થી સમાધાન કરી શકે છે! $SOURCE_PATH એ SELinux ને દબાણ કરીને બદલવા માટે પ્રયત્ન કર્યુ હતુ.
kn: ನಿಮ್ಮ ಗಣಕವು ಗಂಭೀರವಾಗಿ ರಾಜಿ ಮಾಡಿಕೊಂಡಿರಬಹುದು! SELinux ಅನ್ನು ಮಾರ್ಪಡಿಸಲು $SOURCE_PATH ಪ್ರಯತ್ನಿಸಿದೆ.
ko: 시스템이 심각하게 손상될 수 있습니다! $SOURCE_PATH가 SELinux 강제를 변경하려 합니다.
ml: നിങ്ങളുടെ സിസ്റ്റത്തില്‍ കാര്യമായ തകരാറുണ്ടു്! $SOURCE_PATH SELinux എന്‍ഫോഴ്സ്മെന്റില്‍ മാറ്റം വരുത്തുന്നതിനായി ശ്രമിച്ചു.
mr: तुमच्या प्रणालीला गंभीर धोका होऊ शकतो! $SOURCE_PATH ने SELinux enforcement संपादीत करण्याचा प्रयत्न केला.
nl: Je systeem kan ernstig in gevaar gebracht zijn! $SOURCE_PATH probeerde SELinux afdwinging te veranderen.
or: ଆପଣଙ୍କର ତନ୍ତ୍ରଟି ଗୁରୁତର ଭାବରେ କ୍ଷତିଗ୍ରସ୍ତ ହୋଇପାରେ! $SOURCE_PATH SELinux ଏନଫର୍ସମେଣ୍ଟକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ଚେଷ୍ଟାକରିପାରେ।
pl: System mógł zostać poważnie zagrożony. $SOURCE_PATH próbowało zmodyfikować wymuszanie SELinuksa.
pt_br: O seu sistema pode ter sido seriamente comprometido! O $SOURCE_PATH tentou modificar o reforço do SELinux.
ta: உங்களது கணினியானது நிஜமாகவே சமரசமாகிவிட்டது!$SOURCE_PATH SELinux வலியுறுத்தலை மாற்ற முயற்சிக்கிறது.

source: SELinux has prevented $SOURCE from writing to a file under /selinux. Files under /selinux control the way SELinux is configured. All programs that need to write to files under /selinux should have already had policy written for them. If a compromised application tries to turn off SELinux this AVC will be generated. This is a serious issue. Your system may very well be compromised.
bg: SELinux попречи на $SOURCE да пише във файл в директория /selinux. Файловете в /selinux определят начина, по който SELinux е конфигуриран. Всички приложения, които трябва да могат да пишат във файлове в /selinux трябва вече да имат записани политики за тях. Ако компрометирано приложение се опитва да изключи SELinux, ще бъде генерирано това AVC. Това е сериозен проблем. Вашата система най-вероятно е компрометирана.
gu: SELinux એ /selinux ની હેઠળ ફાઇલને લખવા માંથી SOURCE ને અટકાવેલ છે. /selinux ની હેઠળ ફાઇલો SELinux નું નિયંત્રણ કરે છે તે રૂપરેખાંકિત થયેલ છે. બધા કાર્યક્રમો કે જે તેઓ માટે પહેલેથી જ પોલિસી લખાયેલ હોવી જોઇએ તે /selinux હેઠળ ફાઇલોને લખવાની જરૂર છે જો સમજૂતી થયેલ કાર્યક્રમ આ AVC ઉત્પન્ન થશે તે SELinux ને બંધ કરવા માટે પ્રયત્ન કરે છે આ ગંભીર સમસ્યા છે. તમારી સિસ્ટમ સારી રીતે સમાધાન થયેલ હોઇ શકે છે.
kn: $SOURCE ಅನ್ನು /selinux ನ ಅಡಿಯಲ್ಲಿನ ಒಂದು ಕಡತಕ್ಕೆ ಬರೆಯದಂತೆ SELinux ತಡಿದಿದೆ. /selinux ನ ಅಡಿಯಲ್ಲಿನ ಕಡತಗಳು SELinux ಸಂರಚಿಗೊಂಡಿರುವ ರೀತಿಯಲ್ಲಿ ನಿಯಂತ್ರಿಸಲ್ಪಡುತ್ತದೆ. /selinux ಅಡಿಯಲ್ಲಿ ಬರೆಯಲು ಬಯಸುವ ಎಲ್ಲಾ ಪ್ರೊಗ್ರಾಮ್‌ಗಳಿಗೂ ಪಾಲಿಸಿಯನ್ನು ಈ ಮೊದಲೆ ಬರೆದಿರುವ ಅಗತ್ಯವಿರುತ್ತದೆ. ಎಲ್ಲಿಯಾದರೂ ರಾಜಿಮಾಡಿಕೊಳ್ಳಲಾದ ಒಂದು ಅನ್ವಯವು SELinux ಅನ್ನು ಆಫ್‌ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿದಲ್ಲಿ ಈ AVC ಯು ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ. ಇದು ಒಂದು ಗಂಭೀರವಾದ ಸಮಸ್ಯೆಯಾಗದ್ದು. ನಿಮ್ಮ ಗಣಕವು ರಾಜಿ ಮಾಡಿಕೊಂಡಿರುವಂತೆ ತೋರುತ್ತಿದೆ.
ml: /selinux-ലുള്ള ഫയലിലേക്കു് $SOURCE പ്രവര്‍ത്തിക്കുന്നതില്‍ നിന്നും SELinux തടയുന്നു. /selinux-ലുള്ള ഫയലുകള്‍ SELinux-ന്റെ ക്രമീകരണ രീതി നിയന്ത്രിക്കുന്നു. /selinux-ലുള്ള ഫയലുകളില്‍ പ്രവര്‍ത്തിക്കുന്ന എല്ലാ പ്രോഗ്രാമുകള്‍ക്കും പോളിസി തയ്യാറാകേണ്ടതുണ്ടു്. തകരാറുള്ള ഒരു പ്രയോഗം SELinu ഓഫ് ചെയ്യുവാന്‍ ശ്രമിച്ചാല്‍, ഈ AVC ലഭ്യമാകുന്നു. ഇതു് വളരെ ഗുരുതരമായ സംഗതിയാണു്. നിങ്ങളുടെ സിസ്റ്റം പ്രത്യേകം ശ്രദ്ധിക്കുക.
mr: SELinux ने /selinux अंतर्गत $SOURCE ला लिहण्यापासून रोखले. /selinux अंतर्गत फाइल्स् SELinux कुठल्याप्रकारे संयोजीत केले आहे ते नियंत्रीत करते. सर्व कार्यक्रमांना ज्यांस /selinux अंतर्गत फाइल्स् लिहण्याची आवश्यकता आहे, आधिपासूनच त्यांसाठी करार लिहले असावे. धोकादायक ऍप्लिकेशन SELinux ला बंद चालू करण्याचा प्रयत्न करत असल्यास ही AVC निर्माण होईल. ही एक गंभीर बाब आहे. तुमच्या प्रणालीला खूप जास्त धोका असू शकतो.
nl: SELinux heeft $SOURCE belet om naar een bestand in /selinux te schrijven. Bestanden in /selinux bepalen de manier waarop SELinux ingesteld is. Alle programma's die naar bestanden in /selinux moeten schrijven moeten hiervoor al een geschreven tactiek hebben. Als een in gevaar gebrachte toepassing probeert om SELinux uit te zetten wordt deze AVC aangemaakt. Dit is een ernstig probleem. Jouw systeem kan zeker in gevaar gebracht zijn.
or: SELinux $SOURCE କୁ /selinux ଅନ୍ତର୍ଗତରେ ଫାଇଲ ମଧ୍ଯରେ ଲେଖିବାରୁ ବାରଣ କରିଛି। /selinux ଅନ୍ତର୍ଗତରେ ଥିବା ଫାଇଲଗୁଡ଼ିକ SELinux ବିନ୍ୟାସିତ ହୋଇଥିବା ଉପାୟରେ ନିୟନ୍ତ୍ରଣ କରିଥାଏ। ସମସ୍ତ ପ୍ରଗ୍ରାମଗୁଡ଼ିକ ଯାହାକି /selinux ଅନ୍ତର୍ଗତରେ ଫାଇଲଗୁଡ଼ିକରେ ଲେଖିବା ଆବଶ୍ୟକ କରେ ସେଥିରେ ପୂର୍ବରୁ ନିତୀ ଲିଖିତ ଥିବା ଉଚିତ। ଯଦି ଗୋଟିଏ ହାରମାନିଥିବା ପ୍ରୟୋଗ SELinux କୁ ବନ୍ଦ କରିବାକୁ ଚେଷ୍ଟାକରେ ତେବେ ଏହି AVC ସୃଷ୍ଟି ହେବ। ଏହା ଏକ ଗୁରୁତର ସମସ୍ୟା ଅଟେ। ଆପଣଙ୍କର ତନ୍ତ୍ର ହୁଏତଃ ହାରମାନିବ।
ta: SELinux ஆனது $SOURCEலிருந்து ஒரு கோப்பிற்கு அன்டர்/selinuxற்கு எழுதுவதற்கு தடுக்கிறது. கோபுகள் அன்டர் /selinux கட்டுப்படுத்தும் வழி SELinux கட்டமைப்படுகிறது. அனைத்து நிரல்களும் கோப்பு அன்டர் /selinux எழுதுவதற்கு தேவைப்படுகிறது இவற்றிக்கு ஒரு பாலிசியும் அவற்றிற்கு ஏற்கனவே உள்ளது. ஒரு சமரசப்பட்ட பயன்பாடுகள் நிறுத்த முயற்சிக்கிறதுSELinux இந்த AVC தோற்றுவிக்கப்படும். இது ஒரு முக்கிய வெளிப்பாடாகும். உங்கள் கணினியானது சரியாக சமரசப்படுகிறது.
