Repository: fedora-selinux/setroubleshoot
Catalog: plugins/po/*.po
Languages: bg, cs, de, gu, kn, ko, ml, mr, nl, or, pl, pt_br, ta

source: SELinux has denied the $SOURCE the ability to mmap low area of the kernel address space. The ability to mmap a low area of the address space is configured by /proc/sys/kernel/mmap_min_addr. Preventing such mappings helps protect against exploiting null deref bugs in the kernel. All applications that need this access should have already had policy written for them. If a compromised application tries to modify the kernel, this AVC would be generated. This is a serious issue. Your system may very well be compromised.
cs: SELinux odmítl $SOURCE schopnost mmap nízké úrovně paměti jádra. Schopnost mmap nízké rovně adresního prostoru, jak je nastaveno v /proc/sys/kernel/mmap_min_addr. Bránění těmto mapováním pomáhá chránit před využíváním chyb v dereferenci na nulový ukazatel (null deref) v jádře. Všechny aplikace, které potřebují tento přístup, by měly mít politiku pro sebe již napsanou. Pokusí-li se kompromitovaná aplikace změnit jádro, měla by se tato AVC vygenerovat. Jedná se o vážný problém. Váš systém může být velmi dobře zkompromitován.
pl: SELinux odmówił $SOURCE możliwości wykonania mmap na niskim obszarze przestrzeni adresowej jądra. Możliwość wykonania mmap na niskim obszarze przestrzeni adresowej jest konfigurowana przez /proc/sys/kernel/mmap_min_addr. Unikanie takiego mapowania chroni przed wykorzystaniem błędów typu „null deref” w jądrze. Wszystkie aplikacje, które wymagają tego dostępu powinny mieć napisaną dla siebie politykę. Jeśli zagrożona aplikacja próbuje zmodyfikować jądro, tworzone jest to AVC. Jest to poważne zagrożenie. System mógł zostać w dużym stopniu zagrożony.

source: If you do not think $SOURCE_PATH should need to mmap low memory in the kernel.
cs: Pokud nemáte za to, že by měl $SOURCE_PATH potřebovat spouštět mmap v nízké úrovni paměti jádra.
pl: Jeśli $SOURCE_PATH nie powinno wymagać wykonywania mmap na niskiej pamięci w jądrze.

source: SELinux prevented $SOURCE from mounting a filesystem on the file or directory "$TARGET_PATH" of type "$TARGET_TYPE". By default SELinux limits the mounting of filesystems to only some files or directories (those with types that have the mountpoint attribute). The type "$TARGET_TYPE" does not have this attribute. You can change the label of the file or directory.
cs: SELinux zabránil $SOURCE v připojení souborového systému do souboru nebo adresáře "$TARGET_PATH" typu "$TARGET_TYPE". Ve výchozím nastavení omezuje SELinux připojování souborových systémů pouze do některých souborů či adresářů (jejichž typ má atribut přípojného bodu). Typ "$TARGET_TYPE" takový atribut nemá. Lze změnit označení souboru nebo adresáře.
de: SELinux hinderte $SOURCE am Einhängen eines Dateisystems in der Datei oder im Verzeichnis "$TARGET_PATH" vom Typ "$TARGET_TYPE". Standardmäßig beschränkt SELinux das Einhängen von Dateisystemen in einige Dateien oder Verzeichnisse (solche mit Typen, die das Einhängepunkt-Attribut besitzen). Der Typ "$TARGET_TYPE" hat dieses Attribut nicht. Sie können die Datei oder das Verzeichnis neu kennzeichnen.
ko: SELinux는 $SOURCE가 "$TARGET_TYPE"유형의 파일 또는 디렉토리 "$TARGET_PATH"에 있는 파일시스템을 마운트하지 못하게 합니다. 기본 값으로 SELinux는 일부 파일 또는 디렉토리 (마운트 포인트 속성을 가진 유형의 디렉토리)에 파일시스템을 마운트하는 것을 제한합니다. "$TARGET_TYPE" 유형은 이러한 속성을 가지고 있지 않습니다. 파일 또는 디렉토리의 레이블을 변경하실 수 있습니다.
pl: SELinux powstrzymał $SOURCE przed zamontowaniem na pliku lub katalogu „$TARGET_PATH” typu „$TARGET_TYPE”. Domyślnie SELinux ogranicza możliwość montowania systemów plików do niektórych plików i katalogów (tych typu posiadających atrybuty punktu montowania). Typ „$TARGET_TYPE” nie posiada tego atrybutu. Można zmienić etykietę pliku lub katalogu.
pt_br: O SELinux impediu que o $SOURCE montasse um sistema de arquivos no arquivo ou diretório "$TARGET_PATH" do tipo "$TARGET_TYPE". Por padrão, o SELinux limita a montagem de sistemas de arquivo a apenas alguns arquivos ou diretórios (aqueles de um tipo que possui o atributo mountpoint). O tipo "$TARGET_TYPE" não possui este atributo. Você pode mudar a etiqueta do arquivo ou diretório.

source: If you want to allow $SOURCE_BASE_PATH to mount on $TARGET_BASE_PATH.
cs: Pokud chcete povolit, aby se $SOURCE_BASE_PATH připojil do $TARGET_BASE_PATH.
pl: Aby zezwolić $SOURCE_BASE_PATH na montowanie w $TARGET_BASE_PATH.

source: SELinux denied access requested by $SOURCE. It is not expected that this access is required by $SOURCE and this access may signal an intrusion attempt. It is also possible that the specific version or configuration of the application is causing it to require additional access. mozplugger and spice-xpi run applications within mozilla-plugins that require access to the desktop, that the mozilla_plugin lockdown will not allow, so either you need to turn off the mozilla_plugin lockdown or not use these packages.
cs: SELinux zabránil v přístupu požadovaném programem $SOURCE. Neočekává se, že by měl $SOURCE tento přístup požadovat, může to tedy být známkou pokusu o vniknutí. Je také možné, že požadavek o přístup má na svědomí konkrétní verze či konfigurace aplikace. mozplugger a spice-xpi spouští aplikace v rámci zásuvných modulů Mozilly, které vyžadují přístup na desktop, což jim uzamčení zásuvných modulů Mozilly nedovolí, takže buď je třeba vypnout uzamčení zásuvných modulů Mozilly nebo tyto balíčky nepoužívat.
de: SELinux verweigerte den von $SOURCE angeforderten Zugriff. Es ist nicht vorgesehen, dass $SOURCE diesen Zugriff benötigt und dies könnte auf einen Angriffsversuch hinweisen. Es ist jedoch auch möglich, dass die entsprechende Version oder Konfiguration der Anwendung diesen Zugriff nötig macht. Auf mozplugger und spice-xpi-laufende Anwendungen in Mozilla Plugins, die Zugriff auf den Desktop benötigen, werden durch mozilla_plugin geblockt. Entweder deaktivieren Sie diese Sperrung oder Sie verzichten auf die Benutzung dieser Pakete.
ko: SELinux는 $SOURCE에 의해 요청된 액세스를 거부했습니다. 이 액세스는 $SOURCE에서 필요하지 않으므로 침입 시도 신호가 나타날 수 있습니다. 또한 애플리케이션의 특정 버전이나 설정에서 추가 액세스를 필요로 할 수 있습니다. mozplugger 및 spice-xpi는 데스크톱으로의 액세스가 필요한 mozilla-plugins에서 애플리케이션을 실행하지만 mozilla_plugin 잠금에서는 이를 허용하지 않기 때문에 mozilla_plugin 잠금을 해제하거나 패키지 자체를 사용하지 않도록 합니다.
pl: SELinux odmówił dostęp żądany przez $SOURCE. $SOURCE nie powinno wymagać tego dostępu, więc może to wskazywać na próbę włamania. Możliwe też, że konkretna wersja lub konfiguracja aplikacji powoduje, że dostęp jest potrzebny. Aplikacje uruchamiane przez mozplugger i spice-xpi z mozilla-plugins wymagają dostępu do pulpitu, których blokowanie mozilla_plugin nie zezwoli, więc należy wyłączyć blokowanie mozilla_plugin lub nie używać tych pakietów.
pt_br: O SELinux impediu o acesso requisitado pelo $SOURCE. Não é comum que este acesso seja requisitado pelo $SOURCE e isto pode indicar uma tentativa de invasão. Também é possível que a configuração ou a versão específica do aplicativo esteja fazendo com que o acesso adicional seja solicitado. spice-xpi e mozplugger executam aplicativos dentro dos plugins do mozilla que necessitam de acesso à área de trabalho e que o travamento do mozilla_plugin não o permitirá, portanto você precisa desativar o travamento do mozilla_plugin ou não usar estes pacotes.

source: Either remove the mozplugger or spice-xpi package by executing 'yum remove mozplugger spice-xpi' or turn off enforcement of SELinux over the Firefox plugins. setsebool -P unconfined_mozilla_plugin_transition 0
cs: Buď odstraňte balíček mozplugger nebo spice-xpi spuštěním 'dnf remove mozplugger spice-xpi' nebo vypněte prosazování SELinuxu nad zásuvnými moduly Firefoxu. setsebool -P unconfined_mozilla_plugin_transition 0
de: Entfernen Sie entweder das mozplugger- oder spice-xpi-Paket, indem Sie 'yum remove mozplugger spice-xpi' ausführen, oder deaktivieren Sie SELinux-Erzwingungsmodus über die Firefox Plugins. setsebool -P unconfined_chrome_sandbox_transition 0
ko: 'yum remove mozplugger spice-xpi'를 실행하여 mozplugger 또는 spice-xpi 패키지를 제거하거나 Firefox 플러그인을 통해 SELinux 강제를 해제합니다. setsebool -P unconfined_mozilla_plugin_transition 0
pl: Należy usunąć pakiet mozplugger lub spice-xpi wykonując polecenie „yum remove mozplugger spice-xpi” lub wyłączyć wymuszanie SELinuksa nad wtyczkami przeglądarki Firefox. setsebool -P unconfined_mozilla_plugin_transition 0
pt_br: Remova o pacote spice-xpi ou mozplugger executando 'yum remove mozplugger spice-xpi' ou desative a imposição do SELinux sobre os plugins do Firefox. setsebool -P unconfined_mozilla_plugin_transition 0

source: you must turn off SELinux controls on the Firefox plugins.
bg: Вие трябва да изключите SELinux контрола върху Firefox плъгини.
cs: musíte vypnout kontroly SELinuxu nad zásuvnými moduly Firefoxu.
de: Sie müssen die SELinux-Überwachung der Firefox-Plugins ausschalten.
gu: તમારે Firefox પ્લગઇન પર SELinux નિયંત્રણને બંધ કરવુ જ જોઇએ.
kn: ಫೈರ್ಫಾಕ್ಸ್ ಪ್ಲಗ್‌ಇನ್‌ಗಳಲ್ಲಿ ನೀವು SELinux ನಿಯಂತ್ರಕಗಳನ್ನು ಆಫ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ.
ko: Firefox 플러그인에서 SELinux 제어를 비활성화해야 합니다.
ml: ഫയര്‍ഫോക്സില്‍ SELinux കണ്ട്രോളുകള്‍ ഓഫാക്കിയേ തീരൂ.
mr: फायरफॉक्स् प्लगइन्सवरील SELinux कंट्रोल्स् बंद करणे आवश्यक.
or: ଆପଣଙ୍କୁ Firefox ପ୍ଲଗଇନଗୁଡ଼ିକରେ SELinux ନିୟନ୍ତ୍ରଣଗୁଡ଼ିକୁ ଅଫ କରିବା ଆବଶ୍ୟକ।
pl: należy wyłączyć kontrolę SELinuksa nad wtyczkami Firefoksa.
pt_br: você deve desligar os controles SELinux nos plugins do Firefox.
ta: Firefox செருகுநிரல்களில் உள்ள SELinux கட்டுப்பாடுகளை முடக்கியாக வேண்டும்.

source: SELinux denied access requested by $SOURCE. It is not expected that this access is required by $SOURCE and this access may signal an intrusion attempt. It is also possible that the specific version or configuration of the application is causing it to require additional access.
bg: SELinux забрани достъпа, поискан от $SOURCE. Това не е очаквано, понеже този достъп е необходим на $SOURCE и това може да е сигнал за опит за проникване. Възможно е също специфична версия на конфигурацията на приложението да го кара да иска допълнителен достъп.
cs: SELinux zabránil v přístupu požadovaném programem $SOURCE. Neočekává se, že by měl $SOURCE tento přístup požadovat, může to tedy být známkou pokusu o vniknutí. Je také možné, že požadavek o přístup má na svědomí konkrétní verze či konfigurace aplikace.
de: SELinux verweigerte den von $SOURCE angeforderten Zugriff. Es wird nicht angenommen, dass $SOURCE diesen Zugriff benötigt und dies könnte auf einen Angriffsversuch hinweisen. Es ist auch möglich, dass die spezifische Version oder Konfiguration der Anwendung zusätzliche Zugriffe benötigt.
gu: SELinux એ $SOURCE દ્વારા અરજી કરાયેલ વપરાશ નામંજૂર કર્યો છે. તે ઈચ્છિત હતો નહિં કે આ વપરાશ $SOURCE દ્વારા જરૂરી છે અને આ વપરાશ કદાચ ઘૂંસણખોરી પ્રવેશનો સંકેત કરી શકશે. એ પણ શક્ય છે કે ખાસ આવૃત્તિ અથવા કાર્યક્રમનું રૂપરેખાંકન એ તેને વધારાના વપરાશની અરજી કરવા માટે કારણ જરૂરી છે.
kn: $SOURCE ನಿಂದ ಸಲ್ಲಿಸಲಾದ ಮನವಿಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಈ ಅನುಮತಿಯು $SOURCE ಗೆ ಅಗತ್ಯವಿದೆ ಎಂದು ನಿರೀಕ್ಷಿಸಿರಲಿಲ್ಲ ಹಾಗು ಇದನ್ನು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ. ಅನ್ವಯದ ನಿಶ್ಚಿತ ಆವೃತ್ತಿ ಅಥವ ಸಂರಚನೆಗಾಗಿ ಈ ಹೆಚ್ಚುವರಿ ಅನುಮತಿಯ ಅಗತ್ಯವಿರುವ ಸಾಧ್ಯತೆ ಇದೆ.
ko: SELinux는 $SOURCE에 의해 요청된 액세스를 거부했습니다. 이 액세스는 $SOURCE에서 필요한 액세스가 아니기 때문에 침입을 시도했다는 신호가 표시될 수 있습니다. 애플리케이션의 특정 버전 또는 설정이 추가 액세스를 필요로 하는 원인이 될 가능성이 있습니다.
ml: $SOURCE ആവശ്യപ്പെട്ട റിസോഴ്സ് SELinux തടഞ്ഞുവെച്ചിരിക്കുന്നു. $SOURCEന്റെ ഈ ആവശ്യം തികച്ചും അപ്രതീക്ഷിതമാണ്. ഇതൊരുപക്ഷേ ഒരു നുഴഞ്ഞുകയറ്റ ശ്രമമാവാം. ഒരു പക്ഷേ ഈ അപ്ലിക്കേഷന്റെ പ്രത്യേക പതിപ്പോ സജ്ജീകരണമോ മൂലവും ഇങ്ങനെ വരാവുന്നതാണ്.
mr: SELinux ने $SOURCE करीता विनंती नकारली. या प्रवेश करीता $SOURCE ची आवश्यकता आहे असे अपेक्षीत नाही व या प्रवेश घुसखोरीचा प्रयत्न म्हणून पाहिला जाऊ शकतो. ठराविक आवृत्ती किंवा ॲप्लिकेशन संयोजनामुळे अगाऊ प्रवेशकरीता आवश्यकता वाढते.
or: SELinux $SOURCE ଦ୍ୱାରା ଅନୁରୋଧ କରାଯାଇଥିବା ଅଭିଗମ୍ୟତାକୁ ବାରଣ କରିଥିଲା। ଏହା ଆଶାକରାଯାଇନଥିଲା ଯେ ଏହି ଅଭିଗମ୍ୟତାଟି $SOURCE ଦ୍ୱାରା ଆବଶ୍ୟକ ହେବ ଏବଂ ଏହି ଅଭିଗମ୍ୟତା ଗୋଟିଏ ବିନା ଅନୁମତିରେ ପ୍ରବେଶକୁ ସୂଚାଇଥାଏ। ଏହା ମଧ୍ଯ ସମ୍ଭବ ଯେ ନିର୍ଦ୍ଦିଷ୍ଟ ସଂସ୍କରଣ ଅଥବା ପ୍ରୟୋଗର ବିନ୍ୟାସ ପାଇଁ ଅତିରିକ୍ତ ଅଭିଗମ୍ୟତା ଆବଶ୍ୟକ ହୋଇଥାଏ।
pl: SELinux odmówił $SOURCE żądania dostępu. Ten dostęp nie jest konieczny dla $SOURCE i może wskazywać na próbę włamania. Jest także możliwe, że określona wersja lub konfiguracja aplikacji powoduje, że wymaga ona dodatkowego dostępu.
pt_br: O SELinux impediu o acesso requisitado pelo $SOURCE. Não é comum que este acesso seja requisitado pelo $SOURCE e isto pode indicar uma tentativa de intrusão. Também é possível que a versão ou configuração específica do aplicativo esteja fazendo com que o acesso adicional seja solicitado.
ta: $SOURCE கோரிய அணுகலை SELinux மறுத்துவிட்டது. $SOURCE க்கு இந்த அணுகல் தேவைப்படும் என எதிர்பார்க்கப்படவில்லை, மேலும் இந்த அணுகலானது ஒரு குறுக்கீட்டுச் செயலுக்கான முயற்சிக்கு அறிகுறியாகக் கருதப்படலாம். ஒரு வேளை ஒரு குறிப்பிட்ட பயன்பாட்டின் குறிப்பிட்ட பதிப்பு அல்லது அமைவாக்கத்தினால் கூட இந்த கூடுதல் அணுகல் தேவையாக்கப்பட்டிருக்கக்கூடும்.

source: Either remove the mozplluger package by executing 'yum remove mozplugger' Or turn off enforcement of SELinux over the Firefox plugins. setsebool -P unconfined_mozilla_plugin_transition 0
bg: Или премахнете пакета mozplluger чрез изпълнение на 'yum remove mozplugger' или изключете enforcement of SELinux върху Firefox плъгините. setsebool -P unconfined_mozilla_plugin_transition 0
cs: Buď odstraňte balíček mozplugger spuštěním 'dnf remove mozplugger' nebo vypněte prosazování SELinuxu nad zásuvnými moduly Firefoxu. setsebool -P unconfined_mozilla_plugin_transition 0
de: Entweder enternen Sie das mozplluger-Paket, indem Sie 'yum remove mozplugger' ausführen oder Sie deaktivieren den strikten SELinux-Modus bei den Firefox-Plugins. setsebool -P unconfined_mozilla_plugin_transition 0
gu: ક્યાંતો 'yum remove mozplugger' ને ચલાવીને mozplluger ને દૂર કરી શકો છો અથવા Firefox પ્લગઇન પર SELinux ને દબાણપૂર્વક બંધ કરો. setsebool -P unconfined_mozilla_plugin_transition 0
kn: 'yum remove mozplugger' ಅನ್ನು ಬಳಸಿಕೊಂಡು mozplluger ಪ್ಯಾಕೇಜ್ ಅನ್ನು ತೆಗೆದುಹಾಕಿ ಅಥವ ಫೈರ್ಫಾರ್ಕ್ಸ್ ಪ್ಲಗ್‌ಇನ್‌ಗಳ ಮೇಲೆ SELinux ಹೇರುವಿಕೆಯನ್ನು ಆಫ್ ಮಾಡಬೇಕು. setsebool -P unconfined_mozilla_plugin_transition 0
ko: 'yum remove mozplugger'를 실행하여 mozplluger 패키지를 제거하거나 Firefox 플러그인을 통해 SELinux 강제를 비활성화합니다. setsebool -P unconfined_mozilla_plugin_transition 0
ml: ഒന്നുകില്‍ 'yum remove mozplugger'ഉപയോഗിച്ച് മോസ്‌‌പ്ലഗ്ഗര്‍ ഒഴിവാക്കണം അല്ലെങ്കില്‍ SELinux നു ഫയര്‍ഫോഴ്സ് പ്ലഗ്ഗിനുകളുടെ മേലുള്ള ആധിപത്യം നിര്‍ത്തലാക്കണം. setsebool -P unconfined_mozilla_plugin_transition 0
mr: 'yum remove mozplugger' चालवून एकतर mozplluger संकुल काढून टाका किंवा फायरफॉक्स् प्लगइन्स् वरील SELinux जबरनरित्या चालवणे बंद करा. setsebool -P unconfined_mozilla_plugin_transition 0
or: 'yum remove mozplugger' କୁ ନିଷ୍ପାଦନ କରି mozplluger ପ୍ୟାକେଜକୁ ବାହାର କରନ୍ତୁ ଅଥବା SELinux enforcement କୁ Firefox ପ୍ଲଗଇନଗୁଡ଼ିକରେ ଅଫ କରନ୍ତୁ। setsebool -P unconfined_mozilla_plugin_transition 0
pl: Należy usunąć pakiet mozplugger wykonujące polecenie „yum remove mozplugger” lub wyłączyć wymuszanie SELinuksa nad wtyczkami Firefoksa. setsebool -P unconfined_mozilla_plugin_transition 0
pt_br: Remova o pacote mozplugger executando 'yum remove mozplugger' Ou desative a imposição do SELinux sobre os plugins do Firefox. setsebool -P unconfined_mozilla_plugin_transition 0
ta: 'yum remove mozplugger' கட்டளையைப் பயன்படுத்தி mozplluger தொகுப்பை அகற்றவும் அல்லது Firefox செருகுநிரல்களில் SELinux இன் செயல்பாட்டை முடக்கவும். setsebool -P unconfined_mozilla_plugin_transition 0

source: If you want to to continue using SELinux Firefox plugin containment rather then using mozplugger package
cs: Pokud si i nadále přejete pro omezení vlivu používat zásuvný modul SELinux Firefox než balíček mozplugger
pl: Aby kontynuować używanie ograniczania wtyczek Firefoksa SELinuksa zamiast używać pakietu mozplugger

source: you must remove the mozplugger package.
bg: Вие трябва да премахнете пакета mozplugger.
cs: Je nutné odstranit balíček mozplugger.
de: Sie müssen das Mozplugger-Paket entfernen.
gu: તમારે mozplugger પેકેજને દૂર કરવુ જ જોઇએ.
kn: ನೀವು mozplugger ಪ್ಯಾಕೇಜನ್ನು ತೆಗೆದುಹಾಕಬೇಕಾಗುತ್ತದೆ.
ko: mozplugger 패키지를 제거해야 합니다
ml: mozplugger പാക്കേജ് നീക്കം ചെയ്തേ തീരൂ.
mr: mozplugger संकुल काढून टाकणे आवश्यक.
or: ଆପଣଙ୍କୁ ନିଶ୍ଚିତ ଭାବରେ mozplugger ପ୍ୟାକେଜକୁ ବାହାର କରିବାକୁ ହେବ।
pl: należy usunąć pakiet mozplugger.
pt_br: você deve remover o pacote mozplugger.
ta: நீங்கள் mozplugger தொகுப்பை அகற்றியாக வேண்டும்.

source: SELinux denied access requested by $SOURCE. $TARGET_PATH may be mislabeled. openvpn is allowed to read content in home directory if it is labeled correctly.
cs: SELinux odepřel přístup požadován $SOURCE. $TARGET_PATH může mít chybně označen štítky. openvpn má právo číst obsah v domovském adresáři, pokud je správně označen.
pl: SELinux odmówił dostępu żądanego przez $SOURCE. $TARGET_PATH może mieć błędną etykietę. openvpn może odczytywać zawartość katalogu domowego, jeśli ma poprawną etykietę.

source: You can restore the default system context to this file by executing the restorecon command. # restorecon -R /root/.ssh
cs: Můžete obnovit výchozí systémový kontext k tomuto souboru spuštěním restorecon příkazu. # restorecon -R /root/.ssh
pl: Można przywrócić domyślny kontekst systemu tego pliku wykonując polecenie restorecon. # restorecon -R /root/.ssh

source: If you want to mv $TARGET_BASE_PATH to standard location so that $SOURCE_BASE_PATH can have $ACCESS access
cs: Pokud chcete přesunout $TARGET_BASE_PATH do standardního umístění, aby mohl mít $SOURCE_BASE_PATH přístup $ACCESS
pl: Aby zezwolić na przeniesienie $TARGET_BASE_PATH do standardowego położenia, aby $SOURCE_BASE_PATH mogło mieć $ACCESS dostęp

source: If you want to modify the label on $TARGET_BASE_PATH so that $SOURCE_BASE_PATH can have $ACCESS access on it
cs: Pokud chcete upravit značku na $TARGET_BASE_PATH, aby k němu $SOURCE_BASE_PATH mohlo mít přístup $ACCESS
pl: Aby zmodyfikować etykietę $TARGET_BASE_PATH, aby $SOURCE_BASE_PATH mogło mieć $ACCESS dostęp do niego

source: If you want to treat $TARGET_BASE_PATH as public content
cs: Pokud chcete-li brát $TARGET_BASE_PATH jako veřejný obsah.
pl: Aby traktować $TARGET_BASE_PATH jako treść publiczna

source: If $TARGET_BASE_PATH is a virtualization target
cs: Pokud je $TARGET_BASE_PATH cíl virtualizace
pl: Jeśli $TARGET_BASE_PATH jest celem wirtualizacji

source: SELinux denied access requested by $SOURCE. $TARGET_PATH may be mislabeled. $TARGET_PATH default SELinux type is <B>%s</B>, but its current type is <B>$TARGET_TYPE</B>. Changing this file back to the default type may fix your problem. <p> File contexts can be assigned to a file in the following ways. <ul> <li>Files created in a directory receive the file context of the parent directory by default. <li>The SELinux policy might override the default label inherited from the parent directory by specifying a process running in context A which creates a file in a directory labeled B will instead create the file with label C. An example of this would be the dhcp client running with the dhclient_t type and creating a file in the directory /etc. This file would normally receive the etc_t type due to parental inheritance but instead the file is labeled with the net_conf_t type because the SELinux policy specifies this. <li>Users can change the file context on a file using tools such as chcon, or restorecon. </ul> This file could have been mislabeled either by user error, or if an normally confined application was run under the wrong domain. <p> However, this might also indicate a bug in SELinux because the file should not have been labeled with this type. <p> If you believe this is a bug, please file a bug report against this package.
cs: SELinux zakázal přístup požadovaný $SOURCE. $TARGET_PATH může být chybně označen. Výchozí typ SELinuxu pro $TARGET_PATH je <B>%s</B>, avšak jeho současný typ je <B>$TARGET_TYPE</B>. Svůj problém možná odstraníte, pokud změníte typ tohoto souboru na typ výchozí. <p> Souborové kontexty lze souboru přiřadit následujícími způsoby. <ul> <li>Soubory vytvořené v adresáři získávají standardně souborový kontext rodičovského adresáře. <li>Politika SELinuxu může potlačit výchozí označení zděděné od rodičovského adresáře uvedením, že proces bežící v kontextu A, který vytvoří soubor v adresáři označeném B, vytvoří místo toho soubor s označením C. Příkladem může být klient dhcp běžící s typem dhclient_t, který vytvoří soubor v adresáři /etc. Tento soubor by měl obvykle získat typ etc_t díky rodičovské dědičnosti, avšak místo toho je soubor označen typem net_conf_t, neboť politika SELinuxu předepisuje toto. <li>Uživatelé mohou u souboru změnit souborový kontext použitím nástrojů, jako např. chcon nebo restorecon. </ul> Tento soubor může být chybně označen z důvodu chyby uživatele, nebo pokud obvykle omezená aplikace byla spuštěna pod chybnou doménou. <p> Ačkoliv toto může rovněž poukazovat na chybu v SELinuxu, neboť by soubor neměl být označen tímto typem. <p> Jste-li přesvědčeni, že se jedná o chybu, prosíme, zašlete proti tomuto balíčku hlášení o chybě.
pl: SELinux odmówił dostępu żądanego przez $SOURCE. $TARGET_PATH może posiadać błędną etykietę. Domyślny typ SELinuksa $TARGET_PATH to <B>%s</B>, podczas gdy obecny typ to <B>$TARGET_TYPE</B>. Zmienienie tego pliku z powrotem do domyślnego typu może naprawić ten problem. <p> Konteksty plików mogą być przydzielane do plików w następujące sposoby. <ul> <li>Pliki utworzone w katalogu domyślnie otrzymują kontekst katalogu nadrzędnego. <li>Polityka SELinuksa może zastąpić domyślną etykietę przydzieloną z katalogu nadrzędnego przez określenie procesu uruchomionego w kontekście A, który tworzy plik w katalogu o etykiecie B, utworzy zamiast tego plik o etykiecie C. Przykładem może być klient DHCP uruchomiony za pomocą typu dhclient_t tworzący plik w katalogu /etc. Ten plik normalnie powinien otrzymać typ etc_t z powodu nadrzędności, ale zamiast tego posiada etykietę typu net_conf_t, ponieważ polityka SELinuksa tak to określa. <li>Użytkownicy mogą zmieniać kontekst pliku za pomocą narzędzi takich jak chcon lub restorecon. </ul> Ten plik mógł dostać błędną etykietę z powodu błędu użytkownika lub z powodu normalnie ograniczonej aplikacji, która została uruchomiona w błędnej domenie. <p> Oczywiście może to wskazywać także na błąd w SELinuksie, jako że plik nie powinien dostać tego typu etykiety. <p> Jeśli to błąd, proszę zgłosić raport błędu o tym pakiecie.

source: If you want to fix the label. $TARGET_PATH default label should be %s.
cs: Pokud chcete opravit značku. Výchozí značka pro $TARGET_PATH by měla být %s.
pl: Aby naprawić etykietę. domyślna etykieta $TARGET_PATH powinna wynosić %s.

source: you can run restorecon. The access attempt may have been stopped due to insufficient permissions to access a parent directory in which case try to change the following command accordingly.
cs: Je možné spustit restorecon. Pokus o přístup byl pravděpodobně zastaven kvůli nedostatečným právům pro přístup do nadřazeného adresáře. V takovém případě se pokuste odpovídajícím způsobem změnit následující příkaz.
pl: można wykonać polecenie restorecon. Próba dostępu mogła zostać zatrzymana z powodu niewystarczających uprawnień dostępu do katalogu nadrzędnego, więc należy odpowiednio zmienić poniższe polecenie.
